Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Label information
source: Multiple Labels can be applied to a single message, but a message can only be in a single Folder.
cs: Na jednu zprávu může být použito více štítků, ale každá zpráva může být pouze v jedné složce.
da: Flere etiketter kan benyttes til en enkelt besked, men en besked kan kun være i en enkelt mappe.
hu: Egy üzenethez több címke is tartozhat, de csak egy mappában szerepelhet.
is: Margar merkingar má setja á hver skilaboð en skilaboð geta aðeins verið í einni möppu.
it: Ad un singolo messaggio possono essere applicate più etichette, ma un messaggio può stare in un'unica cartella.
ja: 1つのメッセージに対して複数のラベル付けはできますが、フォルダーは1つしか適用できません。
ro: Se pot aplica multiple etichete unui singur mesaj, dar mesajul se poate afla într-un singur folder.

# Label information
source: You can drag and drop to rearrange the order of Labels/Folders.
cs: Chytnutím a přetažením můžete uspořádat své Štítky/Složky.
da: Du kan trække og slippe for at omarrangere rækkefølgen af Etiketter/Mapper.
hu: Mozgatással átrendezheti a címékék és mappák sorrendjét.
is: Dragðu og slepptu til þess að breyta uppröðun á merkingum og möppum.
it: È possibile trascinare e rilasciare per ridisporre l'ordine delle Etichette/Cartelle.
ja: ドラッグアンドドロップでラベルとフォルダーの並び方を変更できます。
ro: Puteți trage și plasa pentru a rearanja ordinea etichetelor/folderelor.

# Label modal
source: Folder created
cs: Složka byla vytvořena
da: Mappe er oprettet
hu: Mappa létrehozva
is: Bjó til möppu
it: Cartella creata
ja: フォルダが作成されました。
ro: Folder creat

# Label modal
source: Folder updated
cs: Složka byla upravena
da: Mappe er opdateret
hu: Mappa frissítve
is: Mappa uppfærð
it: Cartella aggiornata
ja: フォルダが更新されました。
ro: Folder actualizat

# Label modal
source: Label created
cs: Štítek byl vytvořen
da: Etiket er oprettet
hu: Címke létrehozva
is: Bjó til merkingu
it: Etichetta creata
ja: ラベルが作成されました。
ro: Etichetă creată

# Label modal
source: Label updated
cs: Štítek byl upraven
da: Etiket er opdateret
hu: Címke frissítve
is: Merking uppfærð
it: Etichetta aggiornata
ja: ラベルが更新されました。
ro: Etichetă actualizată

# Label select weekday
source: Select weekday
cs: Vyberte den v týdnu
da: Vælg ugedag
hu: A hét napja
is: Veldu vikudag
it: Seleziona il giorno della settimana
ja: 曜日を選択
ro: Selectare zi din săptămână

# Laebel
source: Public Keys
da: Offentlige Nøgler
hu: Nyilvános kulcsok
is: Dreifilyklar

# Link
source: (What is this?)
cs: (Co je to?)
da: (Hvad er dette?)
hu: (Mi ez?)
is: (Hvað er þetta?)
it: (Cos'è questo?)
ja: （これは何ですか？）
ro: (Ce este asta?)

# Link
source: Add another address
cs: Přidat další adresu
da: Tilføj en anden adresse
hu: Másik cím hozzáadása
is: Bæta við vistfangi
it: Aggiungi un altro indirizzo
ja: 別のアドレスを追加する
ro: Adăugare altă adresă

# Link
source: Download Page
cs: Stránka ke stažení
da: Download-side
hu: Letöltési oldal
is: Niðurhalssíða
it: Pagina di download
ja: ダウンロードページ
ro: Pagina de descărcare

# Link
source: Download bridge
cs: Stáhnout Bridge
da: Hent Bridge
hu: ProtonMail Bridge letöltése
is: Sækja brú
it: Scaricare il bridge
ja: ProtonMail Bridgeをダウンロード
ro: Descărcare ProtonMail Bridge

# Link
source: Homepage
cs: Domovská stránka
da: Websted
hu: Honlap
is: Heimasíða
ja: ホームページ
ro: Prima pagină

# Link
source: Include moved messages
cs: Zahrnout přesunuté zprávy
da: Inkludér flyttede beskeder
hu: Áthelyezett üzenetek is
is: Innifela færð skilaboð
it: Includi i messaggi spostati
ja: 移動したメッセージも含む
ro: Includere mesaje mutate

# Link
source: Learn More
cs: Více informací
da: Yderliger information
hu: További információk
is: Kanna nánar
it: Per saperne di più
ja: より詳しく
ro: Aflați mai multe

# Link
source: Learn more
cs: Více informací
da: Yderligere oplysninger
hu: További információk
is: Kanna nánar
it: Per saperne di più
ja: より詳しく
ro: Aflați mai multe

# Link
source: More info
cs: Další informace
da: Yderligere opkysninger
hu: További információk
is: Nánari upplýsingar
it: Più informazioni
ja: より詳しく
ro: Mai multe detalii

# Link
source: ProtonMail's Terms and Conditions
cs: Pravidla a podmínky ProtonMail
da: ProtonMail Vilkår og Betingelser
hu: ProtonMail Felhasználási Feltételek
is: Skilmálar og kvaðir ProtonMail
it: Termini e condizioni di ProtonMail
ja: ProtonMailの利用規約
ro: Termeni și condiții ProtonMail

# Link
source: Support Page
cs: Stránka odborné pomoci
da: Supportside
hu: Támogatási oldal
is: Stuðningssíða
it: Pagina di assistenza
ja: サポートページ
ro: Pagină suport

# Link
source: What is the difference between ProtonVPN and OpenVPN logins?
cs: Jaký je rozdíl mezi přihlášením na ProtonVPN a OpenVPN?
da: Hvad er forskellen på ProtonVPN- og OpenVPN-logins?
hu: Mi a különbség a ProtonVPN és az OpenVPN bejelentkezések között?
is: Hver er munurinn á milli innskráningar með ProtonVPN og OpenVPN?
it: Qual è la differenza tra il login di ProtonVPN e OpenVPN?
ja: ProtonVPNとOpenVPN ログインの違いについて
ro: Care este diferența dintre conectarea la ProtonVPN și OpenVPN?

# Link
source: Why is this required?
cs: Proč je to povinné?
da: Hvorfor kræves dette?
hu: Miért szükséges ez?
is: Hvers vegna er þetta nauðsynlegt?
it: Perché è necessario?
ja: この必要性について
ro: De ce este necesară?

# Link
source: click here
da: klik hér
hu: kattintson ide
is: smelltu hér

# Link
source: this procedure
cs: tímto postupem
da: denne procedure
hu: ez a folyamat
is: þetta ferli
it: questa procedura
ja: 手順

# Link for the custom vpn modal
source: Upgrade to ProtonVPN Plus
cs: Přejít na ProtonVPN Plus
da: Opgradér til ProtonVPN Plus
hu: Váltás ProtonVPN Plus csomagra
is: Uppfæra í ProtonVPN Plus
it: Effettuare l'upgrade a ProtonVPN Plus
ja: ProtonVPN PLUSにアップグレードする
ro: Upgrade la ProtonVPN Plus

# Link in notification to undo an action
source: UNDO
da: FORTRYD
hu: VISSZAVONÁS
is: AFTURKALLA

# List domains
source: No custom domain addresses found
da: Ingen tilpassede domæneadresser fundet
hu: Nincs megadva egyedi domain név
is: Engin sérsniðin vistföng léna fundust

# List domains
source: Please add a custom domain before configuring addresses.
cs: Před konfigurací adresy prosím přidejte vlastní doménu.
da: Tilføj et brugerdomæne inden opsætning af adresser.
hu: Adjon meg egyedi domain nevet mielőtt címeket hozna létre.
is: Bættu við sérsniðnu léni áður en þú ferð að setja upp tölvupóstföng.
it: Per favore aggiunga un dominio personalizzato prima di configurare gli indirizzi.
ja: メールアドレスの設定前に、ドメインを追加してください。
ro: Adăugați un domeniu personal înainte de a configura adresele.

# Login error
source: Please enter your username and password
cs: Zadejte prosím své uživatelské jméno a heslo
da: Angiv både dit brugernavn og adgangskode
hu: Kérjük, adja meg a felhasználónevét és jelszavát
is: Settu inn notandanafn og lykilorð
it: Per favore inserisci il tuo nome utente e la password
ja: ユーザー名とパスワードを入力してください。
ro: Introduceți numele de utilizator și parola

# Login modal
source: Enter your current password:
cs: Zadejte své aktuální heslo:
da: Angiv aktuel adgangskode:
hu: Adja meg a jelenlegi jelszavát:
is: Settu inn núverandi lykilorð þitt:
it: Inserisci la tua password attuale:
ja: 現在のパスワードを入力：
ro: Introduceți parola curentă:

# Login modal
source: Enter your login password:
cs: Zadejte své přihlašovací heslo:
da: Angiv log ind-adgangskode:
hu: Adja meg a bejelentkezési jelszavát:
is: Settu inn innskráningarlykilorð þitt:
it: Inserisci la tua password di accesso:
ja: ログインパスワードを入力：
ro: Introduceți parola de acces:

# Login modal
source: Login password
cs: Přihlašovací heslo
da: Log ind-adgangskode
hu: Bejelentkezési jelszó
is: Innskráningarlykilorð
it: Password di accesso
ja: ログインパスワード
ro: Parola de acces

# Login modal
source: Password
cs: Heslo
da: Adgangskode
hu: Jelszó
is: Lykilorð
ja: 現在のパスワード
ro: Parola

# MIME type
source: Automatic
cs: Automatický
da: Automatisk
hu: Automatikus
is: Sjálfvirkt
it: Automatico
ja: 自動
ro: Automat

# MIME type
source: Default
cs: Výchozí
da: Standard
hu: Alapértelmezett
is: Sjálfgefið
it: Predefinito
ja: 既定
ro: Implicit

# MIME type
source: Plain Text
cs: Obyčejný text
da: Simpel tekst
hu: Egyszerű szöveg
is: Ósniðinn texti
it: Testo semplice
ja: プレーンテキスト
ro: Text simplu

# MX configuration status badge
source: Good
da: God
hu: Jó
is: Gott
it: Buono

# MX configuration status badge
source: Not set
cs: Nenastaveno
da: Ikke indstillet
hu: Nincs beállítva
is: Ekki stillt
it: Non impostato

# MX configuration status badge
source: Not set properly
cs: Není správně nastaveno
da: Ikke indstillet korrekt
hu: Nincs megfelelően beállítva
is: Ekki rétt skilgreint
it: Non impostato correttamente

# MX configuration status badge
source: Recommended
cs: Doporučeno
da: Anbefalet
hu: Javasolt
is: Mælt með
it: Raccomandato

# MX configuration status badge
source: Required
cs: Povinné
da: Krævet
hu: Szükséges
is: Krafist
it: Richiesto

# Make sure the DANGER string is translated
source: DANGER
cs: NEBEZPEČÍ
da: ADVARSE
hu: VESZÉLY
is: HÆTTULEGT
it: PERICOLO
ja: 危険

# Make sure the DANGER string is translated
source: Enter the word 'DANGER' here.
cs: Zde zadejte slovo 'NEBEZPEČÍ'.
da: Angiv ordet 'ADVARSE' hér.
hu: Írja be a 'VESZÉLY' szót.
is: Settu hér inn orðið 'HÆTTULEGT'.
it: Inserisci qui la parola "PERICOLO".
ja: ここに「危険」という文字を入力してください。

# Manage contact group modal
source: Select all
da: Vælg alle
hu: Összes kijelölése
is: Velja allt

# Memory info
source: Allocated
cs: Přiděleno
da: Tildele
hu: Lefoglalva
is: Úthlutað
it: Allocato
ja: 割り当て
ro: Alocat

# Memory info
source: Already allocated
cs: Již bylo přiděleno
da: Allerede tildelt
hu: Már lefoglalva
is: Þegar úthlutað
it: Già allocato
ja: 割り当て済み
ro: Deja alocat

# Memory info
source: Already used
cs: Již použito
da: Allerede brugt
hu: Már használatban
is: Þegar notað
it: Già usato
ja: 使用済み
ro: Deja folosit

# Merge complete
source: Merging contacts complete
cs: Slučování kontaktů dokončeno
da: Fletning af kontakter fuldført
hu: Névjegyek egyesítése befejeződött
is: Sameiningu tengiliða lokið
it: Unione dei contatti completata
ja: 連絡先の統合が完了しました。
ro: Unire contacte finalizată

# Merge contacts
source: Merge
cs: Sloučit
da: Flet
hu: Egyesítés
is: Sameina
it: Unisci
ja: 統合
ro: Unire

# Message
source: A key with the same encryption algorithm is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?
da: En nøgle med den samme krypteringsalgoritme er allerede aktiv for denne adresse. Generering af en anden nøgle vil medføre langsommere kontoindlæsning, og sletning af denne nøgle kan forårsage problemer. Genererer du en ny nøgle, fordi den gamle er kompromitteret, skal du markere sidsnævnte nøgle som kompromitteret. Sikker på, at du vil fortsætte?
hu: Ehhez a címhez már vagy egy aktív kulcs ugyanilyen a titkosítási algoritmussal. Újabb kulcs létrehozása le fogja lassítani a fiók betöltését és a kulcs törlése problémákat okozhat. Amennyiben azért hoz létre új kulcsot, mert a korábbi kompromittált, akkor jelölje meg azt a kulcsot kompromittáltként. Biztos, hogy folytatja?
is: RSA-dulritunarlykill með sama dulritunaralgrím er þegar virkur fyrir þetta vistfang. Að útbúa annan lykil getur tafið fyrir aðgangi að notandaupplýsingum og eyðing þessa lykils getur valdið vandamálum. Ef þú vilt útbúa annan dulritunarlykil vegna þess að fyrri lykill er berskjaldaður, merktu þá þann lykil sem slíkan. Ertu viss um að þú viljir halda áfram?

# Message
source: Fw:
da: Videresend:
hu: Fwd:
is: Áfram:

# Message
source: On {{date}}, {{name}} {{address}} wrote:
cs: {{date}}, {{name}} {{address}} napsal:
da: D. {{date}} skrev {{name}} {{address}}:
hu: {{date}} keltezéssel, {{name}} {{address}} írta:
is: Þann {{date}}, skrifaði {{name}} {{address}}:
it: Il {{date}}, {{name}} {{address}} ha scritto:
ja: {{date}}に、{{name}} {{address}}は書きました：
ro: La {{date}}, {{name}} {{address}} a scris:

# Message
source: Re:
da: Svar:
is: Svar:

# Message content if empty
source: Message empty
cs: Zpráva je prázdná
da: Besked er tom
hu: Az üzenet üres
is: Skilaboð eru auð
it: Messaggio vuoto
ja: メッセージが空です。
ro: Mesajul este gol

# Message decryption error
source: Decryption error: Decryption of this message's encryption content failed.
cs: Chyba dešifrování: Dešifrování obsahu zprávy se nezdařilo.
da: Dekrypteringsfejl: Dekryptering a denne beskeds indhold mislykkedes.
hu: Visszafejtési hiba: Az üzenet titkosított tartalmának visszafejtése sikertelen.
is: Afkóðunarvilla: Afkóðun dulritaðs efnis þessara skilaboða mistókst.
it: Errore di decriptazione: decriptazione del contenuto cifrato di questo messaggio fallita.
ja: 復号エラー：暗号化された内容の復号に失敗しました。現在のところ受信はPGP/Inlineに限られます。相手がPGP/MIMEで送信していないか確認してください。
ro: Eroare decriptare: decriptarea conținutului criptat al acestui mesaj a eșuat.

# Message encryption status
source: Encrypted message
cs: Zašifrovaná zpráva
da: Krypteret besked
hu: Titkosított üzenet
is: Dulrituð skilaboð
it: Messaggio cifrato
ja: 暗号化されたメッセージ
ro: Mesaj criptat

# Message encryption status
source: End-to-end encrypted message
cs: End-to-End šifrovaná zpráva
da: End-to-end krypteret besked
hu: Végpontok közt titkosított üzenet
is: Enda-í-enda dulrituð skilaboð
it: Messaggio crittografato end-to-end
ja: 端末相互間で暗号化されたメッセージ
ro: Mesaj criptat în ambele părți

# Message encryption status
source: End-to-end encrypted message from verified address
cs: End-to-end šifrovaná zpráva z ověřené adresy
da: End-to-end krypteret besked fra bekræftet adresse
hu: Végpontok közt titkosított üzenet, ellenőrzött címről
is: Enda-í-enda dulrituð skilaboð frá sannvottuðu tölvupóstfangi
it: Messaggio crittografato ent-to-end da un indirizzo verificato
ja: 検証済みアドレスからの端末相互間の暗号化メッセージ
ro: Mesaj criptat în ambele părți de la adresă verificată

# Message encryption status
source: PGP-encrypted message
cs: Zpráva šifrovaná pomocí PGP
da: PGP-krypteret besked
hu: PGP titkosított üzenet
is: PGP-dulrituð skilaboð
it: Messaggio PGP criptato
ja: PGPで暗号化されたメッセージ（署名なし）
ro: Mesaj criptat cu PGP

# Message encryption status
source: PGP-encrypted message from verified address
cs: Zpráva šifrovaná pomocí PGP z ověřené adresy
da: PGP-krypteret besked fra bekræftet adresse
hu: PGP titkosított üzenet, ellenőrzött címről
is: PGP-dulrituð skilaboð frá sannvottuðu vistfangi
it: Messaggio crittografato con PGP da un indirizzo verificato
ja: 検証済みアドレスからのPGP暗号化メッセージ
ro: Mesaj criptat cu PGP de la adresă verificată

# Message encryption status
source: PGP-signed message from verified address
cs: Zpráva podepsaná pomocí PGP z ověřené adresy
da: PGP-signeret besked fra bekræftet adresse
hu: PGP aláírt üzenet, ellenőrzött címről
is: PGP-undirrituð skilaboð frá sannvottuðu vistfangi
it: Messaggio firmato con PGP da un indirizzo verificato
ja: 検証済みアドレスからのPGP署名付きメッセージ（暗号化なし）
ro: Mesaj semnat cu PGP de la adresă verificată

# Message encryption status
source: Sender verification failed
cs: Ověření odesílatele se nezdařilo
da: Afsenderbekræftelse mislykkedes
hu: A küldő ellenőrzése sikertelen volt
is: Sannvottun sendanda mistókst
it: Verifica del mittente fallita
ja: 送信者検証の失敗
ro: Verificare eșuată expeditor

# Message encryption status
source: Sent by ProtonMail with zero access encryption
cs: Odesláno pomocí ProtonMail s nulovým přístupem šifrování
da: Afsendt af ProtonMail med nuladgangskryptering
hu: A ProtonMail küldte, Nulla Hozzáférés titkosítással
is: Sent úr ProtonMail með órjúfanlegri dulritun
it: Inviato da ProtonMail con la crittografia zero access
ja: ProtonMailのゼロアクセス暗号化による送信
ro: Trimis de ProtonMail cu criptare cu acces zero

# Message encryption status
source: Sent by you with end-to-end encryption
cs: Odesláno vámi s end-to-end šifrováním
da: Afsendt af dig med ende-til-ende kryptering
hu: Ön által küldve, végpontok közt titkosított
is: Sent af þér með enda-í-enda dulritun
it: Inviato da te con la crittografia end-to-end
ja: 端末相互間の暗号化による送信
ro: Trimis de dvs. cu criptare în ambele părți

# Message encryption status
source: Stored with zero access encryption
cs: Uloženo s nulovým přístupem šifrování
da: Lagret med nuladgangskryptering
hu: Tárolva Nulla Hozzáférés titkosítással
is: Geymt með órjúfanlegri dulritun
it: Memorizzato con crittografia zero access
ja: 暗号化されずに送受信されたメッセージ
ro: Stocat criptat cu acces exclusiv personal

# Message expiration label
source: This message will expire in
cs: Zpráva vyprší za
da: Denne besked udløber om
hu: Ez az üzenet lejár
is: Þessi skilaboð renna út eftir
it: Questo messaggio scadrà tra
ja: このメッセージの有効期限：
ro: Acest mesaj va expira în

# Message for contact modal
source: There are unsaved changes to the contact you are editing. Do you want to save changes?
cs: Máte neuložené změny kontaktu, který právě upravujete. Chcete tyto změny uložit?
da: Der er ikke-gemte ændringer til kontakten du redigerer. Gem ændringerne?
hu: A névjegy nincs elmentve. Elmenti a változásokat?
is: Þú átt eftir að vista breytingar á tengiliðnum sem þú varst að vinna með. Viltu vista þær áður en þú lokar?
it: Ci sono cambiamenti non salvati al contatto che stai modificando. Desideri salvare i cambiamenti?
ja: 編集中の連絡先は保存されていません。変更を保存しますか？
ro: Există modificări nesalvate la persoana de contact pe care o editați. Doriți să salvați modificările?

# Message for encryption contact modal
source: The email <strong>{{ ::ctrl.email }}</strong> has PGP keys set. Do you want to enable PGP encryption for this contact?
da: E-mailen <strong>{{ ::ctrl.email }}</strong> har PGP-nøgler angivet. Aktivér PGP-kryptering for denne kontakt?
hu: Az e-mailhez: <strong>{{ ::ctrl.email }}</strong> PGP kulcsok tartoznak. Kívánja engedélyezni a partnerhez a PGP titkosítást?
is: Tölvupóstfangið <strong>{{ ::ctrl.email }}</strong> er með úthlutaða PGP-lykla. Viltu virkja PGP-dulritun fyrir þennan tengilið?

# Message for report phishing modal
source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
cs: Nahlášení zprávy jako pokus o phishing odešle zprávu k nám, aby jsme jí mohli analyzovat a zlepšit naše filtry. To znamená, že budeme mít možnost zobrazit celý obsah zprávy.
da: Rapportering af en besked som et phishing-forsøg vil videresende beskeden til os, så vi kan analysere den og forbedre vores filtre. Det betyder, at vi vil kunne se hele beskedindholdet.
hu: Az adathalász kísérletként megjelölt üzeneteket a rendszer hozzánk továbbítja, hogy kiértékelhessük és fejleszthessük a szűrőinket. Ebben az esetben az üzenet teljes szövegéhez hozzáférhetünk.
is: Ef skilaboð eru tilkynnt sem tilraun til gagnaveiði (phishing) verða þau send til okkar, svo við getum greint þau og endurbætt síurnar okkar. Það þýðir aftur á móti að við munum geta séð allt efni skilaboðana.
it: Segnalare un messaggio come tentativo di phishing invierà il messaggio a noi, cosicché potremo analizzarlo e migliorare i nostri filtri. Questo significa che saremo in grado di leggere i contenuti del messaggio per intero.
ja: フィッシングの試みとして報告することは、フィルターの改善と解析に役立ちます。これは我々が内容の全てを閲覧できることを意味します。

# Message label
source: Draft
cs: Koncept
da: Kladde
hu: Piszkozat
is: Drög
it: Bozza

# Message network error
source: Network error: Please check your connection and try again.
cs: Chyba sítě: Zkontrolujte své připojení k internetu a zkuste to znovu.
da: Netværksfejl: Tjek din forbindelse og forsøg igen.
hu: Hálózati hiba: Ellenőrizze a kapcsolatot és próbálkozzon újra.
is: Villa í netkerfi: Athugaðu nettenginguna þína og prófaðu svo aftur.
it: Errore di rete: per favore controlla la tua connessione e riprova.
ja: ネットワークエラー：インターネット接続を確認し、もう一度やり直してください。
ro: Eroare rețea: verificați conexiunea și reîncercați.

# Message network error
source: Sanitization error
cs: Chyba ověření
da: Rensningsfejl
hu: Tisztítási hiba
is: Villa í yfirferð
it: Errore nella convalida
ja: サニタイズエラーが発生しました。
ro: Eroare sanitizare

# Message recipient label
source: To
cs: Komu
da: Til
hu: Címzett
is: Til
it: A
ja: 宛先
ro: La

# Message sender label
source: From
cs: Od
da: Fra
hu: Feladó
is: Frá
it: Da
ja: 差出人
ro: De la

# Modal message
source: Clicking "Trust Key" will associate this public key with this sender and emails from this address will be automatically cryptographically verified.
cs: Kliknutím na "Důvěřovat klíči" přiřadíte tento veřejný klíč k tomuto odesílateli a e-maily z této adresy budou automaticky kryptograficky ověřovány.
da: Ved at trykke på "Gør nøgle betroet" tilføjes denne offentlige nøgle til denne afsender, og emails herfra vil automatisk blive kryptografisk bekræftet.
hu: A "KULCS MEGBÍZHATÓKÉNT JELÖLÉSE" linkre kattintva ezt a nyilvános kulcsot ehhez a feladóhoz rendelheti, és az erről a címről érkező levelek automatikusan megbízható titkosításúnak lesznek elfogadva.
is: Með því að smella á "Treysta dulritunarlykli" verður þessi dreifilykill tengdur þessum sendanda og munu því póstar frá viðkomandi tölvupóstfangi sjálfkrafa vera yfirfarin varðandi dulritun.
it: Cliccando su "Considera affidabile la chiave" si assocerà questa chiave pubblica con questo mittente e le email da questo indirizzo saranno verificate crittograficamente in automatico.
ja: 「鍵を信頼する」をクリックするとこの公開鍵をこの送信者に関連付け、このアドレスからのメールに対して暗号検証が自動的に行なわれます。
ro: Apăsând pe «Cheie de încredere» această cheie publică va fi asociată acestui expeditor, iar mesajele de la această adresă vor fi verificate criptografic automat.

# Modal message
source: The key with fingerprint <code>{{ fingerprint }}</code> has a large size ({{ oldsize }}). By removing {{ diffsize }} of key certifications, the key size can be reduced to {{ newsize }}. Key certifications are not necessary for sending mail and could cause issues with performance and data usage. Would you like to remove these signatures?
cs: Velikost otisku klíče <code>{{ fingerprint }}</code> je příliš velká ({{ oldsize }}). Odstraněním části otisku o velikosti {{ diffsize }} ho můžete zmenšit na velikost {{ newsize }}. Certifikáty klíče nejsou nezbytné pro odesílání zpráv a mohou způsobovat problémy s výkonem a množstvím dat. Chcete odstranit tyto podpisy ?
da: Nøglen med fingeraftryk <code>{{ fingerprint }}</code> er stor ({{ oldsize }}). Ved at fjerne {{ diffsize }} af nøglecertificeringer, kan nøglestørrelsen reduceres til {{ newsize }} ø Nøglecertificering er ikke nødvendig for at sende e-mails og kan give problemer med ydelse og dataforbrug. Ønsker du at fjerne disse underskrifter?
hu: A <code>{{ fingerprint }}</code> ujjlenyomatú kulcs nagy ({{ oldsize }}) . {{ diffsize }} aláírás eltávolításával a kulcs mérete lecsökkenthető {{ newsize }} méretűre. A kulcs aláírások nem szükségesek a levélküldéshez, viszont teljesítmény és adathasználati problémákat okozhatnak. Eltávolítja az aláírásokat?
is: Dulritunarlykillinn með fingrafarið <code>{{ fingerprint }}</code> er mjög stór ({{ oldsize }}). Með því að fjarlægja {{ diffsize }} vottanir dulritunarlykla, væri hægt að minnka stærð dulritunarlykilsins í {{ newsize }}. Vottanir dulritunarlykla eru ekki nauðsynlegar til að senda póst og gætu raunar valdið vandamálum varðandi afköst og gagnanotkun. Myndirðu vilja fjarlægja þessar undirritanir?
it: La chiave con impronta digitale <code>{{ fingerprint }}</code> ha una dimensione grande ({{ oldsize }}). Rimuovendo {{ diffsize }} di certificazioni della chiave, la dimensione della chiave può essere ridotta a {{ newsize }}. Le certificazioni della chiave non sono necessarie per l'invio di email e potrebbero causare problemi con le prestazioni e l'utilizzo dei dati. Vuoi rimuovere queste firme?
ja: フィンガープリント<code>{{ fingerprint }}</code>の鍵サイズが大きいです ({{ oldsize }}) 。鍵証明の {{ diffsize }} を削除すると、鍵のサイズを {{ newsize }} に削減できます。鍵証明はメールを送信するためには必要なく、性能とデータ利用で問題となり得ます。これらの署名を削除しますか？

# Modal setup 2FA
source: 2FA Guide
cs: 2FA Průvodce
da: 2FA-vejledning
hu: Kétlépcsős azonosítás kézikönyv
is: Leiðbeiningar fyrir 2-þrepa auðkenningu
it: Guida 2FA
ja: ２要素認証のためのガイド
ro: Ghid A2F
