Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: If you wish to delete this account in order to combine it with another one, do NOT delete it. You need to follow
cs: Pokud si přejete odstranit tento účet, který chcete kombinovat s jiným, neodstraňujte jej. Toto je nutné dodržovat
da: Hvis du ønsker at slette denne konto for at kombinere det med en anden, så slet den ikke. Du skal følge
hu: Amennyiben azért szeretné törölni a fiókot, hogy egy másikkal összevonja, NE törölje. Kövesse ezt a
is: Ef þú ætlar að eyða þessum aðgangi svo hægt sé að sameina hann við annann, þá skaltu EKKI eyða honum. Þú þarft að fylgja
it: Se intendi cancellare questo account per unirlo ad un altro, NON cancellarlo. Devi seguire
ja: このアカウントを別のアカウントと一緒にするために削除したい場合、削除せずに次の手順に従ってください。

# Info
source: Important: Please make sure you saved the recovery codes. Otherwise you can permanently lose access to your account if you lose your 2FA device.
cs: Důležité: Ujistěte se, že jste si uložili kódy pro obnovení. V opačném případě se již nikdy nebudete moci přihlásit, pokud ztratíte zařízení určené pro 2FA.
da: Vigtigt: Sørg for, at du har gemt gendannelseskoderne. Ellers kan du permanent miste adgangen til din konto, såfremt du mister din 2FA-enhed.
hu: Fontos: Mindenképpen mentese el a helyreállító kódokat. Különben véglegesen elveszíti a fiókját, ha elveszik a 2FA eszköze.
is: Mikilvægt: gakktu úr skugga um að þú hafir vistað endurheimtukóðana. Annars gætirðu misst endanlega aðgang að notandareikningnum þínum ef þú týnir 2FA-tækinu þínu.
it: Importante: per favore, assicurati di aver salvato i codici di recupero. Altrimenti non potrai mai più accedere al tuo account qualora perdessi il tuo dispositivo 2FA.
ja: 重要：回復用コードの保存を確認してください。 そうしないと、2 要素認証機器を紛失した場合、アカウントへのアクセスが永久に失われます。
ro: Important: Asigurați-vă că ați salvat codurile de recuperare. Altfel veți putea pierde permanent accesul la cont dacă vă veți pierde dispozitivul pentru autentificarea cu doi factori.

# Info
source: In the next few weeks, ProtonMail will drop support for Internet Explorer. Download one of the modern browsers below.
da: Over de kommende uger vil ProtonMail stoppe support til Internet Explorer. Download en af de moderne browsere nedenfor.
hu: A közeljövőben a ProtonMail beszünteti az Internet Explorer támogatását. Kérjük, töltsön le egy modernebb böngészőt.
is: Á næstu vikum mun ProtonMail hætta stuðningi við Internet Explorer. Náðu þér í einhvern af nútímalegu vöfrunum hér fyrir neðan.

# Info
source: Invoice paid
cs: Faktura zaplacena
da: Faktura betalt
hu: Számla fizetve
is: Reikningur greiddur
it: Fattura pagata
ja: 支払い済み請求書
ro: Factura plătită

# Info
source: It can take up to a day for DNS changes to update.
cs: Než se projeví změna v DNS záznamech, může to trvat až jeden den.
da: DNS-ændringer kan tage op til én dag at effektuere.
hu: A DNS frissülése akár egy napig is eltarthat.
is: Það getur tekið upp undir heilan dag fyrir breytingar á DNS-færslum að uppfærast.
it: Può essere necessario fino ad un giorno perché si diffondano i cambiamenti dei DNS.
ja: DNS更新には最大１日を要する場合があります。
ro: Poate dura până la o zi pentru ca modificările DNS să fie actualizate.

# Info
source: It currently isn't possible to subscribe to a Paid ProtonMail plan.
cs: V současné době není možné předplatit tarif ProtonMail.
da: Det er pt. ikke muligt at tegne et Premium ProtonMail-abonnement.
hu: Jelenleg nincs lehetőség fizetős ProtonMail csomagra előfizetni.
is: Í augnablikinu er ekki hægt að gerast áskrifandi að greiddum ProtonMail áskriftarleiðum.
it: Attualmente non è possibile abbonarsi a un piano ProtonMail a pagamento.

# Info
source: Keep this password safe--it cannot be recovered.
cs: Uchovejte toto heslo v bezpečí--nelze obnovit.
da: Opbevar denne adgangskode sikkert — den kan ikke gendannes.
hu: Tartsa ezt a jelszót biztonságban - ez nem állítható helyre.
is: Geymdu þetta lykilorð á öruggum stað - ekki er hægt að endurheimta það.
it: Conservi al sicuro questa password--non può essere recuperata.
ja: このパスワードを安全に保管してください。パスワードは回復できません。
ro: Păstrați această parolă în siguranță--nu poate fi recuperată.

# Info
source: Keep this record in your DNS for as long as you want to use DKIM. You can change its Value to <code>off</code> to disable DKIM
cs: Zanechte tento záznam v DNS tak dlouho, jak dlouho budete chtít používat DKIM. Hodnotu můžete kdykoliv změnit na <code>vypnuto</code> a DKIM zakázat
da: Behold denne indførsel i din DNS-post, så længe du vil benytte DKIM. Du kan ændre værdien til <code> fra </code> for at deaktivere DKIM
hu: Tartsa meg ezt a DNS rekordot mindaddig amíg a DKIM-et használni szeretné. A "Value" értékét átállíthatja <code>off</code>-ra a DKIM kikapcsolásához
is: Haltu þessari færslu í DNS eins lengi og þú ætlar að nota DKIM. Þú getur breytt gildi hennar í <code>off</code> til að gera DKIM óvirkt
it: Mantieni questo record nel tuo DNS fintanto che desideri usare il DKIM. Puoi cambiare il suo valore a <code>off</code> per disattivare DKIM
ja: DKIMを使用し続けたいうちは、このレコードをDNSに保持してください。値を<code> off </code>に変更することでDKIMを無効にすることもできます。
ro: Păstrați această înregistrare în DNS atât timp cât doriți să utilizați DKIM. Puteți să-i schimbați valoarea la <code>off</code> pentru a dezactiva DKIM.

# Info
source: Key reactivated
cs: Klíč byl znovu aktivován
da: Nøgle genaktiveret
hu: Kulcs újraaktiválva
is: Dulritunarlykill endurvirkjaður
it: Chiave riattivata
ja: 鍵が再有効化されました。
ro: Cheie reactivată

# Info
source: Layout saved
cs: Rozložení stránky bylo uloženo
da: Layout gemt
hu: Elrendezés elmentve
is: Útlit vistað
it: Layout salvato

# Info
source: Learn more
cs: Více informací
da: Få yderligere information
hu: További információk
is: Kanna nánar
it: Per saperne di più
ja: より詳しく
ro: Aflați mai multe

# Info
source: Learn more.
cs: Více informací.
da: Lær mere.
hu: További információk.
is: Kanna nánar.
it: Per saperne di più.
ja: より詳しく
ro: Aflați mai multe.

# Info
source: Loading themes will override your current theme!
cs: Načtení nového vzhledu přepíše ten současný!
da: Temaindlæsning vil tilsidesætte dit aktuelle tema!
hu: Téma betöltése felülbírálja a jelenlegi témát!
is: Að hlaða inn þemum mun skrifa yfir fyrirliggjandi þema!
it: Caricando i temi si sovrascriverà il tema attuale!
ja: テーマを読み込むと、現在のテーマは上書きされます。
ro: Încărcarea temelor va suprascrie tema curentă!

# Info
source: Loading...
da: Indlæser...
hu: Betöltés...
is: Hleð inn...
it: Caricamento...

# Info
source: Location
cs: Umístění
da: Placering
hu: Hely
is: Staðsetning
it: Località
ja: 位置
ro: Localitate

# Info
source: Login failure (password)
cs: Přihlášení selhalo (heslo)
da: Log ind-fejl (adgangskode)
hu: Bejelentkezési hiba (jelszó)
is: Villa í Innskráningu (lykilorð)
it: Errore di accesso (password)
ja: ログインに失敗しました （パスワード）
ro: Conectare eșuată (parola)

# Info
source: Logs include authentication attempts for all Proton services that use your ProtonMail credentials.
cs: Logy zaznamenávají pokusy o přihlášení do všech služeb Protonu s použitím Vašich přístupových údajů.
da: Logger omfatter godkendelsesforsøg for alle Proton-tjenester, som benytter dine ProtonMail-legitimationsoplysninger.
hu: A naplók minden azonosítási kísérletet tárolnak, az összes Proton szolgáltatáshoz, amelyek a ProtonMail bejelentkezését használják.
is: Atvikaskráning inniheldur allar tilraunir til auðkenniningar á öllum Proton þjónustum sem nota ProtonMail auðkennin þín.
it: I log includono i tentativi di accesso di tutti i servizi Proton che usano le tue credenziali ProtonMail.
ja: Protonが提供する全てのサービスに対して、あなたの資格情報を使用した認証の試行がログに記録されます。
ro: Jurnalele includ încercările de autentificare pentru toate serviciile Proton care folosesc acreditările ProtonMail.

# Info
source: Maximized
cs: Maximalizováno
da: Maksimeret
hu: Teljes méretű
is: Hámarkað
it: Massimizzato

# Info
source: Message discarded
cs: Zpráva zahozena
da: Besked kasseret
hu: Üzenet eldobva
is: Skilaboðum hent
it: Messaggio scartato
ja: メッセージが破棄されました。
ro: Mesaj anulat

# Info
source: Monthly
cs: Měsíčně
da: Månedlig
hu: Havi
is: Mánaðarlega
it: Mensilmente
ja: 月
ro: Lunar

# Info
source: Multi-user support requires either a Professional or Visionary plan.
cs: Podpora pro více uživatelů je dostupná u tarifu Professional nebo Visionary.
da: Flerbrugersupport kræver enten et Professional- eller Visionary-abonnement.
hu: A többfelhasználós funciókhoz Professional vagy Visionary csomag szükséges.
is: Fjölnotenda-stuðningur krefst annað hvort Professional eða Visionary áskriftar.
it: Il supporto multi-utente richiede un account Professional o Visionary.
ja: 複数ユーザー対応はPROFESSIONALプランもしくは、VISIONARYプランでご利用いただけます。
ro: Suportul multiutilizator necesită planul Profesional sau Vizionar.

# Info
source: Name your attachment from 'unknown' to the correct name, including the file extension.
cs: Změňte název přílohy z 'neznámé' na správné jméno, včetně přípony.
da: Omdøb din vedhæftning fra 'ukendt' til det korrekte navn, herunder filtypenavnet.
hu: Adjon az 'unknown' helyett egy értékelhető nevet a mellékletnek, fájl kiterjesztéssel együtt.
is: Enjdurnefndu viðhengið þitt úr 'unknown' yfir í rétt nafn, að skráarendingu meðtalinni.
it: Rinomina il tuo allegato da "senza titolo" al nome corretto includendo l'estensione del file.
ja: 添付ファイルに正しい名前を付けてください（ファイルの拡張子を含む）。
ro: Redenumiți atașamentul din 'necunoscut' cu numele corect, incluzând și extensia.

# Info
source: No contact found
cs: Nebyly nalezeny žádné kontakty
da: Ingen kontakt fundet
hu: Nem található névjegy
is: Enginn tengiliður fannst
it: Nessun contatto trovato
ja: 連絡先が見つかりませんでした。
ro: Nu s-au găsit contacte

# Info
source: No contacts added yet
da: Ingen kontakter tilføjet endnu
hu: Még nincsenek névjegyek
is: Engum tengiliðum hefur enn verið bætt við

# Info
source: No emails for this contact
da: Ingen e-mail til denne kontakt
hu: Nincs e-mail ehhez a címzetthez
is: Ekkert tölvupóstfang fyrir þennan tengilið

# Info
source: No emails in the {{ filterName }}, click {{ add }} to add addresses to the {{ filterName }}
cs: Žádné e-maily v {{ filterName }}, klepněte na tlačítko {{ add }} a přidejte adresy do {{ filterName }}
da: Ingen e-mails i {{ filterName }}, tryk {{ add }} for at tilføje adresser til {{ filterName }}
hu: A(z) {{ filterName }} üres, kattintson a {{ add }} gombra, hogy címeket vegyen fel
is: Engir tölvupóstar í {{ filterName}}, smelltu á {{ add }} til að bæta vistföngum í {{ filterName}}
it: Non ci sono email in {{ filterName }}, clicca {{ add }} per aggiungere indirizzo in {{ filterName }}
ja: {{ filterName }} にメールアドレスはありません。{{ filterName }} にメールアドレスを追加するには{{ add }} をクリックしてください。
ro: Nu sunt adrese în{{ filterName }}, accesați {{ add }} pentru a adăuga adrese în {{ filterName }}

# Info
source: No invoices found.
cs: Nebyly nalezeny žádné faktury.
da: Ingen fakturaer fundet.
hu: Nincsenek számlák.
is: Engir reikningar fundust.
it: Nessuna fattura trovata.
ja: 請求書が見つかりませんでした。
ro: Nu sunt facturi.

# Info
source: No labels
cs: Bez štítků
da: Ingen etiketter
hu: Nincsenek címkék
is: Engar merkingar
it: Nessuna etichetta
ja: ラベルはありません。
ro: Nu sunt etichete

# Info
source: No logs yet
cs: Zatím žádné záznamy
da: Ingen logger endnu
hu: Még nincsenek naplók
is: Engin atvikaskráning ennþá
it: Ancora nessun log
ja: ログはまだありません。
ro: Încă nu sunt jurnale

# Info
source: No subject, send anyway?
cs: Žádný předmět, přesto odeslat?
da: Intet emne, send alligevel?
hu: Nincs tárgy megadva, elküldi így?
is: Ekkert í efnislínu, senda samt?
it: Nessun oggetto, inviare comunque?
ja: 件名なしのまま送信しますか？
ro: Fără subiect, trimiteți așa?

# Info
source: Number of users
cs: Počet uživatelů
da: Antal brugere
hu: Felhasználók száma
is: Fjöldi notenda
it: Numero di utenti

# Info
source: Only change these settings if you are using PGP with non-ProtonMail recipients.
cs: Tato nastavení změňte, pouze pokud používáte PGP s příjemci, kteří nepoužívají službu ProtonMail.
da: Skift kun disse indstillinger, hvis du benytter PGP til ikke-ProtonMail modtagere.
hu: Csak akkor változtassa meg ezeket a beállításokat, ha PGP-t használ a nem-ProtonMail címzettekhez.
is: Ekki breyta þessum stillingum nema að þú sért að nota PGP með ekki-ProtonMail viðtakendum.
it: Cambia queste impostazioni solo se stai usando PGP con destinatari non-ProtonMail.
ja: ProtonMail以外でPGPを利用している受信者がいる場合にのみ、これらの設定を変更してください。
ro: Modificați aceste setări doar dacă folosiți PGP cu destinatari non-ProtonMail.

# Info
source: OpenVPN login updated
cs: OpenVPN login aktualizován
da: OpenVPN-login opdateret
hu: OpenVPN bejelentkezés frissítve
is: Uppfærði OpenVPN-innskráningu
it: Login OpenVPN aggiornato
ja: OpenVPNのログインIDが変更されました。
ro: Conectare OpenVPN actualizată

# Info
source: OpenVPN password updated
cs: OpenVPN heslo aktualizováno
da: OpenVPN-adgangskode opdateret
hu: OpenVPN jelszó frissítve
is: Uppfærði OpenVPN-lykilorð
it: Password OpenVPN aggiornata
ja: OpenVPNのパスワードが更新されました。
ro: Parolă OpenVPN actualizată

# Info
source: Operation timed out for security reasons, please try again
cs: Operace byla z bezpečnostních důvodů přerušena. Zkuste to prosím znovu
da: Af sikkerhedsmæssige årsager er handlingen udløbet, venligst prøv igen
hu: A művelet biztonsági okokból időtúllépéssel megszakadt, próbálja újra
is: Aðgerðin féll á tíma í öryggisskyni, reyndu aftur
it: Operazione interrotta per motivi di sicurezza, per favore provi di nuovo

# Info
source: Optional
da: Valgfrit
hu: Nem kötelező
is: Valfrjálst

# Info
source: Order saved
cs: Objednávka uložena
da: Bestilling gemt
hu: Sorrend elmentve
is: Röð vistuð
it: Ordine salvato
ja: 並び順が保存されました。
ro: Ordine salvată

# Info
source: Organization administrators will no longer be able to log in and control the user's account after privatization. This change is PERMANENT.
cs: Správci organizace se po privatizaci již nebudou moci přihlásit a spravovat uživatelský účet. Tato změna je TRVALÁ.
da: Organisationsadministratorer vil efter privatisering ikke længere kunne logge ind og kontrollere brugerens konto. Denne ændring er PERMANENT.
hu: A Szervezeti adminisztrátorok a priváttá tétel után nem léphetnek be és nem kezelhetik a felhasználók fiókjait. Ez a változtatás VÉGLEGES.
is: Stjórnendur stofnunarinnar munu ekki lengur geta skráð sig inn og stýrt notendaaðgöngum eftir að þetta verður að einkaaðgangi. Þessi breyting er ENDANLEG.
it: Gli amministratori dell'organizzazione non saranno in grado di accedere e controllare l'account dell'utente dopo la privatizzazione. Questa modifica è PERMANENTE.
ja: 私用化した後は組織の管理者であっても、ログインや制御ができなくなります。この変更は取り消せません。
ro: Administratorii organizației nu se vor mai putea autentifica și controla conturile utilizatorilor după ce sunt declarate private. Această modificare e PERMANENTĂ.

# Info
source: Organization keys activated
cs: Klíče organizace byly aktivovány
da: Organisationsnøgler aktiveret
hu: Szervezeti kulcsok aktiválva
is: Virkjaðir dulritunarlyklar fyrir stofnun
it: Chiavi dell'organizzazione attivate
ja: 組織用の鍵が有効になりました。
ro: Chei organizație activate

# Info
source: Organization keys restored
cs: Klíče organizace byly obnoveny
da: Organisationsnøgler gendannet
hu: Szervezeti kulcsok visszaállítva
is: Endurheimti dulritunarlykla fyrir stofnun
it: Chiavi dell'organizzazione ripristinate
ja: 組織用の鍵を復元しました。
ro: Cheile organizației restaurate

# Info
source: Organization storage
cs: Úložiště organizace
da: Organisationslager
hu: Szervezeti tárhely
is: Geymslurými stofnunar
it: Spazio dell'organizzazione

# Info
source: Organization updated
cs: Organizace byla aktualizována
da: Organisation opdateret
hu: Szervezet frissítve
is: Stofnun uppfærð
it: Organizzazione aggiornata
ja: 組織を更新しました。
ro: Organizație actualizată

# Info
source: Organizer
cs: Organizátor
da: Organisator
hu: Szervező
is: Skipuleggjandi
it: Organizzatore
ja: 主催者
ro: Organizator

# Info
source: Other administrators exist in your organization, you are responsible for communicating the new password to them.
cs: Ve vaší organizaci existují ostatní správci, vaší povinností je sdělit jim nové heslo.
da: Andre administratorer findes i din organisation. Du er ansvarlig for at kommunikere den nye adgangskode til dem.
hu: A szervezetben más adminisztrátorok is vannak. Az ön feladata eljuttatni hozzájuk az új jelszót.
is: Aðrir stjórnendur eru til staðar í stofnuninni, þú berð ábyrgð á að koma nýja lykilorðinu til þeirra.
it: Esistono altri amministratori nella tua organizzazione, sei responsabile di comunicare loro la nuova password.
ja: 組織に他に管理者がいる場合、その人に新しいパスワードを伝えるのはあなたの責任です。
ro: Există și alți administratori în cadrul organizației, sunteți responsabil să le comunicați noua parolă.

# Info
source: Other administrators exist in your organization. You must communicate the new key recovery password to them in order for them to reactivate their full administrator privileges.
cs: Ve vaší organizaci existují ostatní správci. Vaší povinností je sdělit jim nové heslo pro obnovu, aby mohli obnovit své oprávnění pro kompletní správu účtu.
da: Der findes andre administratorer i din organisation. Du skal kommunikere den nye nøglegenoprettelsesadgangskode til dem, for at de kan genaktivere deres fulde administratorrettigheder.
hu: A szervezetben más adminisztrátorok is vannak. Az ön feladata eljuttatni hozzájuk az új helyreállító jelszót, hogy újraaktiválhassák a teljes adminisztrátori jogosultságukat.
is: Aðrir stjórnendur eru til staðar í stofnuninni.Þú berð ábyrgð á að koma nýja endurheimtulykilorðinu til þeirra svo þeir nái að virkja að fullu kerfisstjórnunarréttindi þeirra.
it: Esistono altri amministratori nella tua organizzazione. È necessario comunicare loro la nuova password di recupero delle chiavi in modo da consentirgli di riattivare i loro privilegi di amministratore completi.
ja: あなたの組織には他にも管理者が在籍しています。 彼らが完全な管理者権限を再有効化できるように、新しい鍵の回復用パスワードを知らせる必要があります。
ro: Mai există și alți administratori în organizație. Trebuie să le comunicați noua parolă de recuperare pentru a-și putea reactiva drepturile de administrator.

# Info
source: PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.
da: PGP-klienter er mere tilbøjelige til automatisk at registrere dine PGP-nøgler, hvis udgående beskeder er signerede.
hu: PGP-s felek valószínűbb, hogy automatikusan érzékelik az ön PGP kulcsait, ha a kimenő levelek aláírtak.
is: PGP-forrit eru líklegri til að finna sjálfvirkt PGP-dulritunarlyklana þína ef útsend skilaboð eru undirrituð.
it: È più probabile che i client PGP siano in grado di riconoscere le chiavi PGP se i tuoi messaggi sono firmati.

# Info
source: PGP-encrypted
cs: Šifrováno pomocí PGP
da: PGP-krypteret
hu: PGP-titkosított
is: PGP-dulritað
it: Crittografato con PGP

# Info
source: PGP-signed
da: PGP-signeret
hu: PGP-aláírt
is: PGP-undirritað
it: Firmato con PGP

# Info
source: PGP/Inline is only compatible with Plain Text format. Please note that ProtonMail always signs PGP/Inline messages.
da: PGP/Inline er kun kompatibel med simpelt tekstformat. Bemærk, at ProtonMail altid signerer PGP-/Inline-beskeder.
hu: A PGP/Inline csak Egyszerű Szöveg formátummal működik. A ProtonMail mindig aláírja a PGP/Inline üzeneteket.
is: PGP/Innfellt er aðeins samhæft við hreinan ósniðinn texta (plain text). Athugaðu að ProtonMail undirritar ævinlega PGP/Innfellt-skilaboð.

# Info
source: PGP/MIME automatically sends the message using the current composer mode. Please note that ProtonMail always signs PGP/MIME messages.
da: PGP/MIME sender automatisk beskeden vha. den aktuelle skrivetilstand. Bemærk, at ProtonMail altid signerer PGP-/MIME-beskeder.
hu: A PGP/MIME automatikusan a szerkesztő módjának megfelelően küldi el az üzenetet. A ProtonMail mindig aláírja a PGP/MIME üzeneteket.
is: PGP/MIME sendir skilaboðin sjálfvirkt með því að nota fyrirliggjandi ritunarham. Athugaðu að ProtonMail undirritar ævinlega PGP/MIME-skilaboð.

# Info
source: Paid users can add other @pm.me addresses from Settings → Addresses/Users.
da: Betalende brugere kan tilføje andre @pm.me-adresser via Indstillinger > Adresser/Brugere.
hu: A előfizető felhasználók további @pm.me címeket vehetnek fel a Beállítások → Címek/Felhasználók menüpontban.
is: Notendur með greidda áskrift geta bætt við öðrum @pm.me vistföngum í Stillingar → Vistföng/Notendur.

# Info
source: Password updated
cs: Heslo bylo změněno
da: Adgangskode opdateret
hu: Jelszó frissítve
is: Lykilorð uppfært
it: Password aggiornata
ja: パスワードを更新しました。
ro: Parola actualizată

# Info
source: PayPal is currently not available, please try again later.
cs: PayPal není momentálně dostupný, zkuste to prosím později.
da: PayPal er pt. utilgængelig, forsøg igen senere.
hu: A PayPal jelenleg nem érhető el, kérjük, próbálja meg később.
is: PayPal er ekki aðgengilegt í augnablikinu, endilega reyndu aftur síðar.
it: PayPal non è al momento disponibile, per favore riprova più tardi.
ja: PayPalでのお支払いは現在ご利用になれません。しばらくしてから再度お試しください。
ro: PayPal nu este momentan disponibil, vă rugăm încercați mai târziu.

# Info
source: Payment can take a few minutes to fully verify.
da: Betalingen kan tage et par minutter at bekræfte.
hu: A kifizetés ellenőrzése néhány percet is igénybe vehet.
is: Það getur tekið nokkrar mínútur að sannvotta greiðslur að fullu.

# Info
source: Payments are currently not available, please try again later
cs: Provádět platby není momentálně dostupné, zkuste to prosím později
da: Betaling er pt. ikke mulig, forsøg igen senere
hu: A PayPal jelenleg nem lehetséges, kérjük, próbálja meg később
is: Greiðslur eru ekki aðgengilegar í augnablikinu, endilega reyndu aftur síðar
it: I pagamenti non sono disponibili, per favore riprova più tardi
ja: お支払いが現在ご利用になれません。しばらくしてから再度お試し下さい。
ro: Plățile sunt momentan nedisponibile, vă rugăm încercați mai târziu.

# Info
source: Permanently delete this draft?
cs: Opravdu chcete trvale smazat tento koncept?
da: Slet dette udkast permanent?
hu: Véglegesen törli a vázlatot?
is: Eyða þessum drögum endanlega?
it: Eliminare definitivamente questa bozza?
ja: 下書きを完全に削除しますか？
ro: Ștergeți definitiv această ciornă?

# Info
source: Pick a name for your Organization.
cs: Vyberte název organizace.
da: Vælg et navn til din organisation.
hu: Válasszon egy nevet a Szervezetnek.
is: Veldu nafn á stofnun.
it: Scegli un nome per la tua organizzazione.
ja: 組織の名称を選ぶ。
ro: Alegeți un nume pentru organizație.

# Info
source: Plan subscription
da: Abonnement
hu: Csomag előfizetés
is: Greidd áskrift
it: Piano abbonamento

# Info
source: Please add addresses to send and receive email with this domain
da: Venligst tilføj adresser for at sende og modtage e-mail med dette domæne
hu: Vegyen fel címeket, hogy ezen a domainen leveleket küldhessen és fogadhasson
is: Bættu við póstföngum til að senda og taka við tölvupósti með þessu léni
it: Per favore, aggiungi degli indirizzi per inviare e ricevere email con questo dominio.

# Info
source: Please add the following MX record. Note, DNS records can take several hours to update.
cs: Přidejte prosím následující MX záznam. Pamatujte, že změna v DNS záznamech se může projevit až za několik hodin.
da: Tilføj følgende MX-post. Bemærk, at DNS-poster kan tage flere timer at effektuere.
hu: Vegye fel a következő MX rekordot. Megjegyzés: A DNS rekordok frissülése akár órákig is eltarthat.
is: Settu inn eftirfarandi MX-færslu. Athugaðu að það getur tekið nokkra klukkutíma að uppfæra DNS-færslur.
it: Per favore aggiunga il seguente record MX. Si noti che i record DNS possono richiedere diverse ore per aggiornarsi.
ja: 次のMXレコードを追加してください。注：DNSレコード更新には数時間を要する場合があります。
ro: Adăugați următoarea înregistrare MX. Atenție, înregistrările DNS au nevoie de câteva ore pentru a se actualiza.
