Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.
cs: Můžete zapnout zaznamenávání přihlášení, aby jste měli přehled kdy a ze které IP adresy bylo přistoupeno k Vášemu účtu. Budeme zaznamenávat IP adresu a čas přístupu k Vašemu účtu, stejně jako nepovedená přihlášení.
da: Godkendelseslogning kan aktiveres for at se, hvornår din konto bliver tilgået. Følgende realtidstilgangsdata logges: IP, klokkeslæt samt mislykkede forsøg.
hu: Bekapcsolhatja a bejelentkezési naplót, hogy lássa a fiókba való belépéseket. Tároljuk a fiókba belépéshez használt IP címet, az időpontot és a sikertelen bejelentkezéseket is.
is: Þú getur virkjað skráningu á auðkenningum til að sjá hvenær skráð er inn á notandaaðganginn þinn og frá hvaða IP-vistfangi. Við munum skrá IP-vistfangið sem fær aðgang að notandaaðgangnum, auk tímans og fjölda misheppnaðra tilrauna til skráningar.
it: È possibile abilitare la registrazione dell'autenticazione per vedere gli accessi al tuo account e da quale IP. Registreremo l'indirizzo IP che accede all'account e il tempo, come pure i tentativi non riusciti.
ja: アカウントにアクセスした IPや時刻を確認するために認証ログを有効にできます。アカウントへのログインの試みの失敗と共に、アクセス元IP アドレスと時刻が記録されます。
ro: Puteți activa înregistrarea conectărilor pentru a vedea când a fost accesat contul și de la care IP. Vom înregistra adresa IP care accesează contul, ora și încercările eșuate de accesare.

# Info
source: You can now also receive and send messages from your @pm.me address (short for ProtonMail me or Private Message me).
cs: Nyní lze také přijímat a odesílat zprávy na adresu @pm.me (zkratka pro "ProtonMail me" nebo "Private Message me").
da: Du kan nu også modtage og afsende beskeder fra din @pm.me-adresse (kort for ProtonMail mig).
hu: Most már a @pm.me címéről is küldhet és fogadhat leveleket (lehet a ProtonMail rövidítése vagy "személyes üzenet nekem": Private Message me).
is: Þú getur núna einnig tekið á móti og sent frá @pm.me tölvupóstfanginu þínu (stytting á ProtonMail me eða Private Message me).
it: Ora potrai anche ricevere e inviare messaggi dal tuo indirizzo @pm.me (abbreviazione di "ProtonMail me" o "Private Message me").
ja: あなたの@pm.meアドレス(ProtonMail meまたはPrivate Message meの略)からメッセージを送受信することができます。
ro: Acum puteți primi și trimite mesaje de la adresa @pm.me (prescurtare pentru 'ProtonMail me' sau 'Private Message me').

# Info
source: You can now also receive messages at your @pm.me address (short for ProtonMail me or Private Message me).
cs: Nyní lze také přijímat zprávy na adresu @pm.me (zkratka pro "ProtonMail me" nebo "Private Message me").
da: Du kan nu også modtage beskeder på din @pm.me-adresse (kort for ProtonMail mig).
hu: Most már a @pm.me címére is fogadhat leveleket (lehet a ProtonMail rövidítése vagy "személyes üzenet nekem": Private Message me).
is: Þú getur núna einnig tekið á móti skilaboðum á @pm.me tölvupóstfanginu þínu (stytting á ProtonMail me eða Private Message me).
it: Ora potrai anche ricevere messaggi al tuo indirizzo @pm.me (abbreviazione di "ProtonMail me" o "Private Message me).
ja: あなたの@ pm.meアドレス（ProtonMail meまたはPrivate Message meの略）でメッセージを受信することもできます。
ro: Acum puteți primi mesajele și pe adresele de tip @pm.me (prescurtare de la «ProtonMail me» sau «Private Message me»).

# Info
source: You have a new email
cs: Máte novou zprávu
da: Du har en ny e-mail
hu: Új levele érkezett
is: Þú hefur fengið nýjan tölvupóst
it: Hai una nuova email
ja: 新しいメールがあります。
ro: Aveți un mesaj nou

# Info
source: You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
cs: Přišli jste o přístup ke klíčům organizace. Bez jejich obnovení nebudete moci vytvářet nové uživatele, přidávat adresy stávajícím uživatelům, nebo přistupovat k veřejným uživatelským účtům.
da: Du har mistet adgangen til dine organisationsnøgler. Uden genoprettelse kan du ikke oprette nye brugere, tilføje adresser til eksisterende brugere eller få adgang til ikke-private brugerkonti.
hu: Elvesztette az elérését a szervezeti kulcsokhoz. Visszaállítás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni.
is: Þú hefur misst aðgang að dulritunarlyklum stofnunar. Án endurheimtingar þeirra muntu ekki geta búið til nýja notendur, bætt póstföngum við fyrirliggjandi notendur eða haft aðgang að notendareikningum sem ekki eru einkareikningar.
it: Hai perso l'accesso alle vostre chiavi di organizzazione. Senza ripristino non sarai in grado di creare nuovi utenti, aggiungere gli indirizzi per gli utenti esistenti o accedere ad account utente non privati.
ja: 組織用の鍵にアクセスできなくなりました。 修復しない限り、新規ユーザーの作成、既存ユーザーへのアドレスの追加並びに、ユーザーアカウントへのアクセスはできません。
ro: Ați pierdut accesul la cheile organizației. Fără restaurare nu veți mai putea crea utilizatori noi, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Info
source: You have no contact groups.
da: Du har ingen kontaktgrupper.
hu: Nincsenek névjegy csoportok.
is: Þú ert ekk með neina hópa tengiliða.

# Info
source: You have no contacts
cs: Nemáte žádné kontakty
da: Du har ingen kontakter
hu: Nincsenek névjegyek
is: Þú ert ekki með neina tengiliði
it: Non hai alcun contatto
ja: 連絡先はありません。
ro: Nu aveți contacte

# Info
source: You have no custom filters.
cs: Nemáte žádné vlastní filtry.
da: Du har ingen tilpassede filtre.
hu: Nincsenek egyedi szűrők.
is: Þú ert ekki með neinar sérsniðnar síur.
it: Non hai alcun filtro personalizzato.
ja: 仕分けフィルターはありません。
ro: Nu aveți filtre personale.

# Info
source: You have no duplicate contacts
cs: Nemáte žádné duplicitní kontakty
da: Du har ingen dubletkontakter
hu: Nincsenek duplikált névjegyek
is: Þú ert með tvítekna tengiliði
it: Non hai contatti duplicati
ja: 重複した連絡先はありません。
ro: Nu aveți contacte duplicate

# Info
source: You have no labels.
cs: Nemáte žádné štítky.
da: Du har ingen etiketter.
hu: Nincsenek címkék.
is: Þú ert ekki með neinar merkingar.
it: Non hai alcuna etichetta.
ja: ラベルはありません。
ro: Nu aveți etichete.

# Info
source: You have no saved payment methods.
da: Du har ingen gemte betalingsmetoder.
hu: Nincs elmentve fizetési mód.
is: Þú ert ekki með neina vistaða greiðslumáta.
ro: Nu aveți metode de plată salvate.

# Info
source: You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
cs: Musíte aktivovat klíče organizace. Bez aktivace nebudete moci vytvářet nové uživatele, přidávat adresy stávajícím uživatelům, nebo přistupovat k veřejným uživatelským účtům.
da: Du skal aktivere dine organisationsnøgler. Uden aktivering kan du ikke oprette nye brugere, tilføje adresser til eksisterende brugere eller få adgang til ikke-private brugerkonti.
hu: Aktiválnia kell a szervezeti kulcsokat. Aktiválás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni.
is: Þú verður að virkja dulritunarlykla stofnunar. Án þess að virkja muntu ekki geta búið til nýja notendur, bætt póstföngum við fyrirliggjandi notendur eða haft aðgang að notendareikningum sem ekki eru einkareikningar.
it: È necessario attivare le chiavi dell'organizzazione. Senza attivazione non sarà possibile creare nuovi utenti, aggiungere indirizzi agli utenti esistenti o accedere ad account utente non privati.
ja: 組織用の鍵を有効にする必要があります。 有効にしない限り、新規ユーザーの作成、既存ユーザーへのアドレスの追加並びに、ユーザーアカウントへのアクセスはできません。
ro: Trebuie să activați cheile organizației. Fără activare nu veți mai putea crea utilizatori noi, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Info
source: You must activate your organization private key with the backup organization key password provided to you by your organization administrator.
cs: Musíte aktivovat soukromý klíč vaší organizace pomocí hesla klíče organizace pro zálohování, které vám poskytne správce organizace.
da: Du skal aktivere din organisations private nøgle med den adgangskode til sikkerhedskopieringsorganisationsnøglen, som din organisationsadministrator har givet dig.
hu: Aktiválnia kell a szervezeti privát kulcsot, a biztonsági mentés szervezeti kulcs jelszóval, melyet a szervezeti adminisztrátor adhat meg.
is: Þú verður að virkja einkadulritunarlykil stofnunar með því að nota endurheimtulykilorð stofnunarinnar sem stjórnandi stofnunarinnar hefur gefið þér.
it: È necessario attivare la tua chiave privata dell'organizzazione con la password di backup dell'organizzazione fornita dal tuo amministratore dell'organizzazione.
ja: バックアップしてある組織用の鍵のパスワードで、組織用の秘密鍵を有効化する必要があります。
ro: Trebuie să activați cheia privată a organizației cu parola de rezervă a cheii organizației primită de la administratorul organizației.

# Info
source: You must have a credit card or bank account linked with your PayPal account in order to add it as a payment method.
da: Du skal have et kreditkort eller en bankkonto tilknyttet din PayPal-konto for at tilføje det som en betalingsmetode.
hu: Ahhoz, hogy felvehesse fizetési módként, a PayPal számlájához hozzá kell rendelnie egy bankkártyát vagy egy bankszámlát.
is: Þú verður að tengja greiðslukort eða bankareikning við PayPal-reikninginn þinn til að geta bætt honum við sem greiðslumáta.

# Info
source: You must have a credit card or bank account linked with your PayPal account. If your PayPal account doesn't have that, please
da: Du skal have et kreditkort eller en bankkonto tilknyttet din PayPal-konto. Har din PayPal-konto ikke det, så
hu: PayPal számlájához hozzá kell rendelnie egy bankkártyát vagy egy bankszámlát. Ha ezek egyike sincs, akkor kérjük
is: Þú verður að tengja greiðslukort eða bankareikning við PayPal-reikninginn þinn. Ef PayPal-reikningurnn er ekki með slíkt skaltu

# Info
source: You must provide this user with the Organization Password in order to fully activate administrator privileges.
cs: Abyste mohli plně aktivovat oprávnění správce, musíte tomuto uživateli poskytnout heslo organizace.
da: Du skal give denne bruger adgang til organisationsadgangskoden for at aktivere administratorrettigheder fuldt ud.
hu: Meg kell adnia ennek a felhasználónak a Szervezeti Jelszót, hogy teljes mértékben aktiválja az adminisztrátori jogköröket.
is: Þú verður að gefa þessum notanda upp lykilorð stofnunar til að hann geti virkjað að fullu kerfisstjóraheimildir sínar.
it: È necessario fornire a questo utente la password dell'organizzazione al fine di attivare completamente i privilegi da amministratore.
ja: 管理者権限を与えるには、このユーザーに組織パスワードを伝える必要があります。
ro: Trebui să furnizați acestui utilizator parola organizației pentru a putea activa complet drepturile de administrator.

# Info
source: You need to add a credit card if you want to pay your invoice.
cs: Chcete-li zaplatit fakturu, musíte přidat platební kartu.
da: Du skal tilføje et betalingskort for at kunne betale din faktura.
hu: Meg kell adnia egy bankkártyát, hogy kifizethesse a számlát.
is: Þú þarft að bæta við greiðslukorti ef þú vilt geta greitt reikninginn þinn.
it: È necessario aggiungere una carta di credito se desideri pagare la tua fattura.
ja: お支払いには、クレジットカードの追加が必要です。
ro: Trebuie să adăugați un card de credit dacă doriți să plătiți factura.

# Info
source: You will be prompted to save the attachment.
cs: Budete vyzváni k uložení přílohy.
da: Du bliver bedt om at gemme vedhæftningen.
hu: A melléklet lementéséhez egy kérdés fog megjelenni.
is: Þér verður boðið að vista viðhengið.
it: Ti verrà chiesto di salvare l'allegato.
ja: 添付ファイルの保存が促されます。
ro: Vi se va solicita să salvați atașamentul.

# Info
source: You will be soon redirected to your bank to verify your payment.
da: Du bliver snart omdirigeret til din bank for at bekræfte din betaling.
hu: A kifizetés ellenőrzéséhez átirányítjuk a bankjához.
is: Þér verður bráðlega endurbeint til bankans þíns til að sannreyna greiðsluna.

# Info
source: You're upgrading your account. Once we successfully process payment, we'll immediately upgrade your account. Thanks for choosing to become a paying customer!
cs: Právě aktualizujete svůj účet. Jakmile budeme mít úspěšně zpracovanou Vaši platbu, okamžitě převedeme Váš účet na vyšší tarif. Děkujeme, že jste se stal(a) platícím zákazníkem!
da: Du er ved at opgradere din konto. Når din betaling er gennemført, opgraderes din konto straks. Tak fordi du valgte at blive Premium-bruger!
hu: Fiókját egy nagyobb csomagra fogja váltani. A kifizetés sikeres feldolgozása után azonnal frissítjük a fiókját. Köszönjük, hogy igénybe veszi a fizetős szolgáltatásainkat!
is: Þú ert að uppfæra áskriftina þína. Um leið og við höfum lokið greiðsluferlinu, munum við strax uppfæra áskriftina. Takk fyrir að hafa ákveðið að gerast greiðandi viðskiptavinur!
it: Stai effettuando l'upgrade del tuo account. Una volta verificato il pagamento, aggiorneremo immediatamente il tuo account. Grazie per aver scelto di diventare un cliente pagante!
ja: アカウントをアップグレードしています。 お支払いが正常に処理され次第、アップグレードされます。 有料プランを選択していただきありがとうございます。
ro: Acum vă convertiți contul. După ce se va procesa cu succes plata, vă vom converti contul. Vă mulțumim că ați ales să deveniți un client cu plată!

# Info
source: Your ProtonVPN account request has been received. You're already on the waitlist, we'll contact you once capacity becomes available.
cs: Žádost na zřízení účtu ProtonVPN byla přijata. Zařadili jsme Vás na čekací listinu, budeme Vás kontaktovat, jakmile bude k dispozici kapacita.
da: Din protonVPN-kontoanmodning er blevet modtaget. Du er allerede på ventelisten, og du vil blive kotaktet, når tilgængelig plads opstår.
hu: A ProtonVPN igénylését megkaptuk, amint lehet feldolgozzuk és felvesszük önnel a kapcsolatot.
is: Beiðnin þín um ProtonVPN aðgang hefur verið móttekin. Þú ert þegar á biðlistanum, við munum hafa samband við þig um leið og pláss losnar.
it: È stata ricevuta la tua richiesta per un account ProtonVPN. È già in lista d'attesa, ti contatteremo appena sarà disponibile.
ja: ProtonVPNアカウント登録は受付済みで、現在処理待ちです。利用可能になりましたらご連絡いたします。
ro: Solicitarea dvs. de activare a contului ProtonVPN a sosit. Sunteți deja pe lista de așteptare, vă vom contacta de îndată ce funcția devine disponibilă.

# Info
source: Your VPN account has not yet been activated, go to <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> to sign up and activate your account.
cs: VPN účet zatím nebyl aktivován, přejděte k <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> registraci a účet aktivujte.
da: Din VPN-konto er endnu ikke blevet aktiveret. Gå til <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> for at registrere og aktivere din konto.
hu: A ProtonVPN fiókja még nincs aktiválva. Nyissa meg a <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> oldalt a regisztrációhoz és az aktiváláshoz.
is: VPN-aðgangurinn þinn hefur ekki ennþá verið virkjaður, farðu á <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> til að nýskrá þig og virkja aðganginn.
it: Il tuo account VPN non è ancora stato attivato. Visita <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup</a> per registrarti e attivare il tuo account.
ja: VPNアカウントはまだ有効になっていません。<a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a>からアカウント登録と有効化をしてください。
ro: Contul dvs. VPN nu a fost încă activat, vizitați <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> pentru a vă înscrie și activa contul.

# Info
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
cs: U Vašeho účtu jsou vedeny faktury po splatnosti. Zaplaťte prosím všechny neuhrazené faktury.
da: Din konto har for øjeblikket en faktura i restance. Betal venligst alle udestående fakturaer.
hu: Fiókja jelenleg késedelmes számlát tartalmaz. Kérjük, egyenlítse ki valamennyi számláját.
is: Aðgangurinn þinn er með ógreiddan reikning. Endilega borgaðu alla ógreidda reikninga sem fyrst.
it: Il tuo account attualmente ha una fattura scaduta. Si prega di pagare tutte le fatture non pagate.
ja: 支払い期限の過ぎた請求があります。全ての未払いの請求をお支払いください。
ro: Contul are în prezent o factură restantă. Vă rugăm să plătiți toate facturile neplătite.

# Info
source: Your account is being updated, this may take up to 30 seconds.
cs: Váš účet se aktualizuje, může to trvat až 30 sekund.
da: Din konto opdateres. Dette kan tage op til 30 sekunder.
hu: A fiókja frissítés alatt. Ez 30 másodpercig is eltarthat.
is: Verið er að uppfæra aðganginn þinn, það gæti tekið u.þ.b. 30 sekúndur.
it: Il tuo account è in fase di aggiornamento, questo può richiedere fino a 30 secondi.
ja: アカウントを更新中です。30 秒程お待ち下さい。
ro: Contul este convertit, ar putea dura până la 30 de secunde.

# Info
source: Your account is currently not eligible for ProtonVPN access. If you are part of an Organization, please contact your account administrator.
cs: Váš účet nemá oprávnění používat službu ProtonVPN. Jste-li součástí organizace, obraťte se na správce účtu.
da: Din konto er i pt. ikke berettiget til ProtonVPN-adgang. Hvis du er en del af en organisation, bedes du kontakte din kontoadministrator.
hu: Az ön fiókja jelenleg nem jogosult a ProtonVN elérésére. Ha a fiókja egy szervezethez tartozik, kérjük lépjen kapcsolatba a szervezet adminisztrátorával.
is: Aðgangurinn þinn hefur ekki rétt á ProtonVPN-aðgangi. Ef þú ert hluti af stofnun ættirðu að hafa samband við kerfisstjórann þinn.
it: Il tuo account al momento non è idoneo per l'accesso a ProtonVPN. Se fai parte di un'organizzazione, per favore contatta l'amministratore dell'account.
ja: 現在ProtonVPNの利用権がありません。組織に属している場合は、アカウント管理者に問い合わせてください。
ro: Contul dvs. nu este momentan eligibil pentru accesarea ProtonVPN. Dacă faceți parte dintr-o organizație, contactați administratorul contului.

# Info
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
da: Din konto eller organisation har pt. en forfalden faktura. Betal venligst den udestående faktura.
hu: Az ön fiókja vagy a szervezet késedelmes számlát tartalmaz. Kérjük, egyenlítse ki valamennyi számláját.
is: Aðgangurinn þinn eða félags/stofnunar/samtaka/fyrirtækis er með ógreiddan reikning. Endilega borgaðu alla ógreidda reikninga sem fyrst.
ro: Contul sau organizația are în prezent o factură restantă. Vă rugăm să plătiți toate facturile neplătite.

# Info
source: Your admin privileges have been revoked.
cs: Administrátorská oprávnění byla odebrána.
da: Dine adminrettigheder er inddraget.
hu: Az adminisztrátori jogkörét megvonták.
is: Stjórnunarheimildir þínar hafa verið afturkallaðar.
it: I tuoi privilegi da amministratore sono stati revocati.
ja: 管理者権限が失効しています。
ro: Drepturile administrative v-au fost revocate.

# Info
source: Your attachments are secure and encrypted, but to download them requires extra work. We recommend using a different web browser such as Chrome or Firefox for a better user experience.
cs: Vaše přílohy jsou v bezpečí a šifrované, ale jejich stáhnutí vyžaduje práci navíc. Pro lepší uživatelský komfort doporučujeme používat jiný prohlížeč jako je Chrome, nebo Firefox.
da: Dine vedhæftninger er sikre og krypterede, men for at hente dem kræves lidt ekstra arbejde. Vi anbefaler at du benytte en anden webbrowser, så som Chrome eller Firefox for for at få en bedre brugeroplevelse.
hu: A mellékletek biztonságosak és titkosítottak, de letöltésük extra munkát igényel. Az egyszerűbb megoldásért, javasoljuk egy másik böngésző használatát, például a Chrome vagy Firefox.
is: Viðhengin þín eru örugg og dulrituð, en að sækja þau krefst samt dálítillar fyrirhafnar. Við mælum með því að til þess sé notaður annar vafri, svo sem Chrome eða Firefox, til að einfalda hlutina örlítið.
it: I tuoi allegati sono sicuri e cifrati, ma per scaricarli è necessario un lavoro aggiuntivo. Si consiglia di utilizzare un altro browser come Chrome o Firefox per una migliore esperienza utente.
ja: 添付ファイルは暗号化され安全ですが、ダウンロードには追加の作業が必要です。使い勝手を向上させるには、ChromeやFirefoxなどの別のWebブラウザのご使用をお勧めします。
ro: Atașamentele sunt sigure și criptate, dat pentru a le descărca este nevoie de un efort suplimentar. Vă recomandăm să folosiți un navigator diferit cum ar fi Chrome sau Firefox pentru o experiență mai bună.

# Info
source: Your bank requires 3-D Secure verification for security purposes.
da: Af sikkerhedsårsager kræver din bank 3-D Sikker bekræftelse.
hu: A nagyobb biztonság érdekében az ön bankja megköveteli a 3D Secure biztonsági ellenőrzést.
is: Bankinn þinn krefst 3-D Secure sannvottunar í öryggisskyni.

# Info
source: Your email or phone number will not be linked to the account created. It is only used during the signup process. A hash will be saved to prevent abuse of the ProtonMail systems.
cs: Váš e-mail nebo telefonní číslo nebude propojeno s vytvořeným účtem. Údaje jsou použity pouze během registrační fáze. Hash bude uložen, aby se zabránilo zneužití ProtonMail systémů.
da: Din e-mail eller telefonnummer vil ikke være tilknyttet den oprettede konto. Den benyttes kun under tilmeldingsprocessen. Et hash vil blive gemt for at forhindre misbrug af ProtonMail-systemer.
hu: Az e-mail címe vagy telefonszáma nem lesz a fiókhoz társítva, csak a regisztráció alatt szükséges. Egy ellenőrző összeg lesz tárolva, a ProtonMail rendszerrel való visszaélések elkerülése végett.
is: Tölvupóstfangið þitt eða símanúmer verða ekki tengd við aðganginn sem verið er að útbúa. Þetta er einungis notað í nýskráningarferlinu. Tætigildi verður vistað til að koma í veg fyrir misnotkun á ProtonMail-kerfunum.
it: La tua email o numero di telefono non saranno collegati all'account creato. Vengono usati soltanto durante la fase di registrazione. Un hash sarà salvato per prevenire abusi ai sistemi di ProtonMail.
ja: メールまたは電話番号は、作成されたアカウントに関連付けられることなく、サインアップの処理にのみ使用されます。なお、ProtonMailシステムの乱用を防ぐためにハッシュが保存されます。
ro: Adresa de e-mail sau numărul de telefon nu vor fi conectate la contul creat. Sunt folosite doar pe durata procesului de înregistrare. Va fi salvată o semnătură pentru a preveni abuzurile sistemelor ProtonMail.

# Info
source: Your new features are now available.
cs: Nové funkce jsou nyní k dispozici.
da: De nye funktioner er nu tilgængelige.
hu: Az új lehetőségek már el is érhetőek.
is: Nýju eiginleikarnir þínir eru núna til taks.
it: Sono disponibili nuove funzionalità.
ja: 新しい機能が利用できます。
ro: Noile funcții sunt acum disponibile.
