Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

source: ProtonMail Verified
ro: Verificat de ProtonMail

source: ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.
ro: ProtonMail nu poate fi utilizat pentru mesaje trimise în masă sau spam. Mesajele legitime sunt nelimitate.

source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
ro: ProtonMail suportă semnarea DKIM pentru domenii personale! Pentru a utiliza autentificarea DKIM, vă rugăm adăugați următoarea înregistrate TXT în DNS-ul acestui domeniu. Această operație poate fi executată de obicei din panoul de control al celui care v-a înregistrat domeniul.

source: ProtonVPN encrypts your internet connection to keep your online activity private.
ro: ProtonVPN criptează conexiunea dvs. la Internet pentru a vă păstra activitatea online privată.

source: Provides additional protection against VPN server compromise by routing connections through our Secure Core network
ro: Furnizează o protecție adițională împotriva compromiterii serverului VPN prin trimiterea conexiunilor prin intermediul rețelei noastre centrale securizate

source: Public Key trusted
ro: Chei publice aprobate

source: RE-SIGN
ro: RE-SEMNARE

source: Received:
ro: Primit:

source: Recommended
ro: Recomandat

source: Recovery email
ro: E-mail de recuperare

source: Recovery/Notification email saved
ro: E-mail recuperare/notificare salvat

source: Redirecting
ro: Redirecționare

source: Remove Entry
ro: Eliminare intrare

source: Required
ro: Obligatoriu

source: Row
ro: Rânduri

source: Search for emails
ro: Căutare mesaje

source: Search messages
ro: Căutare mesaje

source: Search parameter updated
ro: Parametri căutare actualizați

source: Select the PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages. Click for more info.
ro: Selectare schemă PGP ce va fi folosită la semnare sau criptare de către un utilizator. Rețineți că PGP integrat forțează folosirea mesajelor simple. Apăsați pentru mai multe informații.

source: Send all your traffic through the Tor network with a single click
ro: Trimitere trafic prin rețeaua Tor cu un singur clic

source: Sent
ro: Trimis

source: Sent:
ro: Trimis:

source: Set
ro: Setat

source: Setting up account
ro: Setare cont

source: State/Region
ro: Stat/Județ

source: Street address
ro: Strada

source: Subject
ro: Subiect

source: TRUST KEY
ro: CHEIE DE ÎNCREDRE

source: TRUST KEYS
ro: CHEI DE ÎNCREDERE

source: Test notification
ro: Notificare test

source: The message signature could not be verified as the signature on the contact is invalid.
ro: Semnătura mesajului nu a putut fi verificată deoarece semnătura contactului nu este validă.

source: The public key with fingerprint %s updated.
ro: Cheia publică cu amprenta %s a fost actualizată.

source: The public key with fingerprint %s was replaced with a revoked key.
ro: Cheia publică cu amprenta %s a fost înlocuită cu o cheie revocată.

source: This feature is only available for ProtonMail Professional plans or higher
ro: Această funcție este disponibilă doar pentru planul ProtonMail Profesional sau mai mare

source: This key is expired.
ro: Această cheie a expirat.

source: This key is revoked.
ro: Această cheie este revocată.

source: This message has an unknown public key attached.
ro: Mesajul are o cheie publică necunoscută atașată.

source: This message is signed by a public key that has not been trusted yet.
ro: Acest mesaj este semnat cu o cheie publică care încă nu a fost aprobată.

source: To
ro: La

source: To download attachments in Safari:
ro: Pentru a descărca fișiere atașate în Safari:

source: Trash
ro: Gunoi

source: Two-factor passcode
ro: Parolă doi factori

source: Type a command
ro: Introduceți comanda

source: Unsupported key
ro: Cheie nesuportată

source: Use for encryption
ro: Utilizare pentru criptare

source: User IDs mismatch. This key is assigned to %1.
ro: Nepotrivire ID utilizator. Această cheie este asociată cu %1.

source: Using this key for encryption will encrypt outgoing messages to this address with this key and set this key as the primary PGP key for this address.
ro: Utilizarea acestei chei pentru criptare va cripta mesajele expediate la această adresă cu această cheie și va seta această cheie ca și cheie principală PGP pentru această adresă.

source: VPN connections
ro: Conexiuni VPN

source: Yes
ro: Da

source: addresses
ro: adrese

source: addresses used.
ro: adrese utilizate.

source: advanced
ro: avansat

source: as attachment
ro: ca atașament

source: click here
ro: apăsați aici

source: domain
ro: domeniu

source: domains
ro: domenii

source: embedded image
ro: imagine încorporată

source: file attached
ro: fișier atașat

source: inline
ro: integrată

source: month
ro: lună

source: user
ro: utilizator

source: users
ro: utilizatori

# Info
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
it: Il tuo account attualmente ha una fattura scaduta. Si prega di pagare tutte le fatture non pagate.

# Info
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
it: Il tuo account o organizzazione attualmente ha una fattura scaduta. Si prega di pagare tutte le fatture non pagate.

# VCard key name
source: Impp
ja: インスタントメッセージ
