Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Action
source: Empty trash
cs: Vysypat koš
da: Tøm Papirkurv
hu: Lomtár kiürítése
is: Tæma rusl
it: Svuota il cestino
ja: ごみ箱を空にする
ro: Golire gunoi

# Action
source: Enable
cs: Povolit
da: Aktivere
hu: Engedélyezés
is: Virkja
it: Abilita
ja: 有効化
ro: Activare

# Action
source: Enable Two-Factor Authentication
cs: Povolit dvoufázové ověření
da: Aktivér to-faktor autentificering
hu: Kétlépéses hitelesítés bekapcsolása
is: Virkja tveggja-þátta auðkenningu
it: Abilita l'autenticazione in due passaggi
ja: 2 要素認証を有効にする
ro: Activare autentificare cu doi factori

# Action
source: Enable encryption
cs: Povolit šifrování
da: Aktivér kryptering
hu: Titkosítás engedélyezése
is: Þvinga dulritun
it: Abilita crittografia
ja: 暗号化を有効にする

# Action
source: Enable multi-user support
cs: Zapnout podporu pro více uživatelů
da: Aktivér multibrugerunderstøttelse
hu: Többfelhasználós támogatás engedélyezése
is: Virkja fjölnotenda-stuðning
it: Abilita il supporto multi-utente
ja: 複数ユーザーサポートを有効にする
ro: Activare suport multiutilizator

# Action
source: Enable signature verification
cs: Povolit ověřování podpisu
da: Aktivér signaturbekræftelse
hu: Aláírás ellenőrzés engedélyezése
is: Virkja sannvottun undirritunar
it: Abilita la verifica della firma
ja: 署名の検証を有効にする

# Action
source: Enabled
cs: Povoleno
da: Aktiveret
hu: Engedélyezve
is: Virkt
it: Abilitato
ja: 有効
ro: Activat

# Action
source: Encrypted contacts
cs: Šifrované kontakty
da: Krypterede kontaktpersoner
hu: Titkosított névjegyek
is: Dulritaðir tengiliðir
it: Contatti criptati
ja: 連絡先を暗号化
ro: Contacte criptate

# Action
source: Encrypting
cs: Šifrování
da: Kryptering
hu: Titkosítás
is: Dulritun
it: Crittografando
ja: 暗号化中
ro: Criptare

# Action
source: Encrypting attachments
cs: Šifrování příloh
da: Krypterer vedhæftninger
hu: Mellékletek titkosítása
is: Dulrita viðhengi
it: Crittografando gli allegati
ja: 添付ファイルを暗号化中
ro: Criptare atașament

# Action
source: Encryption
cs: Šifrování
da: Kryptering
hu: Titkosítás
is: Dulritun
it: Crittografia

# Action
source: Enter key manually instead
cs: Místo toho vložte klíč ručně
da: Angiv nøgle manuelt i stedet
hu: Kulcs megadása manuálisan
is: Settu lykill inn handvirkt í staðinn
it: Inserisca invece la chiave manualmente
ja: 代りに手動で鍵を入力する。
ro: Introduceți cheia manual

# Action
source: Exit fullscreen
cs: Ukončit režim celé obrazovky
da: Afslut fuldskærm
hu: Kilépés teljesképernyős módból
is: Hætta í skjáfylli
it: Esci da schermo intero
ja: 全画面表示を終了

# Action
source: Expand
cs: Rozbalit
da: Udvid
hu: Kibont
is: Þenja
it: Espandi
ja: 展開

# Action
source: Expiration time
cs: Platnost do
da: Udløbstid
hu: Lejárati idő
is: Gildistími
it: Data di scadenza
ja: 有効期限

# Action
source: Export
cs: Exportovat
da: Exportér
hu: Exportálás
is: Flytja út
it: Esporta
ja: エクスポート
ro: Exportare

# Action
source: Finish
cs: Dokončit
da: Færdiggør
hu: Befejezés
is: Ljúka
it: Termina
ja: 完了
ro: Finalizare

# Action
source: Folders / Labels
cs: Složky / Štítky
da: Mapper/Etiketter
hu: Mappák / Címkék
is: Möppur / Merkingar
it: Cartelle / Etichette
ja: フォルダー/ラベル
ro: Foldere / Etichete

# Action
source: Forgot password?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
hu: Elfelejtett jelszó?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ro: Ați uitat parola?

# Action
source: Forgot username?
cs: Zapomněli jste uživatelské jméno?
da: Glemt brugernavn?
hu: Elfelejtette a felhasználónevét?
is: Gleymt notandanafn?
it: Nome utente dimenticato?
ja: ユーザー名を忘れましたか？
ro: Ați uitat numele de utilizator?

# Action
source: Forward
cs: Přeposlat
da: Videresend
hu: Továbbítás
is: Áfram
it: Inoltra
ja: 転送

# Action
source: Fullscreen
cs: Celá obrazovka
da: Fuldskærm
hu: Teljes képernyő
is: Skjáfylli
it: Schermo intero
ja: 全画面表示

# Action
source: Generate Keys
cs: Generovat klíče
da: Generere nøgler
hu: Kulcsok generálása
is: Útbúa dulritunarlykla
it: Genera chiavi
ja: 鍵を生成
ro: Generare chei

# Action
source: Generate missing keys
cs: Generovat chybějící klíče
da: Generér manglende nøgler
hu: Hiányzó kulcsok generálása
is: Útbúa þá dulritunarlykla sem vantar
it: Genera chiavi mancanti
ja: 紛失した鍵の生成
ro: Generare chei lipsă

# Action
source: Get the deal
da: Få tilbuddet
hu: Érdekel az ajánlat
is: Fáðu þetta tilboð

# Action
source: Go to dashboard
cs: Přejít na hlavní panel
da: Gå til kontrolpanel
hu: Vezérlőpultra lépés
is: Fara á stjórnborð
it: Vai al pannello di controllo
ja: ダッシュボードを開く

# Action
source: Have a reset code?
cs: Máte kód pro obnovení?
da: Har en nulstillingskode?
hu: Van helyreállító kódja?
is: Ertu með endurstillingarkóða?
it: Hai un codice di reset?
ja: リセットコードをお持ちですか？

# Action
source: Help &amp; answers
cs: Nápověda &amp; odpovědi
da: Hjælpe og svar
hu: Segítség és válaszok
is: Hjálp &amp; svör
it: Aiuto &amp; risposte
ja: ヘルプとQ&amp;A
ro: Ajutor &amp; Răspunsuri

# Action
source: Hide
cs: Skrýt
da: Skjul
hu: Elrejtés
is: Fela
it: Nascondi
ja: 非表示
ro: Ascunde

# Action
source: Hide details
cs: Skrýt detaily
da: Skjul detaljer
hu: Részletek elrejtése
is: Fela nánari upplýsingar
it: Nascondi dettagli
ja: 詳細を隠す
ro: Ascunde detalii

# Action
source: Hide non-trashed messages
cs: Skrýt zprávy, které nebyly odeslány do koše
da: Skjul ikke kasserede beskeder
hu: Nem törölt üzenetek elrejtése
is: Fela skilaboð sem ekki eru í rusli
it: Nascondi i messaggi non cestinati
ja: ごみ箱に入れられていないメッセージを隠す
ro: Ascunde mesaje nearuncate

# Action
source: Hide trashed messages
cs: Skrýt zprávy v koši
da: Skjul kasserede beskeder
hu: Törölt üzenetek elrejtése
is: Fela skilaboð í rusli
it: Nascondi i messaggi eliminati
ja: ごみ箱のメッセージを隠す
ro: Ascunde mesaje aruncate

# Action
source: I have a question
cs: Mám dotaz
da: Jeg har et spørgsmål
hu: Kérdésem van
is: Ég er með spurningu
it: Ho una domanda
ja: サポートに質問
ro: Am o întrebare

# Action
source: Import
cs: Importovat
da: Importere
hu: Importálás
is: Flytja inn
it: Importa
ja: インポート
ro: Importare

# Action
source: Import contacts
cs: Importovat kontakty
da: Importér kontakter
hu: Névjegyek importálása
is: Flytja inn tengiliði
it: Importa i contatti
ja: 連絡先をインポート
ro: Importare contacte

# Action
source: Import key
cs: Importovat klíč
da: Importer nøgle
hu: Kulcs importálása
is: Flytja inn lykil
it: Importa chiave
ja: 鍵をインポート

# Action
source: Insert image
cs: Vložit obrázek
da: Indsæt billede
hu: Kép beillesztése
is: Setja inn mynd
it: Inserisci immagine
ja: 画像を挿入

# Action
source: Insert link
cs: Vložit odkaz
da: Indsæt genvej
hu: Link beillesztése
is: Setja inn tengil
it: Inserisci link
ja: リンクを挿入

# Action
source: Italic
cs: Kurzíva
da: Kursiv
hu: Dőlt
is: Skáletrað
it: Corsivo
ja: イタリック体

# Action
source: Label as
cs: Označit jako
da: Etikettér som
hu: Címkézés, mint
is: Merkja sem
it: Etichetta come
ja: ラベル付け

# Action
source: Learn more
cs: Více informací
da: Yderligere information
hu: További információk
is: Kanna nánar
it: Per saperne di più
ja: より詳しく
ro: Aflați mai multe

# Action
source: Load
cs: Nahrát
da: Indlæs
hu: Betöltés
is: Hlaða inn
it: Carica
ja: 読み込む
ro: Încărcare

# Action
source: Load classic theme
cs: Nahrát klasický vzhled
da: Indlæs klassisk tema
hu: Klasszikus kinézet betöltése
is: Hlaða inn klassísku þema
it: Carica il tema classico
ja: クラッシックテーマを読み込む
ro: Încărcare temă clasică

# Action
source: Load edison theme
cs: Nahrát vzhled Edison
da: Indlæs Edison-tema
hu: Edison kinézet betöltése
is: Hlaða inn edison-þema
it: Carica il tema edison
ja: エジソンテーマを読み込む
ro: Încărcare temă edison

# Action
source: Load image
da: Indlæs billede
hu: Kép betöltése
is: Hlaða inn mynd

# Action
source: Log out
cs: Odhlásit
da: Log ud
hu: Kijelentkezés
is: Skrá út
it: Disconnettiti
ja: ログアウト
ro: Deconectare

# Action
source: Login
cs: Přihlášení
da: Log ind
hu: Bejelentkezés
is: Innskráning
it: Accedi
ja: ログイン
ro: Conectare

# Action
source: Logout
cs: Odhlášení
da: Log ud
hu: Kijelentkezés
is: Útskráning
it: Esci
ja: ログアウト
ro: Deconectare

# Action
source: Make Admin
cs: Udělat adminem
da: Gør til Admin
hu: Legyen admin
is: Gera að stjórnanda
it: Rendi amministratore
ja: 管理者に設定
ro: Administrator

# Action
source: Make Primary
cs: Nastavit jako výchozí
da: Sæt som primær
hu: Legyen elsődleges
is: Gera að aðal
it: Rendi principale
ja: プライマリーにする
ro: Setare ca primară

# Action
source: Make Private
cs: Nastavit jako soukromé
da: Gør til Privatbruger
hu: Legyen privát
is: Gera einka
it: Rendi privato
ja: 私用に設定
ro: Privat

# Action
source: Make default
cs: Nastavit jako výchozí
da: Vælg som standard
hu: Legyen alapértelmezett
is: Gera sjálfgefið
it: Rendi predefinito
ja: 既定に設定
ro: Implicită

# Action
source: Manage
cs: Spravovat
da: Håndtere
hu: Kezelés
is: Stjórna
it: Gestisci
ja: 管理する
ro: Gestionare

# Action
source: Manual
cs: Ručně
da: Manuel
hu: Kézi
is: Handvirkt
it: Manuale
ja: 手動

# Action
source: Mark as read
cs: Označit jako přečtené
da: Markér som læst
hu: Megjelölés olvasottként
is: Merkja sem lesið
it: Segna come letto
ja: 既読にする
ro: Marcare ca citit

# Action
source: Mark as read - Mark as unread
cs: Označit jako přečtené - Označit jako nepřečtené
da: Marker som læst - marker som ulæst
hu: Megjelölés olvasottként - Megjelölés olvasatlanként
is: Merkja sem lesið - Merkja sem ólesið
it: Segna come già letto - Segna come da leggere
ja: 既読にする - 未読に戻す

# Action
source: Mark as read/unread
da: Markér som læst/ulæst
hu: Megjelölés olvasottként/olvasatlanként
is: Merkja sem lesið/ólesið

# Action
source: Mark as spam
cs: Označit jako spam
da: Markér som spam
hu: Megjelölés levélszemétként
is: Merkja sem ruslpóst
it: Segna come spam
ja: 迷惑メールとしてマーク
ro: Marcare ca spam

# Action
source: Mark as unread
cs: Označit jako nepřečtené
da: Markér som ulæst
hu: Megjelölés olvasatlanként
is: Merkja sem ólesið
it: Segna come da leggere
ja: 未読に戻す
ro: Marcare ca necitit

# Action
source: Mark as unread - Mark as read
cs: Označit jako nepřečtené - Označit jako přečtené
da: Marker som ulæst - marker som læst
hu: Megjelölés olvasatlanként - Megjelölés olvasottként
is: Merkja sem ólesið - Merkja sem lesið
it: Segna come già letto - Segna come da leggere
ja: 未読に戻す - 既読にする

# Action
source: Mark compromised
cs: Označit jako ohrožený/nebezpečný
da: Markér som kompromitteret
hu: Megjelölés kompromittáltként
is: Merkja sem berskjaldað
it: Segna come compromessa
ja: 侵害された印をつける
ro: Marcare compromise

# Action
source: Mark obsolete
cs: Označit jako zastaralý
da: Mark som forældet
hu: Megjelölés elavultként
is: Merkja sem úrelt
it: Segna come obsoleta
ja: 廃止された印をつける
ro: Marcare învechite

# Action
source: Merge
cs: Sloučit
da: Flet
hu: Egyesítés
is: Sameina
it: Unisci
ja: 統合
ro: Îmbinare

# Action
source: Minimize
cs: Minimalizovat
da: Minimér
hu: Kis méret
is: Lágmarka
it: Minimizza
ja: 最小化

# Action
source: More
cs: Více
da: Flere
hu: Továbbiak
is: Meira
it: Altro
ja: その他

# Action
source: Move to
cs: Přesunout do
da: Flyt til
hu: Áthelyezés
is: Færa í
it: Sposta in
ja: フォルダーに移動する

# Action
source: Move to archive
cs: Přesunout do archivu
da: Flyt til Arkiv
hu: Archiválás
is: Flytja í safn
it: Sposta nell'archivio
ja: アーカイブに移動する
ro: Mutare în «Arhivă»

# Action
source: Move to inbox
cs: Přesunout do složky Doručená pošta
da: Flyt til Indbakke
hu: Áthelyezés a beérkezett üzenetekhez
is: Flytja í innhólf
it: Sposta in posta in arrivo
ja: 受信箱に移動する
ro: Mutare în «Primite»

# Action
source: Move to spam
cs: Přesunout do složky Nevyžádaná pošta
da: Flyt til Spam
hu: Áthelyezés a levélszeméthez
is: Flytja í ruslpóst
it: Sposta in spam
ja: 迷惑メールに移動する
ro: Mutare în «Spam»

# Action
source: Move to trash
cs: Přesunout do koše
da: Flyt til Papirkurv
hu: Áthelyezés a lomtárba
is: Henda í ruslið
it: Sposta nel cestino
ja: ごみ箱に移動する
ro: Mutare în «Gunoi»

# Action
source: Need help?
cs: Potřebujete poradit?
da: Behov for hjælp?
hu: Segítségre van szüksége?
is: Þarftu hjálp?
it: Hai bisogno di aiuto?
ja: お困りですか？
ro: Doriți ajutor?

# Action
source: Need more users?
cs: Potřebujete více uživatelů?
da: Behov for flere brugere?
hu: Több felhasználóra van szüksége?
is: Þarftu fleiri notendur?
it: Necessita di più utenti?
ja: より多くのユーザー数が必要ですか？
ro: Aveți nevoie de mai mulți utilizatori?

# Action
source: Never show
cs: Nikdy nezobrazovat
da: Vis aldrig
hu: Soha ne mutasd
is: Aldrei sýna
it: Non mostrare mai

# Action
source: Next
cs: Další
da: Næste
hu: Következő
is: Næsta
it: Successiva
ja: 次へ
ro: Înainte

# Action
source: Next tip
cs: Další typ
da: Næste tip
hu: Következő tipp
is: Næsta ábending
it: Prossimo suggerimento
ja: 次のヒント
ro: Următorul sfat

# Action
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei
ja: いいえ
ro: Nu

# Action
source: Not spam
cs: Není spam
da: Ikke spam
hu: Nem levélszemét
is: Ekki ruslpóstur
it: Non spam
ja: 迷惑メールではない
ro: Nu e spam

# Action
source: OK
is: Í lagi

# Action
source: Ok
is: Í lagi

# Action
source: Ordered list
cs: Seřazený seznam
da: Rangeret liste
hu: Rendezett lista
is: Raðaður listi
it: Lista ordinata
ja: 順序付きリスト

# Action
source: Organization
cs: Organizace
da: Organisation
hu: Szervezet
is: Stofnun
it: Organizzazione
ja: 組織

# Action
source: Page number
cs: Číslo stránky
da: Sidenummer
hu: Oldalszám
is: Blaðsíðunúmer
it: Numero di pagina
ja: ページ番号

# Action
source: Pay
cs: Zaplatit
da: Betal
hu: Fizetés
is: Borga
it: Paghi
ja: 支払う
ro: Plătesc

# Action
source: Pay annually
cs: Platit ročně
da: Betal årligt
hu: Fizetés évente
is: Borga árlega
it: Paghi annualmente
ja: 年間払い
ro: Plată anuală

# Action
source: Popup
cs: Vyskakovací okno
hu: Felugró ablak
is: Sprettgluggi

# Action
source: Previous
cs: Předchozí
da: Foregående
hu: Előző
is: Fyrra
it: Precedente
ja: 前へ

# Action
source: Print
cs: Tisk
da: Udskriv
hu: Nyomtatás
is: Prenta
it: Stampa
ja: 印刷
ro: Imprimare

# Action
source: Private
cs: Soukromé
hu: Privát
is: Einka
it: Privato
ja: 私用にする
ro: Privat

# Action
source: Private key
cs: Privátní klíč
da: Privat nøgle
hu: Privát kulcs
is: Einkalykill
it: Chiave privata
ja: 秘密鍵
ro: Cheie privată

# Action
source: ProtonMail Shop
cs: Obchod ProtonMail
da: ProtonMail-butik
hu: ProtonMail Üzlet
is: ProtonMail verslun
it: Negozio ProtonMail
ja: ProtonMail ショップ
ro: Magazin ProtonMail

# Action
source: ProtonMail username to reset
cs: Uživatelské jméno ProtonMail, které chcete obnovit
da: ProtonMail-brugernavn til nulstilling
hu: ProtoanMail felhasználónév visszaállítása
is: Notandanafn ProtonMail sem á að endurstilla
it: Nome utente ProtonMail da reimpostare
ja: リセットするProtonMailのユーザー名
ro: Utilizator ProtonMail de resetat

# Action
source: Public key
cs: Veřejný klíč
da: Offentlig nøgle
hu: Nyilvános kulcs
is: Dreifilykill
it: Chiave pubblica
ja: 公開鍵
ro: Cheie publică

# Action
source: Quote
cs: Citovat
da: Anførselstegn
hu: Idézet
is: Tilvitnun
it: Cita
ja: 引用

# Action
source: RE-SIGN
cs: PODEPSAT-ZNOVU
da: GENUNDERSKRIV
hu: Újbóli-regisztráció
is: ENDUR-UNDIRRITA
it: FIRMA NUOVAMENTE

# Action
source: Reactivate
cs: Znovu aktivovat
da: Genaktivere
hu: Újraaktiválás
is: Endurvirkja
it: Riattiva
ja: 再有効化
ro: Reactivare

# Action
source: Reactivate keys
cs: Opětovná aktivace klíčů
da: Genaktivér nøgler
hu: Kulcsok újraaktiválása
is: Endurvirkja dulritunarlykla
it: Riattiva chiavi
ja: 鍵の再有効化

# Action
source: Refresh domain status
cs: Aktualizovat stav domény
da: Opfrisk domænestatus
hu: Domain státusz frissítése
is: Endurlesa stöðu léns
it: Aggiorna lo stato del dominio
ja: ドメインの状態を更新する
ro: Împrospătare stare domeniu

# Action
source: Reload ProtonMail
cs: Znovu načíst ProtonMail
da: Genindlæs ProtonMail
hu: ProtonMail újratöltése
is: Endurhlaða ProtonMail
it: Ricarica ProtonMail
ja: ページを再読込み
ro: Reîncărcare ProtonMail

# Action
source: Remove
cs: Odstranit
da: Fjern
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除
ro: Eliminare

# Action
source: Remove Entry
cs: Odebrat položku
da: Fjern post
hu: Elem törlése
is: Fjarlægja færslu
it: Rimuovi voce
ja: 項目を削除
ro: Eliminare înregistrare

# Action
source: Remove selection
da: Fjern valgte
hu: Kiválasztás törlése
is: Fjarlægja valið

# Action
source: Reply
cs: Odpovědět
da: Besvar
hu: Válasz
is: Svara
it: Rispondi
ja: 返信

# Action
source: Reply all
cs: Odpovědět všem
da: Besvar alle
hu: Válasz mindenkinek
is: Svara öllum
it: Rispondi a tutti
ja: 全員に返信

# Action
source: Reply securely
cs: Bezpečně odpovědět
da: Svar sikkert
hu: Biztonságos válasz
is: Svara með öruggum hætti
it: Rispondi in sicurezza
ja: 安全に返信する
ro: Răspuns în siguranță

# Action
source: Report bug
cs: Nahlásit chybu
da: Anmeld fejl
hu: Hibajelentés
is: Tilkynna galla
it: Segnala un bug
ja: バグの報告
ro: Raportare eroare

# Action
source: Report phishing
cs: Oznámit phishing
da: Anmeld phishing
hu: Adathalászat bejelentése
is: Tilkynna um veiðipóst (phishing)
it: Segnala phishing
ja: フィッシングとして報告

# Action
source: Reset
cs: Obnovit
da: Nulstille
hu: Visszaállítás
is: Frumstilla
it: Reimposta
ja: リセット
ro: Resetare

# Action
source: Reset Keys
cs: Klíče pro obnovení
da: Nulstil nøgler
hu: Kulcsok visszaállítása
is: Endurstilla dulritunarlykla
it: Reimposta chiavi
ja: 暗号鍵をリセット
ro: Resetare chei

# Action
source: Reset Password
cs: Obnovit heslo
da: Nulstil adgangskode
hu: Jelszó visszaállítása
is: Endurstilla lykilorð
it: Reimposta password
ja: パスワードをリセット
ro: Resetare parolă

# Action
source: Reset code
cs: Kód pro obnovení
da: Nulstil kode
hu: Kód visszaállítása
is: Endurstillingarkóði
it: Reimposta codice
ja: リセットコード
ro: Cod resetare

# Action
source: Reset password
cs: Obnovit heslo
da: Nulstil adgangskode
hu: Jelszó visszaállítása
is: Endurstilla lykilorð
it: Reimposta la password
ja: パスワードをリセット
ro: Resetare parolă

# Action
source: Reset theme
cs: Obnovit motiv
da: Nulstil tema
hu: Téma visszaállítása
is: Endurstilla þema
it: Reimposta il tema
ja: テーマをリセット
ro: Resetare temă

# Action
source: Restore Keys
cs: Obnovit klíče
da: Genopret nøgler
hu: Visszaállítási kulcs
is: Endurheimta dulritunarlykla
it: Ripristina chiavi
ja: 暗号鍵を復元
ro: Restaurare chei

# Action
source: Restore administrator privileges
cs: Obnovit oprávnění správce
da: Genopret administratorrettigheder
hu: Adminisztrátori jogkörök visszaállítása
is: Endurheimta kerfisstjóraheimildir
it: Ripristina i privilegi di amministratore
ja: 管理者権限を修復
ro: Restaurare privilegii administrator

# Action
source: Retry
cs: Obnovit
da: Forsøg igen
hu: Újra
is: Reyna aftur
it: Riprova
ja: 再試行
ro: Reîncercare

# Action
source: Revoke Admin
cs: Odebrat administrátorská práva
da: Tilbagekald Amin-status
hu: Adminisztrátori jog visszavonása
is: Afturkalla kerfisstjórnunarheimildir
it: Revoca amministratore
ja: 管理権限を取り消す
ro: Revocare administrator

# Action
source: Revoke all other sessions
cs: Odebrat všechny ostatní relace
da: Gør alle sessioner inaktive
hu: Összes egyéb munkamenet visszavonása
is: Afturkalla allar aðrar setur
it: Revoca tutte le altre sessioni
ja: 他の全てのセッションを取り消す
ro: Deconectare alte sesiuni

# Action
source: Revoke sessions
da: Annullér sessioner
hu: Munkafolyamatok visszavonása
is: Afturkalla setur

# Action
source: Save
cs: Uložit
da: Gem
hu: Mentés
is: Vista
it: Salva
ja: 保存
ro: Salvare

# Action
source: Save order
cs: Uložit objednávku
da: Gem rækkefølge
hu: Sorrend mentése
is: Röð vistunar
it: Salva ordine
ja: 順序を保存
ro: Salvare ordine

# Action
source: Saving
cs: Ukládání
da: Gemmer
hu: Mentés
is: Vista
it: Salvataggio
ja: 保存しています
ro: Salvare

# Action
source: Scan QR code
cs: Načíst QR kód
da: Skan QR-kode
hu: QR kód beolvasása
is: Skanna QR-kóða
it: Scansiona codice QR
ja: QRコードを読み取る
ro: Scanare cod QR

# Action
source: Search
cs: Vyhledat
da: Søg
hu: Keresés
is: Leita
it: Cerca
ja: 検索
ro: Căutare

# Action
source: See contact details
cs: Prohlídnout detaily kontaktu
da: Vis kontaktinformation
hu: Névjegy részletei
is: Sjá nánari upplýsingar um tengilið
it: Mostra dettagli contatto
ja: 連絡先を表示
ro: Detalii de contact

# Action
source: Select All
cs: Vybrat vše
da: Vælg alle
hu: Összes kijelölése
is: Velja allt
it: Seleziona tutto
ja: 全て選択
ro: Selectare toate

# Action
source: Select messages
cs: Výběr zpráv
da: Valg beskeder
hu: Üzenetek kijelölése
is: Veldu skilaboð
it: Seleziona i messaggi
ja: メッセージを選択
ro: Selectare mesaje

# Action
source: Send
cs: Odeslat
hu: Küldés
is: Senda
it: Invia
ja: 送信
ro: Trimite

# Action
source: Send anyway
cs: Přesto odeslat
da: Afsend alligevel
hu: Küldés mindenképpen
is: Senda samt
it: Invia comunque
ja: このまま送信
ro: Trimitere așa

# Action
source: Send new code
cs: Odeslat nový kód
da: Send ny kode
hu: Új kód küldése
is: Senda nýjan kóða
it: Invia nuovo codice
ja: 新しいコードを送信
ro: Trimitere cod nou

# Action
source: Send receipt
da: Send kvittering
hu: Nyugta küldése
is: Senda kvittun

# Action
source: Sending
cs: Odesílání
da: Afsender
hu: Küldés
is: Sendi
it: Invio in corso
ja: 送信中
ro: Trimitere

# Action
source: Set
cs: Nastavit
da: Opsæt
hu: Beállítás
is: Stilla
it: Imposta
ja: 設定
ro: Setare

# Action
source: Settings
cs: Nastavení
da: Indstillinger
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ro: Setări

# Action
source: Setup Account
cs: Nastavení účtu
da: Opsæt konto
hu: Fiók beállítása
is: Uppsetning notandaaðgangs
it: Impostazione account
ja: アカウントのセットアップ
ro: Setare cont

# Action
source: Setup Wizard
da: Installationsguide
hu: Beállítás Varázslót
is: uppsetningarleiðarvísinn

# Action
source: Show
cs: Zobrazit
da: Vis
hu: Mutat
is: Birta
it: Mostra
ja: 表示
ro: Arată

# Action
source: Show all
cs: Zobrazit vše
da: Vis alle
hu: Mindet mutat
is: Birta allt
it: Mostra tutto
ja: 全て表示
ro: Afișare toate

# Action
source: Show details
cs: Zobrazit detaily
da: Vis detaljer
hu: Részletek megjelenítése
is: Sýna nánar
it: Mostra dettagli
ja: 詳細を表示
ro: Afișare detalii

# Action
source: Show non-trashed messages
cs: Zobrazit zprávy, které nebyly odeslány do koše
da: Vis ikke-kasserede beskeder
hu: A nem törölt üzenetek megjelenítése
is: Birta skilaboð sem ekki eru í rusli
it: Visualizza i messaggi non cestinati
ja: ごみ箱に入れられていないメッセージを表示
ro: Afișare mesaje nearuncate

# Action
source: Show read
cs: Zobrazit přečtené
da: Vis læste
hu: Olvasottak megjelenítése
is: Birta lesið
it: Visualizza letti
ja: 既読を表示
ro: Afișare citite

# Action
source: Show trashed messages
cs: Zobrazit zprávy v koši
da: Vis kasserede beskeder
hu: Törölt elemek megjelenítése
is: Birta skilaboð í rusli
it: Visualizza i messaggi cestinati
ja: ごみ箱のメッセージを表示
ro: Afișare mesaje aruncate

# Action
source: Show unread
cs: Zobrazit nepřečtené
da: Vis ulæste
hu: Olvasatlan elemek megjelenítése
is: Birta ólesið
it: Visualizza non letti
ja: 未読を表示
ro: Afișare necitite

# Action
source: Sign up for free
da: Tilmeld gratis
hu: Regisztráljon ingyen
is: Skráðu þig án kvaða

# Action
source: Size: Large to small
cs: Velikost: Sestupně
da: Størrelse: Store til små
hu: Méret: növekvő
is: Stærð: Stórt til lítið
it: Dimensioni: da grande a piccolo
ja: 大きいサイズ順に並び替え
ro: Mărime: mare la început

# Action
source: Size: Small to large
cs: Velikost: Vzestupně
da: Størrelse: Små og store
hu: Méret: csökkenő
is: Stærð: Lítið til stórt
it: Dimensioni: da piccolo a grande
ja: 小さいサイズ順に並び替え
ro: Mărime: mică la început

# Action
source: Sort
cs: Seřadit
da: Sortér
hu: Rendezés
is: Röðun
it: Ordina
ja: 並べ替え
ro: Sortare

# Action
source: Sort alphabetically
cs: Seřadit abecedně
da: Sortér alfabetisk
hu: Rendezés betűrendben
is: Raða í stafrófsröð
it: Ordina alfabeticamente
ja: アルファベット順に並べ替え

# Action
source: Submit
cs: Odeslat
da: Indsend
hu: Küldés
is: Senda inn
it: Invia
ja: 送信
ro: Trimitere

# Action
source: Switch to one-password mode
cs: Přepnout do režimu s jedním heslem
da: Skift til én adgangskode-tilstand
hu: Egy jelszavas azonosítás bekapcsolása
is: Skipta yfir í eins-lykilorðs ham
it: Passa alla modalità singola password
ja: １パスワードモードに切り替える
ro: Comutare la mod parolă unică

# Action
source: Switch to two-password mode
cs: Přepnout do režimu se dvěma hesly
da: Skift til to-adgangskode-tilstand
hu: Két jelszavas azonosítás bekapcsolása
is: Skipta yfir í tveggja-lykilorða ham
it: Passa alla modalità due password
ja: ２パスワードモードに切り替える
ro: Comutare la mod cu două parole
