Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: Every 2 years
da: Hvert 2. år
hu: Két évente
is: Á 2 ára fresti

# Info
source: Expired
da: Udløbet
hu: Lejárt
is: Útrunnið

# Info
source: Export contact in vCard format
cs: Exportovat kontakt ve formátu vCard
da: Eksportér kontakt i vCard-format
hu: Névjegy exportálása vCard formátumban
is: Flytja tengilið út á vCard-sniði
it: Esportare il contatto in formato vCard
ja: vCard形式で連絡先をエクスポート

# Info
source: Fetching logs...
cs: Načítání protokolů...
da: Henter logger...
hu: Naplók betöltése...
is: Sæki atvikaskrár...
it: Recuperando i log...
ja: ログを取得しています...
ro: Preluare jurnale...

# Info
source: Folders and labels are a powerful tool to manage your inbox.
cs: Složky a štítky představují mocný nástroj pro správu příchozí pošty.
da: Mapper og etiketter er kraftfulde værktøjer til håndtering af din Indbakke.
hu: A mappák és a címkék hasznos segédeszközök a levelek kezeléséhez.
is: Möppur og merkingar eru öflug tæki til að sýsla með tölvupóstinn þinn.
it: Cartelle ed etichette sono uno strumento potente per gestire la tua posta elettronica.
ja: フォルダーやラベルは、受信箱を管理する強力なツールです。
ro: Folderele și etichetele sunt unelte puternice de gestionare a mesajelor.

# Info
source: For American Express, the 4 digits on the front of your card.
cs: Pro American Express použijte 4 číslice na přední straně karty.
da: For American Express, er det de 4 cifre på forsiden af kortet.
hu: American Express kártyánál az elején található 4 számjegy.
is: Fyrir American Express, tölustafirnir 4 framan á kortinu þínu.
it: Per American Express, le quattro cifre sul fronte della carta.
ja: American Expressの場合、カード表面の 4 桁の数字です。
ro: Pentru American Express, cele 4 cifre de pe fața cardului.

# Info
source: For Visa, MasterCard and Discover, the 3 digits on the back of your card.
cs: Pro Visa, MasterCard a Discover použijte 3 číslice na zadní straně karty.
da: For Visa, MasterCard og Discover, er det de 3 cifre på bagsiden af kortet.
hu: Visa, MasterCard és Discover kártyájánál a hátoldalán található 3 számjegy.
is: Fyrir Visa, MasterCard og Discover, tölustafirnir 3 aftan á kortinu þínu.
it: Per Visa, MasterCard e Discover, le tre cifre sul retro della tua carta.
ja: Visa、 MasterCard、Discoverの場合、カード裏面の 3 桁の数字です。
ro: Pentru Visa, MasterCard și Discover, cele 3 cifre de pe spatele cardului.

# Info
source: For a custom solution, contact our entreprise sales team for a quote.
cs: Chcete-li přizpůsobené řešení, kontaktujte naše obchodní oddělení pro získání cenové nabídky.
da: Mhp. en tilpasset løsning, kontakt da vores virksomhedssalgsteam for et tilbud.
hu: Egyed megoldás igényléséhez, kérjük, vegye fel a kapcsolatot a vállalati értékesítési csoportunkkal.
is: Fyrir sérsniðna lausn, hafðu samband við fyrirtækjasöluteymið okkar til að fá tilboð.
it: Per una soluzione personalizzata, contatti il nostro team aziendale vendite per un preventivo.
ja: 個別案件の見積もりについては、企業営業チームまでご連絡ください。
ro: Pentru o soluție personală, contactați echipa noastră de vânzări comerciale pentru o ofertă.

# Info
source: For more help please contact us directly: support@protonmail.com
cs: Potřebujete-li další pomoc, kontaktujte nás přímo na: support@protonmail.com
da: Kontakt os direkte for yderligere hjælp: support@protonmail.com
hu: További segítségért, lépjen velünk kapcsolatba: support@protonmail.com
is: Til að fá meiri hjálp skaltu hafa beint samband við okkur: support@protonmail.com
it: Per avere altro aiuto, ci contatti direttamente: support@protonmail.com
ja: 詳細については、support@protonmail.comまでお問い合わせください。
ro: Pentru mai mult ajutor contactați-ne direct la: support@protonmail.com

# Info
source: For security reasons, please verify that you are not a robot.
cs: Z bezpečnostních důvodů ověřte, že nejste robot.
da: Af sikkerhedsmæssige årsager bedes du bekræfte, at du ikke er en robot.
hu: Biztonsági okokból, kérjük, igazolja, hogy nem egy robot.
is: Af öryggisástæðum þarftu að sanna að þú sért ekki vélmenni.
it: Per motivi di sicurezza, si prega di verificare di non essere un robot.
ja: セキュリティ上の理由から、あなたがロボットではないことを立証してください。
ro: Din motive de securitate, dovediți că nu sunteți robot.

# Info
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS record. <strong>Do not remove it even after successful verification</strong>. This can typically be done in the control panel of your domain name registrar.
cs: Z bezpečnostních důvodů musíme ověřit, že jste vlastníkem domény. Přidejte následující kód k záznamům DNS. <strong>Kód neodstraňujte ani po úspěšném ověření</strong>. Změnu lze obvykle provést v ovládacím panelu u Vašeho doménového registrátora.
da: Af sikkerhedsmæssige årsager skal vi kontrollere, at du er ejeren af domænet. Tilføj venligst følgende kode i DNS filen. <strong>Fjern den ikke selv efter vellykkede verifikation</strong>. Dette kan typisk ske i kontrolpanelet på din domæneregistrator.
hu: Biztonsági okokból ellenőriznünk kell, hogy ön a tulajdonosa a domain névnek. Kérjük, az alábbi kódot vegye fel a DNS rekordba. <strong>Ezt ne törölje a sikeres ellenőrzés után sem.</strong> Ezt általában a domain név regisztrátor adminisztrálási felületén állathatja be.
is: Af öryggisstæðum þurfum við að sannreyna að þú sért eigandi lénsins þíns. Bættu eftirfarandi kóða inn í DNS-skráninguna þína. <strong>Ekki fjarlægja þetta jafnvel þótt sannvottun takist</strong>. Þetta er venjulega hægt að gera í stjórnglugga hjá skrásetjara lénsins þíns.
it: Per ragioni di sicurezza, dobbiamo verificare che tu sia il proprietario di questo dominio. Per favore aggiungi il codice seguente nel tuo record DNS. <strong>Non rimuoverlo dopo che la verifica sarà andata a buon fine</strong>. Ciò di solito può essere fatto nel pannello di controllo del registrar del tuo dominio.
ja: セキュリティ上の理由から、あなたがドメインの所有者であることを検証する必要があります。 DNSレコードに次のコードを追加してください。 <strong>検証が成功した後も削除しないでください。</strong> これは通常、ドメイン名登録のコントロールパネルで行うことができます。

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a href="/dashboard">upgrade</a> to get unlimited filters.
cs: Bezplatné účty ProtonMail jsou omezeny na 1 vlastní filtr. Získejte neomezené filtry <a href="/dashboard">změnou tarifu</a>.
da: En gratis ProtonMail-konti er begrænset til 1 tilpasset filter. <a href="/dashboard"> Opgradér </a> venligst for et ubegrænset antal filtre.
hu: Az ingyenes ProtonMail fiókokhoz csak 1 egyedi szűrő hozható létre. Kérjük, <a href="/dashboard">váltson nagyobb csomagra</a>, hogy akárhány szűrőt készíthessen.
is: Ókeypis ProtonMail aðgangar eru takmarkaðir við 1 sérsniðna síu. Endilega <a href="/dashboard">uppfærðu</a> til að fá ótakmarkaðan fjölda af síum.
it: Gli account ProtonMail gratuiti sono limitati a un filtro personalizzato. Per favore effettui l'<a href="/dashboard">upgrade</a> per ottenere filtri illimitati.
ja: 無料のProtonMailアカウントでは仕分けフィルターは 1 つに限定されます。フィルター数を無制限にするには <a href="/dashboard"> アップグレード</a> してください。
ro: Conturile ProtonMail gratuite sunt limitate la un singur filtru personal. Vă rugăm faceți <a href="/dashboard">upgrade</a> pentru a obține filtre nelimitate.

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> to get unlimited filters.
cs: Bezplatné účty ProtonMail jsou omezeny na 1 vlastní filtr. Získejte neomezené filtry <a ui-sref="secured.dashboard({scroll: true})">změnou tarifu</a>.
da: En gratis ProtonMail-konti er begrænset til 1 tilpasset filter. <a ui-sref="secured.dashboard({scroll: true})">Opgradér</a> venligst for et ubegrænset antal filtre.
hu: Az ingyenes ProtonMail fiókokhoz csak 1 egyedi szűrő hozható létre. Kérjük, <a ui-sref="secured.dashboard({scroll: true})">váltson nagyobb csomagra</a>, hogy akárhány szűrőt készíthessen.
is: Ókeypis ProtonMail aðgangar eru takmarkaðir við 1 sérsniðna síu. Endilega <a ui-sref="secured.dashboard({scroll: true})">uppfærðu</a> til að fá ótakmarkaðan fjölda af síum.
it: Gli account ProtonMail gratuiti sono limitati a un filtro personalizzato. Per favore effettui l'<a ui-sref="secured.dashboard({scroll: true})">upgrade</a> per ottenere filtri illimitati.
ja: 無料ユーザーは仕分けフィルターは１つまでとなります。制限を解除したい場合は<a ui-sref="secured.dashboard({scroll: true})">アップグレード</a>してください。
ro: Conturile ProtonMail gratuite sunt limitate la un singur filtru personal. Vă rugăm faceți <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> pentru a obține filtre nelimitate.

# Info
source: Generating 4096-bit encryption keys may crash or freeze your browser. 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
cs: Generování 4096-bitových šifrovacích klíčů může způsobit zamrznutí nebo pád prohlížeče. 4096-bitové klíče doporučujeme používat pouze na vysoce výkonných počítačích - nedoporučuje se pro tablety a mobily.
da: Generering af 4.096-bit krypteringsnøgler kan medføre, at din browser fryser eller går ned. 4.096-bit nøgler anbefales kun til højtydende computersystemer - ikke til tablets og mobilenheder.
hu: 4096 bites kulcs generálása összeomlaszthatja vagy átmenetileg megbéníthatja a böngészőt. 4096 bites kulcs csak nagy teljesítményű számítógépekhez javasolt - táblagéphez vagy mobiltelefonhoz nem.
is: Að útbúa 4096-bita dulritunarlykla getur fryst eða látið vafrann þinn hrynja. Einungis er mælt með 4096-bita dulritunarlyklum á mjög öflugum vinnutölvum - ekki á spjaldtölvum og farsímum.
it: Generare chiavi di crittografia a 4096 bit potrebbe bloccare o far chiudere il browser. Le chiavi a 4096 bit sono raccomandate solo per computer ad alte prestazioni - non sono raccomandate per tablet o dispositivi mobili.
ja: 4096ビット鍵の作成は、ブラウザのクラッシュまたはフリーズを引き起こす場合があります。 4096ビット鍵の使用は高性能コンピュータでのみ推奨され、タブレットや携帯機器では推奨しません。
ro: Generarea cheilor de criptare de 4096 biți ar putea bloca sau îngheța navigatorul. Cheile de 4096 biți sunt recomandate doar pentru calculatoare foarte performante - nu sunt recomandate pentru tablete sau dispozitive mobile.

# Info
source: Generating RSA 4096-bit encryption keys may crash or freeze your browser. RSA 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
da: Generering af RSA 4.096-bit krypteringsnøgler kan få din browser til at fryse eller gå ned. RSA 4.096-bit nøgler anbefales kun til højtydende computere - ikke til tablets og mobilenheder.
hu: 4096 bites RSA kulcs generálása összeomlaszthatja vagy átmenetileg megbéníthatja a böngészőt. 4096 bites kulcs csak nagy teljesítményű számítógépekhez javasolt - táblagéphez vagy mobiltelefonhoz nem.
is: Að útbúa RSA 4096-bita dulritunarlykla getur fryst eða látið vafrann þinn hrynja. Einungis er mælt með RSA 4096-bita dulritunarlyklum á mjög öflugum vinnutölvum - ekki á spjaldtölvum og farsímum.

# Info
source: Generating keys
cs: Generování klíčů
da: Genererer nøgler
hu: Kulcsok generálása
is: Útbý dulritunarlykla
it: Generazione chiavi

# Info
source: Here is a basic DMARC record that does nothing except email you reports.
cs: Zde je základní DMARC záznam, který pouze odesílá reporty.
da: Her er en grundlæggende DMARC-post, der ikke gør andet end at sende dig rapporter.
hu: Ez egy alapszintű DMARC rekord ami nem csinál mást mint e-mail jelentéseket küld.
is: Hr er eiföld DMARC-færsla sem gerir ekkert nema að tölvupóstsenda þér skýrslur.
it: Ecco un record DMARC di base che non fa nulla tranne che inviarti i report.
ja: ここにはあなたへレポート送信するためだけの、基本的なDMARCレコードが記載されます。
ro: Aici este o simplă înregistrare DMARC care nu face altceva decât vă trimite rapoarte pe e-mail.

# Info
source: If another administrator changed this password, you will need to ask them for the new Organization Password.
cs: Pokud některý ze správců změnil heslo, budete ho muset požádat o nové heslo organizace.
da: Hvis en anden administrator ændrede denne adgangskode, skal du bede om den nye organisationsadgangskode.
hu: Ha egy másik adminisztrátor megváltoztatná ezt a jelszót, el kell kérni tőle az új Szervezeti Jelszót.
is: Ef annar stjórnandi breytti þessu lykilorði, þarftu að spyrja viðkomandi um nýja lykilorðið stofnunarinnar.
it: Se un altro amministratore cambia questa password, sarà necessario chiedergli una nuova password dell'organizzazione.
ja: 別の管理者がこのパスワードを変更した場合、変更した人に新しい組織パスワードを問合せてください。
ro: Dacă un alt administrator a schimbat această parolă, va trebui să-i solicitați noua parolă a organizației.

# Info
source: If this domain is currently actively receiving emails, create all used email addresses in Step 3 before changing MX record to ensure a smooth transition.
cs: Pokud tato doména aktivně přijímá e-maily, nejprve vytvořte ve třetím kroku všechny používané e-mailové adresy, a až poté změňte MX záznam. Zajistíte tím hladký přechod bez výpadku.
da: Hvis dette domæne i øjeblikket aktivt modtager e-mails, opret alle benyttede e-mailadresser i Trin 3, inden MX-posten ændres for at sikre en jævn overgang.
hu: Ha erre a domain névre már jelenleg is érkeznek e-mailek, hozza létre az összes címet a harmadik lépésben, mielőtt átállítaná az MX recordot, hogy az átállás zökkenőmentes lehessen.
is: Ef þetta lén er þegar virkt í móttöku á tölvupósti, þá ættirðu að útbúa öll notuð tölvupóstföng í þrepi 3 áður en MX-færslu er breytt, til að tryggja hnökralausa millifærslu.
it: Se questo dominio sta ricevendo attivamente email, crei tutti gli indirizzi email usati nel terzo passaggio prima di modificare il record MX così da assicurare una transizione fluida.
ja: もし現在、このドメインでメール受信を行っている場合は、円滑な移行のためにMXレコードを変更する前に、ステップ３に戻って使用中の全てのメールアドレスを作成してください。
ro: Dacă în acest moment domeniul primește mesaje e-mail, creați toate adresele de e-mail folosite în Pasul 3, înainte de a schimba înregistrarea MX, pentru o tranziție fără probleme.

# Info
source: If you have questions or need help, please visit <a href="https://protonmail.com/support" target="_blank">our support page</a> to find troubleshooting guides and contact our support team. If you find a bug in ProtonMail, please let us know! You can send us a bug report by clicking <em>Report bug</em> <strong>(1)</strong>
cs: Máte-li jakékoliv otázky, nebo potřebujete pomoc, přejděte prosím <a href="https://protonmail.com/support" target="_blank">na stránku s podporou</a>, kde můžete najít řešení k problému, nebo kontaktovat náš tým podpory. Pokud zjistíte v ProtonMail chybu, dejte nám prosím vědět! Chybová hlášení nám můžete poslat kliknutím na tlačítko <em>Nahlásit chybu</em> <strong>(1)</strong>
da: Har du spørgsmål eller behov for hjælp, kan du besøge <a href="https://protonmail.com/support" target="_blank">vores supportside</a> for at finde fejlsøgningsguider og kontakt vores supportteam. Finder du en fejl i ProtonMail, så lad os det vide! Du kan indsende en fejlrapport ved at trykke på <em>Rapportér fejl</em> <strong>(1)</strong>
hu: Ha segítésre van szüksége vagy kérdése van, látogasson el a <a href="https://protonmail.com/support" target="_blank">támogatási oldalunkra</a>. Itt találhat hibaelhárítási útmutatókat és kapcsolatba lépet velünk. Amennyiben hibát talált a ProtonMailben, kérjük írja meg nekünk! Hibák leírását a <em>Hibajelentés</em> menüre kattintva küldhet el. <strong>(1)</strong>
is: Ef þú ert með spurningar eða vantar aðstoð, endilega skoðaðu <a href="https://protonmail.com/support" target="_blank">stuðningssíðurnar okkar</a> til að finna lausnir á vandamálum og komast í samband við stuðningsteymið okkar. Ef þú finnur galla í ProtonMail, skaltu endilega láta okkur vita! Þú getur sent okkur villuskýrslu með því að smella á <em>Tilkynna galla</em> <strong>(1)</strong>
it: Se hai domande o bisogno di aiuto, visita <a href="https://protonmail.com/support" target="_blank">la nostra pagina di assistenza</a> per trovare guide di risoluzione dei problemi e contattare l'assistenza. Se trovassi un errore in ProtonMail, faccelo sapere! Puoi inviare una segnalazione d'errore cliccando <em>Segnala un errore</em> <strong>(1)</strong>
ja: ご不明な点がある場合やサポートが必要な場合は、<a href="https://protonmail.com/support" target="_blank">サポートページ</a>をご覧ください。トラブルシューティングガイドやサポートチームへの連絡先があります。 ProtonMailのバグを見つけた場合は、 <em>バグを報告する</em> <strong>（1）</strong>をクリックすると、バグレポートを送信することができます。
ro: Dacă aveți întrebări sau aveți nevoie de ajutor, accesați <a href="https://protonmail.com/support" target="_blank">pagina noastră de asistență</a> pentru a găsi ghiduri de depanare și contactare a echipei noastre de asistență. Dacă găsiți o eroare în ProtonMail, vă rugăm să ne anunțați! Ne puteți trimite un raport de erori apăsând pe <em>Raportare eroare</em> <strong>(1)</strong>

# Info
source: If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly. Feel free to ignore and skip DMARC unless you really want strict policies such as <strong>p=quarantine</strong> or <strong>p=reject</strong>.
cs: Pokud jste nastavili SPF i DKIM, DMARC Vám umožní určit, jak by ostatní e-mailoví poskytovatelé měli doručovat e-maily pro Vaši doménu v případě, že se nepodaří provést kontrolu SPF ani DKIM. Pro spammery je pak těžší předstírat Vaši totožnost, ale špatné nastavení může způsobit problémy s doručováním e-mailů. Nebojte se přeskočit a ignorovat DMARC, pokud nepotřebujete opravdu přísná pravidla jako jsou <strong>p=quarantine</strong> nebo <strong>p=reject</strong>.
da: Hvis du har opsat både SPF og DKIM, giver DMARC dig mulighed for at angive, hvordan andre e-mailtjenester skal levere e-mails til dit domæne, hvis både SPF- og DKIM-kontroller mislykkes. Dette kan gøre det sværere for spammere, at foregiver at være dig, men kan også forårsage leveringsproblemer, hvis det ikke gøres korrekt. Du er velkommen til at ignorere og springe over DMARC, medmindre du virkelig ønsker strenge politikker såsom <strong> p=karantæne </strong> eller <strong> p=afvisning </strong>.
hu: Amennyiben az SPF és a DKIM rekordokat már beállította, a DMARC beállítása lehetőséget biztosít annak szabályozására, hogy más e-mail szolgáltatások hogyan fogadhatnak levelet a domain nevével, ha mind az SPF, mind a DKIM ellenőrzések meghiúsultak. Ez megnehezítheti, hogy spammerek levélszemetet küldjenek a domain nevével, de az ön leveleinek továbbításában is fennakadásokat okozhat, ha hibásan van beállítva. Nyugodtan hagyja ki a DMARC beállítását, hacsak nem szigorú szabályokat szeretne beállítani, mint a <strong>p=quarantine</strong> vagy <strong>p=reject</strong>.
is: Ef þú hefur stillt bæði SPF og DKIM, þá mun DMARC gera þér kleift að tilgreina hvaða tölvupóstþjónustur ættu að afhenda póst fyrir lénið þitt ef prófanir bæði SPF og DKIM bregðast. Þetta getur gert ruslpóstsendendum (spammers) sem þykjast vera þú erfiðara fyrir, en gæti líka valdið vandamálum með afhendingu ef þetta er ekki rétt gert. Þér er frjálst að hunsa og sleppa DMARC nema ef þú vilt halda í stranga öryggisstefnu með valkostum á borð við <strong>p=quarantine</strong> eða <strong>p=reject</strong>.
it: Se hai impostato sia SPF che DKIM, DMARC ti permette di specificare come gli altri servizi email dovrebbero consegnare le email per il tuo dominio nel caso falliscano sia i controlli SPF che DKIM. Questo può rendere più difficile agli spammer fingere di essere te, ma potrebbe creare problemi di consegna se non è fatto correttamente. Sentiti libero di ignorare e tralasciare le impostazioni DMARC a meno che tu non voglia rendere più severe le normative come <strong>p=quarantine</strong> oppure <strong>p=reject</strong>.
ja: SPFとDKIMの両方を設定している場合、DMARCは両方のチェックに失敗した、あなたのドメインを送信元とするメールの配送方法を明示する事を許しています。これはスパマーの偽装への耐性を強化しますが、設定が適切でない場合、配送問題の原因になる場合があります。<strong>p=quarantine</strong> や <strong>p=reject</strong>のような厳格なポリシーを本当に必要とするまではDMARCの無視やスキップも可能です。
ro: Dacă aveți setate atât SPF cât și DKIM, DMARC vă permite să specificați felul în care celelalte servicii de e-mail ar trebui să livreze mesajele pentru domeniul dvs. dacă verificarea SPF și DKIM a eșuat. Aceasta va îngreuna acțiunile celor care trimit spam de a pretinde că sunteți dvs., dar ar putea și cauza probleme de livrare dacă nu e executată corect. Puteți ignora și omite DMARC dacă nu doriți cu adevărat politici stricte cum ar fi <strong>p=quarantine</strong> sau <strong>p=reject</strong>.

# Info
source: If you lose your password, you will not be able to read your emails.
cs: Pokud ztratíte heslo, nebudete moci číst své e-maily.
da: Hvis du mister din adgangskode, vil du ikke kunne læse dine e-mails.
hu: Ha elveszíti a jelszavát, nem fogja tudni elolvasni a leveleit.
is: Ef þú týnir lykilorðinu þínu muntu ekki geta lesið póstinn þinn.
it: Se perdessi la tua password, non potresti più leggere le tue email.
ja: パスワードを紛失した場合、メールを読むことはできなくなります。
ro: Dacă vă pierdeți parola, nu vă veți mai putea citi mesajele.

# Info
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit 2FA code to log into your account. Each code can only be used once.
cs: Ztratíte-li zařízení určené pro dvoufázové ověření, lze následující kódy použít pro přihlášení k účtu místo 6-místného 2FA kódu. Každý kód může být použit pouze jednou.
da: Hvis du mister din to-faktoraktiverede enhed, kan disse koder benyttes i stedet for den 6-cifrede 2FA-kode for at logge ind på din konto. Hver kode kan kun bruges én gang.
hu: Ha elveszti a kétlépéses hitelesítéshez használt eszközét, ezekkel a kódokkal jelentkezhet be fiókjába a 6 számjegyű 2FA kód helyett. Minden kód csak egyszer használható.
is: Ef þú tapar tveggja-þrepa-virkjaða tækinu, þá er hægt að nota þessa kóða í stað 6-stafa 2FA-kóða til innskráningar á notandaaðganginn þinn. Hvern kóða er aðeins hægt að nota einu sinni.
it: Se dovessi perdere il dispositivo che utilizzi per l'autenticazione in due passaggi, potrai usare questi codici per accedere al posto del codice 2FA a 6 cifre. Ogni codice può essere usato una sola volta.
ja: 2 要素認証機器を紛失した場合、6桁の2 要素認証パスコード代わりに、以下のコードを使用してアカウントにログインすることができます。 各コードは一度しか使用できません。
ro: Dacă vă pierdeți dispozitivul pentru autentificarea cu doi factori (A2F), puteți folosi aceste coduri în locul celor 6 cifre pentru A2F pentru a vă conecta la cont. Fiecare cod e de unică folosință.

# Info
source: If you want to keep an existing SPF record, you can just add <code>include:_spf.protonmail.ch</code> to it after the <code>v=spf1</code>. Do not create multiple SPF records.
cs: Chcete-li zachovat stávající SPF záznam, jednoduše záznam vložte do <code>include:_spf.protonmail.ch</code> za <code>v=spf1</code>. Nevytvářejte více SPF záznamů.
da: Hvis du vil beholde en eksisterende SPF-post, kan du blot tilføje<code>include:_spf.protonmail.ch</code> til den efter <code>v=spf1</code>. Opret ikke flere SPF-poster.
hu: Amennyiben meg szeretné tartani a jelenlegi SPF rekordot, csak adja hozzá az <code>include:_spf.protonmail.ch</code> részletet, a <code>v=spf1</code> rész után. Ne hozzon létre másik SPF rekordot.
is: Ef þú vilt halda fyrirliggjandi SPF-færslu, þá geturðu einfaldlega bætt <code>include:_spf.protonmail.ch</code> við hana á eftir <code>v=spf1</code>. Ekki búa til margar SP-færslur.
it: Se desideri mantenere un record SPF esistente, semplicemente aggiungi ad esso <code>include:_spf.protonmail.ch</code> dopo il <code>v=spf1</code>. Non creare record SPF multipli.
ja: 既存のSPFを保持したい場合、<code>v=spf1</code>の後に<code>include:_spf.protonmail.ch</code>を追加してください。複数のSPFレコードを作成しないでください。
ro: Dacă doriți să păstrați o înregistrare SPF, puteți adăuga <code>include:_spf.protonmail.ch</code> la ea după <code>v=spf1</code>. Nu creați înregistrări multiple SPF.
