Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: PGP/Inline is only compatible with Plain Text format. Please note that ProtonMail always signs PGP/Inline messages.
cs: PGP/Inline je pouze kompatibilní s formátem prostého textu. Vezměte prosím na vědomí, že ProtonMail vždy podepisuje PGP/Inline zprávy.
it: PGP/In linea è compatibile solo nel formato Testo Semplice. Per favore nota che ProtonMail firma sempre i messaggi PGP/In linea.
ja: PGP/Inlineはプレーンテキスト形式としか互換性がありません。 ProtonMailはPGP/Inlineメッセージに常に署名することに注意してください。
ro: PGP integrat este compatibil doar cu formatul de text simplu. Rețineți că ProtonMail întotdeauna semnează mesajele cu PGP integrat.

# Info
source: PGP/MIME automatically sends the message using the current composer mode. Please note that ProtonMail always signs PGP/MIME messages.
cs: PGP/MIME automaticky odesílá zprávy pomocí aktuálně zvoleného režimu editoru. Prosím Vezměte na vědomí, že ProtonMail vždy podepisuje PGP/MIME zprávy.
it: PGP/MIME invia automaticamente il messaggio utilizzando la modalità corrente del compositore. Nota che ProtonMail firma sempre i messaggi PGP/MIME.
ja: PGP/MIME は自動的に現在の書式を使用してメッセージを送信します。 ProtonMailはPGP/MIMEメッセージに常に署名することに注意してください。
ro: PGP/MIME trimite automat mesajele folosind modul de compunere curent. Reținți că ProtonMail întotdeauna semnează mesajele cu PGP/MIME.

# Info
source: Paid users can add other @pm.me addresses from Settings --> Addresses/Users.
cs: Placení uživatelé mohou přidat další adress formátu @pm.me v sekci Nastavení --> Adresy/Uživatelé.
it: Gli utenti paganti possono aggiungere altri indirizzi @pm.me da Impostazioni --> Indirizzi/Utenti.
ja: 有料ユーザーは、設定--> メールアドレス/ユーザーから他の @pm.me のアドレスを追加できます。
ro: Utilizatorii cu plată pot adăuga alte adrese @pm.me din «Setări» -> «Adrese/Utilizatori».

# Info
source: Please add the follow TXT record. Note, DNS records can take several hours to update.
cs: Přidejte následující TXT záznam. Pamatujte, že změna v DNS záznamech se může projevit až za několik hodin.
it: Per favore, aggiungi il seguente record TXT. Nota che i record DNS possono richiedere diverse ore per aggiornarsi.

# Info
source: Problem loading your account
cs: Problém při načítání účtu
it: Problema nel caricamento dell'account
ja: アカウントの読み込み中に問題が発生しました。
ro: Problemă la încărcarea contului

# Info
source: ProtonMail Plus adds a number of powerful features to your secure inbox: 5GB storage, 5 extra addresses, Filters, Folders, Labels, IMAP/SMTP support (beta), use your own domain name.
cs: ProtonMail Plus přidává řadu výkonných funkcí do vaší zabezpečené schránky: 5GB úložného prostoru, 5 dodatečných adres, filtry, složky, popisky, podporu IMAP/SMTP (beta), možnost použití svého vlastního názvu domény.
it: ProtonMail Plus aggiunge molte potenti funzionalità alla tua email sicura: 5GB di spazio, 5 indirizzi supplementari, filtri, cartelle, etichette, supporto IMAP/SMTP (beta) e l'uso del proprio dominio personale.
ja: ProtonMail PLUSプランは、5GBのストレージ、5つの追加アドレス、フィルタ、フォルダ、ラベル、IMAP / SMTPサポート(ベータ版)、独自のドメイン名の使用で、安全な受信箱に強力な機能を追加します。
ro: ProtonMail Plus adaugă funcții puternice mesajelor sigure: 5 GB spațiu, 5 adrese suplimentare, filtre, foldere, etichete, suport IMAP/SMTP (beta), folosirea propriului nume de domeniu.

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Learn more</a>
cs: ProtonMail adresy nemohou být odstraněny (pouze zakázány). ProtonMail adresy se vždy započítávají do limitu, bez ohledu na to, zda jsou aktivní nebo ne. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Více informací</a>
it: Gli indirizzi ProtonMail non possono essere cancellati in alcun modo (ma solo disattivati). Gli indirizzi ProtonMail vengono sempre conteggiati per il raggiungimento del limite massimo di indirizzi, che siano attivi o meno. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Per saperne di più</a>
ja: ProtonMailのアドレスを一旦追加したら削除はできません（無効にのみできます）。 そして、有効無効に関わらず料金が発生し続けますので注意してください。 <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">より詳しく</a>
ro: Adresele ProtonMail nu pot fi șterse niciodată (doar dezactivate). Adresele ProtonMail vor fi întotdeauna contorizate la limita adreselor indiferent dacă sunt sau nu active. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Aflați mai multe</a>

# Info
source: ProtonMail encountered a problem loading your account. Please refresh the page and try again later.
cs: ProtonMail zaznamenal chybu během načítání účtu. Obnovte stránku a zkuste to prosím později.
it: ProtonMail ha incontrato un errore nel caricamento dell'account. Per favore, ricarica la pagina e riprova più tardi.
ja: ProtonMailアカウントの読み込み中に、問題が発生しました。しばらくしてからページを更新し、再度お試しください。
ro: ProtonMail a întâmpinat o problemă la încărcarea contului. Împrospătați pagina și reîncercați mai târziu.

# Info
source: ProtonMail is entirely community funded as we don't sell ads or abuse your privacy. Your support allows us to continue to improve ProtonMail and make the Internet a better place.
cs: Služba ProtonMail je kompletně podporována komunitou, neboť neprodáváme reklamní prostor ani nezneužíváme vašeho soukromí. Vaše podpora nám umožňuje pokračovat ve vylepšování služby ProtonMail a prospívá k budování bezpečnějšího Internetu.
it: ProtonMail è finanziato interamente dalla comunità, poiché non vendiamo pubblicità e non abusiamo della tua privacy. Il tuo sostegno ci permette di continuare a migliorare ProtonMail e rendere Internet un luogo migliore.
ja: ProtonMailは、コミュニティからの資金提供を受けて運営されており、広告を表示したり、あなたのプライバシーを濫用したりすることはありません。皆さんのご支援により、ProtonMailのサービスは向上し続け、インターネットをより良い場所にすることができるのです。
ro: ProtonMail este finanțat în întregime de comunitate deoarece noi nu vindem reclame și nu abuzăm de intimitatea utilizatorilor. Suportul dvs. ne permite să îmbunătățim ProtonMail și să facem Internetul un loc mai bun.

# Info
source: ProtonVPN encrypts your internet connection, ensuring your online activity stays private. 100+ servers in 14 countries. Secure core network, Tor integration, protect up to 5 devices.
cs: ProtonVPN šifruje Vaše připojení k Internetu a zajišťuje, že Vaše online aktivita zůstane soukromá. 100+ serverů ve 14ti zemích. Secure core síť, Tor integrace, ochrana až 5ti zařízení.
it: ProtonVPN cripta la tua connessione internet, assicurando che la tua attività online rimanga privata. Più di 100 server in 14 Stati. Rete Secure core, Tor integrato, protegge fino a cinque dispositivi.
ja: ProtonVPNはインターネット接続を暗号化し、あなたのオンライン活動をプライベートに保ちます。 世界14カ国100台以上のサーバーで、Secure coreネットワークやTorとの統合により、最大5台のデバイスを保護します。
ro: ProtonVPN vă criptează conexiunea la Internet, asigurându-vă că activitățile online rămân private. Peste 100 de servere în 14 țări. Rețea centrală sigură, integrare cu Tor, protejare până la 5 dispozitive.

# Info
source: Sender specific spam rules can be applied here. Whitelist addresses always go to Inbox while Blacklist addresses always go to Spam. Marking a message as spam adds the address to the Blacklist. Marking a message as not spam adds the address to the Whitelist.
cs: Pravidla pro spam konkrétního odesílatele lze nastavit zde. Povolené adres jdou vždy do složky Doručená pošta, zatímco Zakázané adresy jdou vždy do složky Nevyžádané. Označení zprávy jako Nevyžádaná přidá adresu do Zakázaných adres. Označením zprávy jako Žádaná přidá adresu do seznamu Povolených adres.
it: Qui possono essere applicate regole di spam specifiche del mittente. Gli indirizzi nella whitelist finiscono sempre nella Posta in arrivo, mentre quelli nella blacklist finiscono sempre in Spam. Segnare un messaggio come spam aggiungerà l'indirizzo alla blacklist. Segnare un messaggio come non spam aggiungerà l'indirizzo alla whitelist.
ja: 差出人毎にルールを設定できます。ホワイトリストにある差出人からは受信箱に、ブラックリストにある差出人からは迷惑メールに振り分けられます。迷惑メールに設定したメールの差出人は、ブラックリストに追加されます。迷惑メールでないと設定したメールの差出人は、ホワイトリストに追加されます。
ro: Aici se pot aplica reguli de spam specifice expeditorilor. «Adrese ignorate» vor merge întotdeauna în «Primite», iar «Adrese blocate» vor merge în «Spam». Marcarea unui mesaj ca spam va determina adăugarea adresei în lista «Adrese blocate». Marcarea unui mesaj ca nefiind spam va determina ca adresa lui să fie adăugată în lista «Adrese ignorate».

# Info
source: The ultimate internet privacy package, combining the most popular ProtonMail and ProtonVPN plans. By buying both together with our special 2-year plan, you can save 45% off of the regular monthly price.
cs: Senzační balíček ochrany soukromí na internetu, který kombinuje nejoblíbenější tarify ProtonMail a ProtonVPN. Nákupem obou balíčků se speciálním dvouletým tarifem, můžete získat slevu až 45% z běžné měsíční ceny.
it: Il pacchetto definitivo per la privacy su internet, che unisce i piani più popolari ProtonMail e ProtonVPN. Comprando entrambi insieme grazie al nostro speciale piano biennale, potrai risparmiare il 45% rispetto al normale prezzo mensile.
ja: 広く普及しているProtonMailとProtonVPNプランを組み合わせた、究極のインターネットプライバシーパッケージ。 2年間特別プランでこの両方を購入すると、月額料金を45％節約できます。
ro: Pachetul intimității maxime pe Internet, combinând cele mai populare planuri ProtonMail și ProntonVPN. Cumpărându-le împreună cu planul nostru special de 2 ani, puteți economisi 45% din costul obișnuit al prețului lunar.

# Info
source: This message has an unknown public key attached.
cs: Zpráva má připojený neznámý veřejný klíč.
it: Questo messaggio ha, in allegato, una chiave pubblica sconosciuta.

# Info
source: This message is from a mailing list.
cs: Zpráva pochází ze seznamu adresátů.
it: Questo messaggio proviene da una mailing list.
ja: これはメーリングリストからのメッセージです。
ro: Acest mesaj este de la o listă de corespondență.

# Info
source: To find out how to write Sieve filters, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">click here</a>.
cs: Chcete-li zjistit, jak psát filtry Sieve, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">klikněte zde</a>.
it: Per imparare a scrivere i filtri Sieve, visita <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">la documentazione</a>.
ja: 仕分けフィルターの作成方法については <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">ここをクリック</a>してください。

# Info
source: To pay via Cash, please email us at <strong>contact@protonmail.ch</strong> for instructions.
cs: Chcete-li platit v hotovosti, kontaktujte nás prosím na adrese <strong>contact@protonmail.ch</strong>.
it: Per pagare in contanti, per favore ci contatti a <strong>contact@protonmail.ch</strong> per le istruzioni.
ja: 現金での支払いを希望される場合は、 <strong>contact@protonmail.ch</strong> までご連絡ください。
ro: Pentru a plăti în numerar, trimiteți-ne un e-mail la <strong>contact@protonmail.ch</strong> pentru instrucțiuni.

# Info
source: View mode saved
cs: Režim zobrazení byl uložen
it: Modalità di visualizzazione salvata
ja: 表示モードが保存されました。
ro: Mod de vizualizare salvat

# Info
source: You have no saved payment methods.
cs: Nemáte uloženy žádné platební metody.
it: Non hai metodi di pagamento memorizzati.

# Info
source: You will need to login to your PayPal account to complete this transaction. We will open a new tab with PayPal for you. If you use any pop-up blockers, please disable them to continue.
cs: Pro dokončení transakce se budete muset přihlásit k účtu PayPal. Otevřeme PayPal v nové záložce. Používáte-li blokování vyskakovacích oken, zakažte blokování, a poté pokračujte.
it: Sarà necessario effettuare il login al tuo conto PayPal per completare la transazione. Si aprirà una nuova scheda con PayPal. Se si utilizza qualsiasi blocco pop-up, si prega di disattivarli per continuare.
ja: この取引を完了するには、PayPalアカウントにログインする必要があります。 PayPalの新しいタブを開きます。 ポップアップをブロックしている場合は、その機能を無効にしてください。
ro: Trebuie să vă conectați în contul dvs. de PayPal pentru a completa această tranzacție. Se va deschide o filă nouă cu PayPal. Dacă folosiți blocarea ferestrelor contextuale (pop-up), dezactivați blocarea lor înainte de a continua.

# Info
source: {{ name }} is also in your contacts. Remove them from your contacts?
cs: {{ name }} je taky mezi Vašimi kontakty. Chtete jej odstanit z Vašich kontaktů?
it: {{ name }} è anche nei tuoi contatti. Rimuoverlo dai tuoi contatti?
ja: {{ name }} は連絡先にもあります。連絡先からも削除しますか？
ro: {{ name }} apare și în contacte. Îl eliminați din contacte?

# Info for the abuse / fraud modal
source: Account disabled for abuse or fraud.
cs: Účet byl zakázán kvůli zneužití nebo podvodu.
it: Account disabilitato per abuso o frode.
ja: 詐欺や悪用のためアカウントが無効になっています。
ro: Cont dezactivat pentru abuz sau fraudă.

# Label
source: Enable Conversation Grouping
cs: Povolit seskupování konverzací
it: Abilita il raggruppamento delle conversazioni
ja: 会話のグループ化を有効にする
ro: Activare grupare în conversații

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter the password for key with fingerprint <code>{{ ctrl.fingerprint }}</code>.
cs: Zadejte heslo pro klíč s otiskem <code>{{ ctrl.fingerprint }}</code>.
it: Inserisci la password per la chiave con l'impronta digitale <code>{{ ctrl.fingerprint }}</code>.
ja: フィンガープリント <code>{{ ctrl.fingerprint }}</code>をもつ鍵のパスワードを入力してください。
ro: Introduceți parola pentru cheia cu amprentă <code>{{ ctrl.fingerprint }}</code>.

# Link
source: Login
cs: Přihlášení
it: Accedi
ja: ログイン
ro: Conectare

# List domains
source: No custom domain found
cs: Nebyly nalezeny žádné vlastní domény
it: Nessun dominio personalizzato trovato
ja: 独自ドメインは見つかりませんでした。
ro: Nu există domenii personale

# Login error
source: Your password is missing
cs: Chybí heslo
it: La password è assente
ja: パスワードがありません。
ro: Lipsește parola

# Message
source: An RSA key with bit size {{ bits }} is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised. Are you sure you want to continue?
cs: RSA klíč s velikostí {{ bits }} bitů je již aktivní pro tuto adresu. Generování dalšího klíče zpomalí načítání účtu a následné smazání tohoto klíče může způsobit problémy. Pokud generujete nový klíč, protože starý již není bezpečný, označte tento klíč jako ohrožený/nebezpečný. Opravdu chcete pokračovat?
it: Una chiave RSA di dimensione {{ bits }} bit è già attiva per questo indirizzo. Generare un'altra chiave causerà un caricamento dell'account più lento e l'eliminazione di questa chiave può causare problemi. Se stai generando una nuova chiave perché quella vecchia è stata compromessa, per favore contrassegna tale chiave come compromessa. Sei sicuro di voler continuare?
ja: このアドレス用に {{ bits }}ビットのRSA鍵が有効になっています。別の鍵の生成はアカウントの読み込みの遅延に、鍵の削除は問題の原因になりえます。以前の鍵の侵害のために鍵を再生成する場合、まず以前の鍵に侵害された印をつけてください。続行しますか？

# Message encryption status
source: Unencrypted message
cs: Nezašifrovaná zpráva
it: Messaggio non crittografato
ja: 暗号化されていないメッセージ
ro: Mesaj necriptat

# Message for encryption contact modal
source: The email <span style="font-weight: bold;">{{ ::ctrl.email }}</span> has PGP keys set. Do you want to enable PGP encryption for this contact?
cs: E-mail <span style="font-weight: bold;">{{ ::ctrl.email }}</span> má nastavené PGP klíče. Chcete povolit šifrování PGP pro tento kontakt?
it: L'email <span style="font-weight: bold;">{{ ::ctrl.email }}</span> ha delle chiavi PGP impostate. Vuoi attivare la crittografia PGP per questo contatto?
ja: このメール <span style="font-weight: bold;">{{ ::ctrl.email }}</span> にはPGP鍵がセットされています。この連絡先のPGP暗号化を有効にしますか？
ro: Mesajul <span style="font-weight: bold;">{{ ::ctrl.email }}</span>are setate chei PGP. Doriți să activați criptarea PGP pentru acest contact?

# Price per month
source: /mo
cs: /měsíc
it: /mese
ja: /月
ro: /lună

# Reset your login
source: Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
cs: Heslo uložte na bezpečném místě. Klikněte na ikonu <i class="fa fa-eye"></i> a ujistěte se, že jste heslo zadali správně.
it: Salva la password in un posto sicuro. Fai clic sull'icona <i class="fa fa-eye"></i> per confermare di aver digitato correttamente la password.
ja: パスワードは安全な場所に保管してください。 パスワードが正しく入力されたか確認するには、アイコン<i class="fa fa-eye"></i> をクリックしてください。
ro: Salvați parola într-un loc sigur. Apăsați pe pictograma <i class="fa fa-eye"></i> pentru a confirma că ați introdus corect parola.

# Signup error
source: Would you like to create a free ProtonMail account instead?
cs: Chcete místo toho vytvořit bezplatný účet ProtonMail?
it: Vorrebbe invece creare un account gratuito di ProtonMail?
ja: 代わりに無料のProtonMailアカウントの登録を行いますか？
ro: Doriți să creați un cont gratuit ProtonMail în schimb?

# Signup features
source: 20GB storage
cs: 20 GB místa
it: 20 GB di spazio
ja: 20GBのストレージ
ro: 20 GB spațiu

# Signup features
source: 5GB storage
cs: 5 GB místa
it: 5GB di spazio
ja: 5GBのストレージ
ro: 5 GB spațiu

# Signup features
source: Early access to new features
cs: Včasný přístup k testovaným funkcím
it: Accesso in anteprima alle nuove funzionalità
ja: 新機能の早期公開
ro: Acces timpuriu la funcții noi

# Signup features
source: Help pick new features through Visionary only polls
cs: Pomozte nám vybrat nové funkce prostřednictvím anktey, která je k dispozici pro Visionary účty
it: Aiuta a scegliere nuove funzionalità attraverso i sondaggi per soli utenti Visionary
ja: VISIONARYプラン限定で新機能へ投票できます。
ro: Ajutați la alegerea noilor funcțiilor doar cu sondajele de la Vizionar

# Signup features
source: Labels and Custom Filters
cs: Štítky a vlastní filtry
it: Etichette e filtri personalizzati
ja: ラベルと仕分けフィルター
ro: Etichete și filtre personale

# Signup features
source: No sending limits
cs: Bez limitu odeslaných zpráv
it: Nessun limite di invio
ja: 送信制限なし
ro: Fără limită trimiteri

# Signup features
source: Priority Customer Support
cs: Přednostní zákaznická podpora
it: Assistenza clienti prioritaria
ja: 優先カスタマーサポート
ro: Asistență prioritară clienți

# Signup features
source: Send encrypted messages to external recipients
cs: Posílejte šifrované zprávy externím příjemcům
it: Invio di messaggi crittografati a destinatari esterni
ja: 外部の宛先への暗号化メッセージの送信機能
ro: Trimitere mesaje criptate la destinatari externi

# Signup features
source: Send up to 1000 messages per day
cs: Odešlete až 1000 zpráv denně
it: Invio fino a 1000 messaggi al giorno
ja: 1 日あたり最大 1000 件まで送信可能
ro: Trimitere până la 1000 de mesaje pe zi

# Signup features
source: Support for up to 5 domains
cs: Podpora až pro 5 domén
it: Supporto fino a 5 domini
ja: 最大 5 個までの独自ドメイン
ro: Utilizare până la 5 domenii

# Signup features
source: Up to 5 email aliases
cs: Až 5 e-mailových aliasů
it: Fino a 5 alias email
ja: 5 個の別名アドレス
ro: Maxim 5 aliasuri de e-mail

# Signup features
source: Up to 50 email aliases
cs: Až 50 e-mailových aliasů
it: Fino a 50 alias email
ja: 50 個の別名アドレス
ro: Maxim 50 aliasuri de e-mail

# Signup features
source: Use your own domain (ex: thomas@anderson.com)
cs: Použijte vlastní doménu (např.: jan@novak.cz)
it: Utilizza il tuo dominio (es: thomas@anderson.com)
ja: 独自ドメインの利用（例：thomas@anderson.com）
ro: Folosiți propriul domeniu (ex.:thomas@anderson.com)

# Storage warning
source: You have reached 100% of your storage capacity. You won't be able to send or receive emails unless you permanently delete some emails or purchase more storage. {{learnMoreLink}}.
cs: Dosáhli jste 100 % limitu velikosti své schránky. Nebudete moct přijímat, ani odesílat poštu, dokud trvale neodstraníte některé zprávy nebo nenavýšíte velikost své schránky {{learnMoreLink}}.
it: Hai utilizzato il 100% del tuo spazio disponibile. Non sarà più possibile inviare o ricevere email a meno che non cancelli definitivamente qualche email o che acquisti più spazio. {{learnMoreLink}}.
ja: ストレージ容量の上限に達しました。いくつかのメールの削除あるいは、ストレージを追加購入しない限り、メールの送受信はできません。 {{learnMoreLink}}。

# Title
source: <span class="margin-right" translate-context="Info" translate="">Available VPN connections</span>
cs: <span class="margin-right" translate-context="Info" translate="">Dostupná VPN připojení</span>

# Title
source: <span class="margin-right" translate-context="Info" translate="">Number of users</span>
cs: <span class="margin-right" translate-context="Info" translate="">Počet uživatelů</span>

# Title
source: <span class="margin-right" translate="" translate-context="Info">Organization storage</span>
cs: <span class="margin-right" translate="" translate-context="Info">Úložný prostor organizace</span>

# Title
source: Black Friday Offer
cs: Nabídka pro Black Friday
it: Offerta black friday
ja: ブラックフライデーセール
ro: Ofertă de Vinerea neagră

# Title
source: Confirm
cs: Potvrdit
it: Conferma
ja: 確認
ro: Confirmare

# Title
source: Credit Card
cs: Platební karta
it: Carta di credito
ja: クレジットカード
ro: Card de credit

# Title
source: Custom domain
cs: Vlastní doména
it: Dominio personalizzato
ja: 独自ドメイン
ro: Domeniu personal

# Title
source: Error encountered
cs: Byly zjištěny chyby
it: Errore riscontrato
ja: エラーが発生しました
ro: Eroare

# Title
source: Expiration
cs: Expirace
it: Scadenza
ja: 期限切れ
ro: Expirare

# Title
source: Key size
cs: Velikost klíče
it: Dimensione chiave
ja: 鍵長
ro: Dimensiune cheie

# Title
source: Number
cs: Číslo
it: Numero
ja: 番号
ro: Număr

# Title
source: ProtonMail + VPN Plus 2-year plan
cs: Dvouletý tarif ProtonMail + VPN Plus
it: Piano biennale ProtonMail + VPN Plus
ja: ProtonMail + VPN PLUS 2年プラン
ro: ProtonMail + VPN Plus plan 2 ani

# Title
source: ProtonMail Plus 2-year plan
cs: Dvouletý tarif ProtonMail Plus
it: Piano biennale ProtonMail Plus
ja: ProtonMail PLUS 2年プラン
ro: ProtonMail plan 2 ani

# Title
source: ProtonVPN Plus 2-year plan
cs: Dvouletý tarif ProtonVPN Plus
it: Piano biennale ProtonVPN Plus
ja: ProtonVPN PLUS 2年プラン
ro: ProtonVPN Plus plan 2 ani

# Title
source: Resetting your password means you will no longer be able to read your old emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Click here to learn more</a>. If you have further questions, please email contact@protonmail.ch. Are you sure you want to reset your password?
cs: Resetování hesla znamená, že už nebude možné číst staré emaily. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Pro více informací klikněte zde</a>. Máte-li další dotazy, kontaktujte nás prosím na contact@protonmail.ch. Opravdu chcete resetovat heslo?
it: Reimpostando la password non sarà più possibile leggere i vecchi messaggi. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Clicca qui per saperne di più</a>. Per altre domande per favore scrivi a contact@protonmail.ch. Sei sicuro di voler reimpostare la password?
ja: パスワードをリセットすると、既存のメールを読むことができなくなります。パスワードを本当にリセットしてもよろしいですか？ <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">詳細については、こちらをクリックしてください。</a> ご質問は、contact@protonmail.chまでお寄せください。
ro: Resetarea parolei înseamnă că nu veți mai putea citi vechile mesaje. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Apăsați aici pentru detalii</a>. Dacă aveți întrebări suplimentare, vă rugăm trimiteți-ne un mesaj la contact@protonmail.ch. Sunteți sigur că doriți resetarea parolei?
