Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: User removed
cs: Uživatel byl odstraněn
da: Bruger fjernet
hu: Felhasználó törölve
is: Notandi fjarlægði
it: Utente rimosso
ja: ユーザーが削除されました。
ro: Utilizator eliminat

# Info
source: User updated
cs: Uživatel byl aktualizován
da: Bruger opdateret
hu: Felhasználó frissítve
is: Notandaupplýsingar uppfærðar
it: Utente aggiornato
ja: ユーザーが更新されました。
ro: Utilizator actualizat

# Info
source: Username available
cs: Uživatelské jméno je k dispozici
da: Tilgængeligt brugernavn
hu: Felhasználónév elérhető
is: Notandanafnið er tiltækt
it: Nome utente disponibile
ja: ユーザー名が使用可能です。
ro: Nume disponibil

# Info
source: Valid characters are A-Z, a-z, 0-9, . (full stop), _ (underscore) and - (hyphen). The login must start and end with an alphanumeric character.
cs: Platné znaky jsou A-Z, a-z, 0-9, . (tečka), _ (podtržítko) a - (pomlčka). Přihlašovací jméno musí začínat a končit alfanumerickým znakem.
da: Gyldige tegn er A-Z, a-z, 0-9,. (punktum), _ (understregning) og - (bindestreg). Login skal starte og slutte med alfanumeriske tegn.
hu: Használható karakterek: A-Z, a-z, 0-9, . (pont), _ (aláhúzás) és - (mínusz). A bejelentkezés alfanumerikus karakterrel kell kezdődjön és végződjön.
is: Leyfilegir stafir eru A-Z, a-z, 0-9, . (punktur), _ (undirstrik) og - (bandstrik). Innskráningarnafnið verður að byrja og enda á tölu- eða bókstaf.
it: I caratteri validi sono A-Z, a-z, 0-9, . (punto), _ (tratto basso) e - (trattino). Il login deve iniziare e terminare con un carattere alfanumerico.
ja: 有効な文字は、A〜Z、a〜z、0〜9です。 .(ピリオド)、_(アンダースコア)、 - (ハイフン)です。 ログインは、始まりと終りが英数字である必要があります。
ro: Caractere valide sunt A-Z, a-z, 0-9. (punct), _ (liniuța de subliniere) și - (cratimă). Numele de utilizator trebuie să înceapă și să se termine cu un caracter alfanumeric.

# Info
source: Verification can take a few minutes.
da: Bekærftelse kan tage et par minutter.
hu: Az ellenőrzés néhány percet is igénybe vehet.
is: Sannvottun getur tekið nokkrar mínútur.

# Info
source: Verification code sent
cs: Ověřovací kód odeslán
da: Bekræftelseskode afsendt
hu: Ellenőrzési kód elküldve
is: Sannvottunarkóði sendur
it: Codice di verifica inviato
ja: 検証コードを送信しました。
ro: Codul de verificare a fost trimis

# Info
source: Verification error
cs: Chyba ověření
da: Verifikationsfejl
hu: Ellenőrzési hiba
is: Villa í staðfestingu
it: Errore di verifica
ja: 検証エラーが発生しました。
ro: Eroare verificare

# Info
source: Verification of this content’s signature failed
cs: Ověření podpisu tohoto obsahu selhalo
da: Verifikation af dette indholds signatur mislykkedes
hu: Az adatok digitális aláírásának ellenőrzése sikertelen
is: Sannvottun á undirritun þessa efnis brást
it: Verifica della firma di questo contenuto fallita
ja: このコンテンツの署名の検証に失敗しました。
ro: Eșuare verificare semnătură conținut

# Info
source: Verification will open a new tab, please disable any popup blockers.
da: Bekræftelsesprocessen åbner en ny fane. Deaktivér derfor pop-upblockere.
hu: Az ellenőrzés egy új böngészőfülön fog megnyílni. Kérjük engedélyezze a felugró ablakokat.
is: Sannvottun mun opna nýjan flipa, gerðu allar sprettgluggavarnir óvirkar.

# Info
source: Verification will open a new tab, please disable any popup blockers. <b>You will not be charged</b>. Any amount used to verify the card will be refunded immediately.
da: Bekræftelsesprocessen åbner en ny fane. Deaktivér derfor pop-upblockere. <b>Du vil ikke blive debiteret</b>. Ethvert beløb anvendt til bekræftelse af kortet refunderes omgående.
hu: Az ellenőrzés egy új böngészőfülön fog megnyílni. Kérjük engedélyezze a felugró ablakokat. <b>Nem fog kifizetés történni</b>. A levonásra kerülő összeg azonnal visszautalásra fog kerülni.
is: Sannvottun mun opna nýjan flipa, gerðu allar sprettgluggavarnir óvirkar. <b>Þú verður ekki krafin(n) um greiðslu</b>. Upphæðir sem notaðar eru til að sannvotta greiðslukort eru endurgreiddar samstundis.

# Info
source: Verifying invite link...
cs: Ověřování odkazu pozvánky...
da: Bekræfter invitationgenvej...
hu: Meghívó link ellenőrzése...
is: Staðfesti boðstengil...
it: Verificando il link d'invito...
ja: 招待リンクを検証しています...
ro: Verificare legătură invitație...

# Info
source: WARNING: DELETION IS PERMANENT
cs: UPOZORNĚNÍ: SMAZÁNÍ JE TRVALÉ
da: ADVARSEL: SLETNINGEN ER PERMANENT
hu: FIGYELEM: A TÖRLÉS VÉGLEGES
is: AÐVÖRUN: EYÐINGIN ER ENDANLEG
it: AVVISO: L'ELIMINAZIONE È PERMANENTE
ja: 警告：削除は永久的です
ro: ATENŢIE: ŞTERGEREA ESTE PERMANENTĂ

# Info
source: WARNING: THIS ALSO DELETES ALL CONNECTED SERVICES (ex: <i>ProtonVPN</i>)
cs: UPOZORNĚNÍ: TENTO PROCES TAKÉ ODSTRANÍ VŠECHNY PŘIPOJENÉ SLUŽBY (např.: <i>ProtonVPN</i>)
da: ADVARSEL: DETTE SLETTER OGSÅ ALLE FORBUNDNE TJENESTER (f.eks.: <i>ProtonVPN</i>)
hu: FIGYELEM: EZ TÖRLI A KAPCSOLÓDÓ SZOLGÁLTATÁSOKAT IS (pl.: <i>ProtonVPN</i>)
is: AÐVÖRUN: ÞETTA EYÐIR EINNIG ÖLLUM TENGDUM ÞJÓNUSTUM (t.d: <i>ProtonVPN</i>)
it: ATTENZIONE: QUESTO ELIMINA ANCHE TUTTI I SERVIZI ANNESSI (es: <i>ProtonVPN</i>)
ja: 警告: 関連している全てのサービスのアカウントも削除します。 (例: <i>ProtonVPN</i>)
ro: ATENȚIE: ACEASTA VA ȘTERGE ȘI SERVICIILE ASOCIATE (ex: <i>ProtonVPN</i>)

# Info
source: We are now generating encryption keys for your address, this may take several minutes and temporarily freeze your browser.
cs: Právě generujeme šifrovací klíče pro váš účet, může to trvat několik minut a prohlížeč může dočasně přestat pracovat.
da: Der genereres nu krypteringsnøgler til din adresse. Dette kan tage flere minutter og midlertidigt fryse din browser.
hu: Most létrehozzuk a címhez tartozó titkosítási kulcsokat. Ez több percig is eltarthat és átmenetileg befagyaszthatja a böngészőt.
is: Núna er verið að útbúa dulritunarlykla fyrir tölvupóstfangið þitt, þetta gæti tekið nokkrar mínútur og jafnvel fryst vafrann þinn tímabundið.
it: Ora stiamo generando le chiavi di crittografia del tuo indirizzo, ciò potrebbe richiedere alcuni minuti e bloccare temporaneamente il browser.
ja: 暗号鍵を生成しています。これには数分を要し、一時的にブラウザが応答しなくなる場合があります。
ro: Acum se generează cheile de criptare pentru adresa dvs., ar putea dura câteva minute și să oprească temporar navigatorul.

# Info
source: We picked up at least one group/organization from the list of contacts you are importing.
da: Der er fundet/identificeret mindst én gruppe/organisation på listen over kontakter, du importerer.
hu: Az importált névjegy listában legalább egy csoportot vagy szervezetet találtunk.
is: Við fundum að minnsta kosti eina stofnun í tengiliðalistanum sem þú ert að flytja inn.

# Info
source: We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
cs: Nejprve vám doporučujeme přidat záložní e-mailovou adresu. Pokud se něco stane, nebude možné obnovit váš účet.
da: Det anbefales at tilføje en e-mail til gendannelse først. I modsat fald kan du ikke gendanne din konto, hvis noget går galt.
hu: Javasoljuk, hogy először adjon meg egy helyreállítási e-mail címet. Ellenkező esetben nem tudja visszaállítani fiókját, ha valami rosszul sülne el.
is: Við mælum með því að bæta fyrst við endurheimtupóstfangi. Að öðrum kosti er ekki hægt að endurheimta notandaaðganginn ef eitthvað fer úrskeiðis.
it: Raccomandiamo di aggiungere prima un indirizzo email di recupero. In caso contrario, non sarebbe più possibile recuperare il tuo account se qualcosa andasse storto.
ja: 最初に回復用のメールアドレスの追加をお勧めします。そうしなければ、何らかの障害時にアカウントの回復ができません。
ro: Vă recomandăm adăugarea unui e-mail de recuperare mai întâi. Altfel, nu veți putea recupera contul dacă ceva nu merge bine.

# Info
source: We recommend using different login and mailbox passwords.
cs: Doporučujeme používat různá hesla pro přihlášení a k e-mailové schránce.
da: Det anbefales at beenytte forskellige login- og postkasseadgangskoder.
hu: Javasoljuk, hogy a bejelentkezéshez és az e-mailek titkosításához különböző jelszavakat használjon.
is: Við mælum með því að nota mismunandi lykilorð til innskráningar og á pósthólfið.
it: Si consiglia di utilizzare password di login e casella email diverse.
ja: ログインとメールボックス用のパスワードは違うものにすることを推奨します。
ro: Vă recomandăm să folosiți parole diferite pentru conectare și pentru mesaje.

# Info
source: We support importing CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps. We also support importing vCard. (UTF-8 encoding). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Need help?</a>
cs: Podporujeme import CSV souborů z aplikací Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora a některé další. Podporujeme také import vCard. (Kódování UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Potřebujete pomoc?</a>
da: Import af CSV-filer fra Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora og visse øvrige apps understøttes. Understøttet er ligeledes import af vCard. (UTF-8 encoding). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Behov for hjælp?</a>
hu: CSV fájlok importálhatók a következő alkalmazásokból: Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora és néhány egyéb. vCard fájlok szintén importálhatók. (UTF-8 kódolású) <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">További információk</a>
is: Við styðjum innflutning á CSV-skrám úr Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora og nokkrum öðrum forritum. Við styðjum einnig innflutning á vCard. (UTF-8 kóðun). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Vantar aðstoð?</a>
it: Supportiamo l'importazione dei file CSV da Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora e alcune altre app. Supportiamo anche l'importazione delle vCard. (encoding UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Hai bisogno di aiuto?</a>
ja: Outlook、 Outlook Express、 Yahoo! Mail、 Hotmail、 Eudoraおよび、その他のアプリケーションからのCSVファイルのインポートに対応しています。またUTF-8エンコードのvCard形式にも対応しています。<a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">インポートについて</a>
ro: Se suportă importarea fișierelor CSV din Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora și alte câteva aplicații. Se suportă și importarea fișierelor vCard. (codificate UTF-8). <a href="https://protonmail.com/support/knowledge-base/adding-contacts/" target="_blank">Doriți ajutor?</a>

# Info
source: We will redirect you to PayPal in a new browser tab to complete this transaction. If you use any pop-up blockers, please disable them to continue.
da: Du omdirigeres til PayPal i en ny browserfane for at gennemføre denne transaktion. Benytter du evt. pop-up blockere, så deaktivér venligst disse for at fortsætte.
hu: A tranzakció befejezéséhez átirányítjuk a PayPalhoz egy új böngészőfülön. Kérjük engedélyezze a felugró ablakokat.
is: Þér verður endurbeint til PayPal í nýjum flipa til að ljúka þessari millifærslu. Ef þú notar hugbúnað til að loka á sprettglugga (pop-up blocker), skaltu endilega gera hann óvirkan áður en haldið er áfram.

# Info
source: We will send a message from {{email}} to unsubscribe from this mailing list.
cs: Pošleme vám zprávu z {{email}}, abyste se mohli odhlásit z odběru.
da: Der afsendes en besked fra {{email}} for at afmelde denne postliste.
hu: A levelezési listáról való leiratkozáshoz, egy email fogunk küldeni a következő címről: {{email}}.
is: Við munum senda skilaboð frá {{email}} til að segja upp áskrift að þessum póstlista.
it: Manderemo un messaggio da {{email}} per disiscriverla da questa mailing list.
ja: {{email}} のアドレスをメーリングリストから除外するためのメッセージを送ります。
ro: Vă vom trimite un mesaj de la {{email}} pentru a vă dezabona de la această listă de discuții.

# Info
source: We will send a reset code to your <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="This is the optional email you used when first creating an account. This is the same as your notification email that is used for sending alerts about new messages.">recovery email</a> to reset your password.
cs: Kód pro obnovení bude odeslán na <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Je to volitelný e-mail, který jste zadali při vytváření prvního účtu. Stejný e-mail, který je používán pro zasílání oznámení o nových zprávách.">záložní e-mail</a> pro obnovu hesla.
da: Der sendes en nulstillingskode til din <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Dette er den valgfri e-mail, du benyttede, da du først oprettede en konto. Dette er det samme som din notifikations-e-mail, der benyttes til at sende adviseringer om nye beskeder.">gendannelses e-mail</a> for at nulstille din adgangskode.
hu: A jelszó visszaállításhoz egy kódot fogunk küldeni a <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Ez a cím amit opcionálisan megadott a fiók létrehozásakor. Ide érkeznek az új e-mailekről szóló értesítők is.">helyreállítási e-mail</a> címére.
is: Við munum senda endurstillingarkóða á <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Þetta er valfrjálst tölvupóstfang sem þú gast gefið upp þegar þú útbjóst notandaaðganginn. Það er það sama og er notað til að fá tilkynningar um ný skilaboð.">endurheimtupóstfangið þitt</a> til að þú getir endurstill lykilorðið þitt.
it: Verrà inviato un codice di ripristino al <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Questo è l'indirizzo email opzionale usato alla creazione dell'account. Questo è lo stesso dell'indirizzo email di notifica che viene usato per inviare avvisi riguardanti i nuovi messaggi.">tuo indirizzo di recupero</a> per ripristinare la password.
ja: パスワードをリセットするため、<a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="This is the optional email you used when first creating an account. This is the same as your notification email that is used for sending alerts about new messages.">回復用メールアドレス</a>にリセットコードを送信します。
ro: Vă vom trimite un cod de resetare pe adresa de <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Aceasta este adresa opțională folosită la crearea contului. Este aceeași cu adresa de notificare folosită la trimiterea de alerte despre mesaje noi.">e-mail de recuperare</a> pentru a vă reseta parola.

# Info
source: We've sent a reset code to your <strong>recovery email</strong>, valid for one hour or until you request a new code. Enter it below to continue.
cs: Kód pro znovunastavení jsme odeslali na Váš <strong>email pro obnovu</strong>, bude platný po dobu jedné hodiny nebo dokud nepožádáte o nový kód. Zadejte ho níže pro pokračování.
da: Vi har sendt en nulstillingskode til din <strong> e-mail til gendannelse </strong> (gyldig i én time eller indtil du beder om en ny). Angiv den nedenfor for at fortsætte.
hu: Elküldök a kódot a <strong>helyreállítási e-mail</strong> címére. A kód egy órán keresztül érvényes vagy amíg új kódot nem kér. Írja be a kódot a folytatáshoz.
is: Við höfum sent endurstillingarkóða á <strong>endurheimtupóstfangið þitt</strong>, hann gildir í eina klukkustund eða þar til þú biður um nýjan endurstillingarkóða. Settu hann inn hér fyrir neðan til að halda áfram.
it: Abbiamo inviato un codice di reset alla tua <strong>email di recupero</strong>, il quale è valido per un'ora o fino a quando non richiederai un nuovo codice. Inseriscilo qua sotto per continuare.
ja: <strong>回復用メールアドレス</strong>にリセットコードを送信しました。１時間または次回のリセットコード要求まで有効です。以下に入力して続行してください。
ro: Am trimis un cod de resetare la <strong>e-mailul de recuperare</strong>, valabil timp de o oră sau până când solicitați un nou cod. Introduceți-l mai jos pentru a continua.

# Info
source: What do you think of ProtonMail version 3.0?
cs: Co si myslíte o ProtonMail verze 3.0?
da: Hvad synes du om ProtonMail version 3.0?
hu: Mi a véleménye a ProtonMail 3.0-ás változatáról?
is: Hvað finnst þér um ProtonMail útgáfu 3.0?
it: Cosa ne pensi di ProtonMail versione 3.0?
ja: ProtonMailバージョン3.0についてどう思いますか？
ro: Ce părere aveți despre ProtonMail versiunea 3.0?

# Info
source: When
cs: Kdy
da: Hvornår
hu: Mikor
is: Hvenær
it: Quando
ja: 時
ro: Când

# Info
source: Whitelist
cs: Seznam povolených
da: Hvidliste
hu: Engedélyezett Lista
is: Listi yfir leyfilegt
ja: ホワイトリスト
ro: Adrese ignorate

# Info
source: Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
cs: Bez aktivace nebudete moci vytvářet nové uživatele, přidávat adresy stávajícím uživatelům, nebo přistupovat k veřejným uživatelským účtům.
da: Uden aktivering kan du ikke oprette nye brugere, tilføje adresser til eksisterende brugere eller få adgang til ikke-private brugerkonti.
hu: Aktiválás nélkül nem fog tudni új felhasználókat létrehozni, címeket felvenni meglévő felhasználókhoz, vagy nem-privát fiókokat elérni.
is: Án þess að virkja muntu ekki geta búið til nýja notendur, bætt póstföngum við fyrirliggjandi notendur eða haft aðgang að notendareikningum sem ekki eru einkareikningar.
it: Senza attivazione non sarà possibile creare nuovi utenti, aggiungere indirizzi per gli utenti esistenti o accedere agli account non privati.
ja: 有効化しない限り、新規ユーザーの作成、既存ユーザーへのメールアドレスの追加並びに、ユーザーのアカウントへのアクセスはできません。
ro: Fără activare nu veți putea crea noi utilizatori, adăuga adrese la utilizatorii existenți sau accesa conturile utilizatorilor non-privați.

# Info
source: You are about to open another browser tab and visit:
da: Du er ved at åbne en anden browserfane og besøge:
hu: Egy új böngésző fülön a következő címet fogja megnyitni:
is: Þú ert að fara að opna annan vafraflipa og skoða:

# Info
source: You are about to revoke all sessions. The user will be automatically logged out of all sessions and prompted to log back in. Are you sure you want to revoke all sessions ?
da: Du er ved at annullere alle sessioner. Brugeren bliver automatisk logget ud af alle sessioner og bedt om at logge ind igen. Sikker på, at du vil annullere alle sessioner?
hu: Visszavonja az összes munkafolyamatot. A felhasználó kiléptetésre kerül az összes eszközén és újra be kell lépnie. Biztos, hogy visszavonja a munkafolyamatokat?
is: Þú ert að fara að afturkalla allar setur. Notandinn verður skráður sjálfkrafa út úr öllum setum og beðinn um að skrá sig inn aftur. Ertu viss um að þú viljir afturkalla allar setur?

# Info
source: You are using ProtonVPN Free. Upgrade to ProtonVPN Plus to get faster speeds and better privacy.
cs: Používáte bezplatnou verzi ProtonVPN. Povyšte na tarif ProtonVPN Plus a získejte vyšší rychlosti a lepší ochranu soukromí.
da: Du benytter ProtonVPN Free. Opgradér til ProtonVPN Plus for at få højere hastigheder og bedre privatliv.
hu: Ön ingyenes ProtonVPN Free csomagot használ. Váltson ProtonVPN Plus csomagra nagyobb sebességért és jobb adatvédelemért.
is: Þú ert að nota ProtonVPN Free. Uppfærðu í ProtonVPN Plus til að fá meiri hraða og betri gagnaleynd.
it: Stai usando ProtonVPN Free. Effettua l'upgrade a ProtonVPN Plus per ottenere maggiore velocità e privacy migliore.
ja: 現在ProtonVPNの無料版をご利用中です。高速化とより良いプライバシーのため、ProtonVPN Plusプランにアップグレードしてください。
ro: Folosiți ProtonVPN gratuit. Treceți la ProtonVPN Plus pentru a obține viteze mai mari și mai multă intimitate.

# Info
source: You can add and remove folders from selected emails by clicking the folders button <strong>(2)</strong>.
cs: Vybraným e-mailům můžete přidat nebo odebrat složky kliknutím na tlačítko složek <strong>(2)</strong>.
da: Du kan tilføje og fjerne mapper fra valgte e-mails ved at trykke på mappeknappen <strong>(2)</strong>.
hu: A kiválasztott leveleket mappákba rendezheti a mappa gomb segítségével <strong>(2)</strong>.
is: Þú getur bætt við og fjarlægt möppuri úr völdum skilaboðum með því að smella á Möppur-hnappinn <strong>(2)</strong>.
it: Puoi aggiungere e rimuovere cartelle dalle email selezionate cliccando sul bottone delle cartelle <strong>(2)</strong>.
ja: 選択した電子メールのフォルダー ボタン <strong>(2)</strong> をクリックすることで、フォルダーの追加や削除ができます。
ro: Puteți adăuga sau elimina folderele asociate pentru mesajele selectate apăsând pe butonul foldere <strong>(2)</strong>.

# Info
source: You can add and remove labels from selected emails by clicking the labels button <strong>(1)</strong>.
cs: Vybraným e-mailům můžete přidat nebo odebrat štítky kliknutím na tlačítko štítků <strong>(1)</strong>.
da: Du kan tilføje og fjerne etiketter fra valgte e-mails ved at trykke på etiketteknappen <strong>(1)</strong>.
hu: A kiválasztott leveleket címkékkel láthatja el a címke gomb segítségével <strong>(1)</strong>.
is: Þú getur bætt við og fjarlægt merki úr völdum skilaboðum með því að smella á Merking-hnappinn <strong>(1)</strong>.
it: Puoi aggiungere e rimuovere etichette dalle email selezionate cliccando sul bottone delle etichette <strong>(1)</strong>.
ja: 選択した電子メールのラベルボタン <strong>(2)</strong> をクリックすることで、ラベルの追加や削除ができます。
ro: Puteți adăuga sau elimina etichetele asociate pentru mesajele selectate apăsând pe butonul etichete <strong>(1)</strong>.

# Info
source: You can also add, delete, and edit them by clicking on <em>Folders / Labels</em> <strong>(3)</strong>.
cs: Také je můžete přidat, smazat či upravit kliknutím na <em>Složky / Štítky</em> <strong>(3)</strong>.
da: Du kan også tilføje, slette og redigere disse ved at trykke på <em>Mapper/Etiketter</em> <strong>(3)</strong>.
hu: A <em>Mappák / Címkék</em>-re <strong>(3)</strong> kattintva újakat készíthet, törölhet vagy átszerkesztheti a meglévőket.
is: Þú getur einnig bætt við, eytt og breytt þeim með því að smella á <em>Möppur / Merkingar</em> <strong>(3)</strong>.
it: Puoi anche aggiungerle, eliminarle e modificarle cliccando su <em>Cartelle/Etichette</em> <strong>(3)</strong>.
ja: また、<em>フォルダー/ラベル</em> <strong>(3)</strong> をクリックして追加、削除、編集をすることができます。
ro: Le puteți adăuga, șterge sau edita și apăsând pe <em>Foldere/Etichete</em><strong>(3)</strong>.

# Info
source: You can decrypt the file with a program such as {{link}} if you have the corresponding private key.
cs: Soubor můžete dešifrovat pomocí programu jako je {{link}} pokud máte korespondující soukromý klíč.
da: Du kan dekryptere filen med et program såsom {{link}}, hvis du har den tilhørende private nøgle.
hu: A fájl visszafejtheti a fájlt olyan programokkal, mint például {{link}}, ha rendelkezik a megfelelő privát kulccsal.
is: Þú getur afkóðað skrána með forriti á borð við {{link}} ef þú ert með samsvarandi einkalykil.
it: Puoi decriptare il file con un programma come {{link}} nel caso in cui avessi la corrispondente chiave privata.
ja: 対応する秘密鍵がある場合、{{link}} などのプログラムを使用してファイルを復号できます。
ro: Puteți decripta fișierul cu un program ca {{link}} dacă aveți cheia privată corespunzătoare.
