Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Modal setup 2FA
source: If you have never used 2FA before, we strongly recommend you reading our 2FA Guide first.
cs: Pokud jste nikdy nepoužívali 2FA (dvoufázové ověřování), důrazně doporučujeme, abyste si nejprve přečetli našeho průvodce.
da: Har du aldrig tidligere benyttet 2FA, anbefaler det kraftigt, at du først læser 2FA-vejledningen.
hu: Ha még sosem használt kétlépcsős azonosítást, javasolt elolvasnia az erről szóló kézikönyvünket.
is: Ef þú hefur aldrei notað 2FA tveggja-þrepa auðkenningu áður, mælum við með því að þú lesir fyrst 2FA leiðarvísinn.
it: Se non ha mai usato l'autenticazione in due passaggi (2FA) prima d'ora, le raccomandiamo di leggere prima la nostra guida sull'argomento.
ja: これまでに２要素認証を使用したことがない場合は、最初に「２要素認証のためのガイド」を読むことを強く推奨します。
ro: Dacă nu ați mai folosit 2FA (autentificarea cu doi factori), vă recomandăm să citiți mai întâi ghidul nostru 2FA.

# Modal setup 2FA
source: Set Up Two Factor Authentication
cs: Nastavit dvoufázové ověření
da: Opsæt To-faktorbekræftelse
hu: Kétlépcsős azonosítás beállítása
is: Setja upp tveggja-þátta auðkenningu
it: Impostazione dell'autenticazione in due passaggi
ja: ２要素認証の設定
ro: Setare autentificare cu doi factori

# Modal setup 2FA
source: This wizard will enable Two Factor Authentication (2FA) on your ProtonMail account. 2FA will make your ProtonMail account more secure so we recommend enabling it.
cs: Tento průvodce zapne dvoufázové ověřování (2FA) na vašem ProtonMail účtu. Doporučujeme 2FA zapnout, zajistí vám bezpečnější ProtonMail účet.
da: Denne vejledning aktiverer To-Faktor Godkendelse (2FA) på din ProtonMail-konto. 2FA vil gøre din ProtonMail-konto mere sikker, så du anbefales at aktivere den.
hu: Ezzel a funkcióval bekapcsolhatja a kétlépcsős azonosítást. A kétlépcsős azonosítás biztonságosabbá teszi a ProtonMail fiókját, ezért javasolt engedélyezni.
is: Þessi leiðarvísir mun virkja tveggja-þátta auðkenningu (2FA) á ProtonMail aðgangnum þínum. 2FA mun gera ProtonMail aðganginn þinn mun öruggari, þannig að við mælum með því að þú virkjir þetta.
it: Questa procedura guidata abiliterà l'autenticazione in due passaggi (2FA) sul tuo account ProtonMail. La 2FA renderà il tuo account ProtonMail più sicuro, quindi ti consigliamo di abilitarla.
ja: このウィザードはProtonMailアカウントで２要素認証を有効にします。セキュリティをより高めるため２要素認証の使用をお勧めします。
ro: Acest asistent va activa Autentificarea cu doi factori (A2F) pentru contul dvs. ProtonMail. A2F va face contul ProtonMail mai sigur astfel încât vă recomandăm s-o activați.

# Modal title
source: Print preview
cs: Náhled tisku
da: Forhåndsvisning
hu: Nyomtatási kép
is: Forskoðun prentunar
it: Anteprima di stampa

# Modal title
source: Reduce Key Size
cs: Snížit velikost klíče
da: Reducere nøglestørrelse
hu: Kulcs méret csökkentése
is: Minnka stærð lykils
it: Riduce la dimensione della chiave
ja: 鍵長の縮小

# More Toggles
source: Attach Public Key
cs: Připojit veřejný klíč
da: Vedhæft offentlig nøgle
hu: Nyilvános kulcs csatolása
is: Hengja dreifilykil við
it: Allega chiave pubblica
ja: 公開鍵の添付
ro: Atașare cheie publică

# More Toggles
source: Request Read Receipt
da: Anmod om læsekvittering
hu: Tértivevény igénylése
is: Biðja um leskvittun

# More Toggles
source: Sign message
cs: Podepsat zprávu
da: Signér besked
hu: Üzenet aláírása
is: Undirrita skilaboð
it: Firma messaggio
ja: メッセージへの署名
ro: Semnare mesaj

# New version
source: New version {{ version }} available
da: Ny version {{ version }} tilgængelig
hu: Új verzió érhető el: {{ version }}
is: Ný útgáfa {{ version }} tiltæk

# New version
source: Reload Tab
da: Genindlæs fane
hu: Lap újratöltése
is: Endurlesa flipa

# No recipients to display in the message header
source: Undisclosed Recipients
cs: Nezveřejnění příjemci
da: Oplyste modtagere
hu: Címzettek nem láthatók
is: Viðtakendur ekki gefnir upp
it: Destinatari nascosti
ja: 非公開の宛先
ro: Destinatar nedivulgat

# No results heading
source: All Mail
cs: Všechna pošta
da: Alle e-mails
hu: Összes levél
is: Allur tölvupóstur
it: Tutte le email
ja: 全てのメール
ro: Toate mesajele

# No results heading
source: Archive
cs: Archiv
da: Arkiv
hu: Archív
is: Safn
it: Archivio
ja: アーカイブ
ro: Arhivă

# No results heading
source: Drafts
cs: Koncepty
da: Kladder
hu: Piszkozatok
is: Drög
it: Bozze
ja: 下書き
ro: Ciorne

# No results heading
source: Folder
cs: Složka
da: Mapppe
hu: Mappa
is: Mappa
it: Cartella
ja: フォルダー

# No results heading
source: Inbox
cs: Doručená pošta
da: Indbakke
hu: Beérkezett üzenetek
is: Innhólf
it: Posta in arrivo
ja: 受信箱
ro: Primite

# No results heading
source: Label
cs: Štítek
da: Etiket
hu: Címke
is: Merking
it: Etichetta
ja: ラベル
ro: Eticheta

# No results heading
source: Search
cs: Vyhledat
da: Søg
hu: Keresés
is: Leita
it: Cercare
ja: 検索
ro: Căutare

# No results heading
source: Spam
cs: Nevyžádaná pošta
hu: Levélszemét
is: Ruslpóstur
ja: 迷惑メール

# No results heading
source: Starred
cs: Oblíbené
da: Stjernemarkeret
hu: Csillagozott
is: Stjörnumerkt
it: Preferito
ja: 星印付き
ro: Marcate

# No results heading
source: Trash
cs: Koš
da: Papirkurv
hu: Lomtár
is: Rusl
it: Cestino
ja: ごみ箱
ro: Gunoi

# Notification
source: Filter created
cs: Filtr byl vytvořen
da: Filter er oprettet
hu: Szűrő létrehozva
is: Bjó til síu
it: Filtro creato
ja: フィルターが作成されました。
ro: Filtru creat

# Notification
source: Filter updated
cs: Filtr byl aktualizován
da: Filter er opdateret
hu: Szűrő frissítve
is: Sía uppfærð
it: Filtro aggiornato
ja: フィルターが更新されました。
ro: Filtru actualizat

# Notification
source: ProtonMail's Encrypted Outside feature only allows replying 5 times. <a href="https://protonmail.com/signup" target="_blank">You can sign up for ProtonMail for seamless and unlimited end-to-end encryption</a>.
cs: Služba ProtonMail Encrypted Outside umožňuje pouze odpovědět 5 krát. <a href="https://protonmail.com/signup" target="_blank">Můžete se přihlásit k ProtonMail pro bezproblémovou a neomezené end-to-end šifrování</a>.
da: ProtonMails Krypteret Udenfor-funktion tillader kun 5 besvarelser i alt. <a href="https://protonmail.com/signup" target="_blank">Du kan tilmelde dig til ProtonMail for problemfri og ubegrænset ende-til-ende kryptering</a>.
hu: A külső címzetthez titkosított üzenetekre csak 5 válasz küldhető. <a href="https://protonmail.com/signup" target="_blank">Regisztráljon a ProtonMailre a korlátlan, végpontok közt titkosított levelezéshez</a>.
is: Eiginleiki ProtonMail fyrir utanaðkomandi dulritun (encrypted outside) leyfir aðeins að svarað sé 5 sinnum. <a href="https://protonmail.com/signup" target="_blank">Þú getur skráð þig á ProtonMail til að fá ótakmarkaða og saumlausa enda-í-enda dulritun</a>.
it: La funzionalità di crittografia all'esterno di ProtonMail consente solo 5 risposte. <a href="https://protonmail.com/signup" target="_blank"> è possibile iscriversi a ProtonMail per avere la crittografia end-to-end senza soluzione di continuità e senza limiti</a>.
ja: ProtonMail宛以外の暗号化は５回までとなります。制限なしの暗号化ProtonMailのアカウント登録は<a href="https://protonmail.com/signup" target="_blank">こちら</a>.
ro: Funcția de criptare externă a ProtonMail vă permite doar 5 răspunsuri. <a href="https://protonmail.com/signup" target="_blank">Vă puteți înscrie în ProtonMail pentru o criptare facilă și în abele părți nelimitată.</a>.

# Notification error trying to connect to the API
source: Servers are unreachable.
cs: Servery jsou nedostupné.
da: Serverne er utilgængelige.
hu: A szerverek nem érhetők el.
is: Ekki næst samband við netþjóna.
it: I server sono irraggiungibili.
ja: サーバーに接続できません。
ro: Servere inaccesibile.

# Notification update
source: The public key with fingerprint {{ fingerprint }} updated.
cs: Veřejný klíč s otiskem {{ fingerprint }} byl aktualizován.
da: Den offentlige nøgle med fingeraftrykket {{ fingerprint }} er opdateret.
hu: A {{ fingerprint }} ujjlenyomatú nyilvános kulcs frissítve.
is: Dreifilykillinn með fingrafarið {{ fingerprint }} var uppfærður.
it: La chiave pubblica con impronta digitale {{ fingerprint }} è stata aggiornata.
ja: フィンガープリント{{ fingerprint }} の公開鍵が更新されました。

# Notification update
source: The public key with fingerprint {{ fingerprint }} was replaced with a revoked key.
cs: Veřejný klíč s otiskem {{ fingerprint }} byl nahrazen zneplatněným klíčem.
da: Den offentlige nøgle med fingeraftrykket {{ fingerprint }} blev udskiftet med en tilbagekaldt nøgle.
hu: A {{ fingerprint }} ujjlenyomatú nyilvános kulcs lecserélve egy visszavont kulcsra.
is: Dreifilyklinum með fingrafarið {{ fingerprint }} var skipt út fyrir afturkallaðan dulritunarlykil.
it: La chiave pubblica con l'impronta digitale {{ fingerprint }} è stata rimpiazzata con una chiave revocata.
ja: フィンガープリント{{ fingerprint }} の公開鍵が取り消されました。

# Notification user
source: New mail from {{sender}}
cs: Nová zpráva od {{sender}}
da: Ny e-mail fra {{sender}}
hu: Új üzenet {{sender}} feladótól
is: Nýr póstur frá {{sender}}
it: Nuova email da {{sender}}
ja: {{sender}}からの新着メールがあります。
ro: Mesaj nou de la {{sender}}

# Notify the user when he try to open more than composer
source: Maximum composer reached
cs: Dosažen limit počtu otevřených editorů zpráv
da: Maks. antal skrivesessionsvinduer nået
hu: Nem nyitható több szerkesztő
is: Hámarksfjölda ritla náð
it: Raggiunto il numero massimo di compositori
ja: 下書きの最大数に達しました。
ro: Ați deschis numărul maxim de ferestre de compunere permise

# Number of failed contact during merge
source: {{number}} failed to merge.
cs: {{number}} se nepodařilo spojit.
da: Mislykkedes at flette {{number}}.
hu: {{number}} egyesítése nem sikerült.
is: {{number}} mistókst að sameina.
it: {{number}} impossibile da unire.
ja: {{number}}件の統合に失敗しました。
ro: {{number}} contacte nu au putut fi unite.

# Number of failed contact during the contact import
source: {{number}} failed to import.
cs: {{number}} se nepodařilo importovat.
da: Mislykkedes at importere {{number}}.
hu: {{number}} importálása nem sikerült.
is: {{number}} mistókst að flytja inn.
it: {{number}} Impossibile importare.
ja: {{number}} 件のインポートに失敗しました。
ro: {{number}} contacte nu s-au importat.

# Option
source: Annually
cs: Ročně
da: Årlig
hu: Évente
is: Árlega
it: Annuale

# Option
source: Hide Moved
cs: Skrýt přesunuté
da: Skjul flyttede
hu: Áthelyezettek elrejtve
is: Fela fært
it: Nascondi gli spostati
ja: 移動済みを非表示
ro: Ascundere mutate

# Option
source: Include Moved
cs: Zobrazit Přesunuté
da: Inkludér flyttede
hu: Áthelyezettek megjelenítve
is: Innifela fært
it: Includi quelli spostati
ja: 移動済みを含める
ro: Includere mutate

# Option
source: Left to Right
cs: Zleva doprava
da: Venstre mod højre
hu: Balról jobbra
is: Vinstri til hægri
it: Da sinistra a destra
ja: 左から右
ro: De la stânga la dreapta

# Option
source: Monthly
cs: Měsíčně
da: Månedlig
hu: Havi
is: Mánaðarlega
it: Mensile

# Option
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei

# Option
source: Right to Left
cs: Zprava doleva
da: Højre mod venstre
hu: Jobbról balra
is: Hægri til vinstri
it: Da destra a sinistra
ja: 右から左
ro: De la dreapta la stânga

# Option
source: Yes
cs: Ano
da: Ja
hu: Igen
is: Já
it: Sì

# Option for search panel
source: All
cs: Vše
da: Alle
hu: Mind
is: Allt
it: Tutte
ja: 全て
ro: Toate

# Option for search panel
source: All Mail
cs: Všechna pošta
da: Alle e-mails
hu: Összes levél
is: Allur tölvupóstur
it: Tutte le email
ja: 全てのメール
ro: Toate mesajele

# Option for search panel
source: Archive
cs: Archiv
da: Arkiv
hu: Archív
is: Safn
it: Archivio
ja: アーカイブ
ro: Arhivă

# Option for search panel
source: Drafts
cs: Koncepty
da: Kladder
hu: Piszkozatok
is: Drög
it: Bozze
ja: 下書き
ro: Ciorne

# Option for search panel
source: Inbox
cs: Doručená pošta
da: Indbakke
hu: Beérkezett üzenetek
is: Innhólf
it: Posta in arrivo
ja: 受信箱
ro: Primite

# Option for search panel
source: Spam
hu: Levélszemét
is: Ruslpóstur
ja: 迷惑メール

# Option for search panel
source: Starred
cs: S hvězdičkou
da: Stjernemarkeret
hu: Csillagozott
is: Stjörnumerkt
it: Preferiti
ja: 星印付き
ro: Marcate

# Option for search panel
source: Trash
cs: Koš
da: Papirkurv
hu: Lomtár
is: Rusl
it: Cestino
ja: ごみ箱
ro: Gunoi

# Other amount to donate
source: Other
cs: Ostatní
da: Andet
hu: Más összeg
is: Annað
it: Altro
ja: その他
ro: Alta

# PGP key warning
source: This key is expired.
cs: Platnost tohoto klíče vypršela.
da: Nøglen er udløbet.
hu: Ez a kulcs lejárt.
is: Þessi dulritunarlykill er útrunninn.
it: Questa chiave è scaduta.
ja: この鍵は期限切れです。

# PGP key warning
source: This key is revoked.
cs: Tento klíč byl zneplatněn.
da: Nøglen er tilbagekaldt.
hu: Ez a kulcs vissza van vonva.
is: Dulritunarlykill hefur verið afturkallaður.
it: Questa chiave è revocata.
ja: この鍵は取り消されています。

# PGP key warning
source: User IDs mismatch. This key is assigned to {{emails}}.
cs: Indentifikátory uživatele (IDs) se neshodují. Tento klíč je přiřazen k {{emails}}.
da: Uoverensstemmelse i bruger-ID. Nøglen er tildelt {{emails}}.
hu: Felhasználó azonosító keveredés. Ez a kulcs {{emails}} címhez tartozik.
is: Auðkenni notanda samsvara ekki. Þessum dulritunarlykli er úthlutað til {{emails}}.
it: Gli ID utente non corrispondono. Questa chiave è assegnata a {{emails}}.
ja: ユーザーIDが一致しません。この鍵は{{emails}} に割り当てられています。

# PayPal error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
da: Din aktuelle browser tillader ikke gennemførsel af betalingen. Benyt en anden browser eller log ind via en computer.
hu: Az Ön által használt böngésző nem támogatja a kívánt fizetési módot. Kérjük, használjon másik böngészőt, vagy jelentkezzen be egy számítógépről.
is: Vafrinn sem þú ert að nota kemur í veg fyrir að greiðslan sé heimiluð. Notaðu einhvern annan vafra eða skráðu þig inn í gegnum alvöru tölvu.

# Payment
source: Payment method deleted
cs: Způsob platby byl odstraněn
da: Betalingsmetode slettet
hu: Fizetési mód törölve
is: Greiðslumáta eytt
it: Metodo di pagamento eliminato
ja: 支払い方法が削除されました。
ro: Metodă de plată ștearsă

# Payment
source: Payment method updated
cs: Způsob platby byl aktualizován
da: Betalingsmetode opdateret
hu: Fizetési mód frissítve
is: Greiðslumáti uppfærður
it: Metodo di pagamento aggiornato
ja: 支払い方法が更新されました。
ro: Metodă de plată actualizată

# Payment form information
source: Save 20% with the annual plan!
cs: Ušetřete 20% s ročním tarifem!
da: Spar 20% med et årsabonnement!
hu: Takarítson meg 20%-ot az éves csomaggal!
is: Sparaðu 20% með árs-áskrift!
it: Risparmi il 20% con il piano annuale!
ja: 年間払いなら20%お得です。
ro: Salvați 20% cu planul anual!

# Payment form input label
source: Coupon
cs: Kupón
da: Rabatkupon
hu: Kupon
is: Inneignarnóta
ja: クーポン
ro: Cupon

# Payment method
source: Cash
cs: Hotovost
da: Kontant
hu: Készpénz
is: Reiðufé
it: Contanti
ja: 現金
ro: Numerar

# Payment method
source: Credit Card
cs: Platební karta
da: Betalingskort
hu: Bankkártya
is: Greiðslukort
it: Carta di credito
ja: クレジットカード
ro: Card de credit

# Paypal error
source: Amount above the maximum.
cs: Hodnota je vyšší než maximální částka.
da: Beløb overstiger maksimum.
hu: Több a maximálisan megengedettnél.
is: Upphæð yfir hámarki.
it: Importo superiore al massimo.
ja: 金額が上限を超えています。
ro: Sumă mai mare decât maximul acceptat.

# Paypal error
source: Amount below minimum.
cs: Hodnota je nižší než minimální částka.
da: Beløb under minimum.
hu: Kevesebb a minimálisan szükségesnél.
is: Upphæð undir lágmarki.
it: Importo inferiore al minimo.
ja: 最少金額以下です。
ro: Sumă mai mică decât minimul acceptat.

# Pikaday
source: Next Month
cs: Příští měsíc
da: Næste måned
hu: Következő hónap
is: Næsti mánuður
it: Mese successivo
ja: 翌月
ro: Luna următoare

# Pikaday
source: Previous Month
cs: Předchozí měsíc
da: Foregårnde måned
hu: Előző hónap
is: Fyrri mánuður
it: Mese precedente
ja: 前月
ro: Luna precedentă

# Placeholder
source: A note
cs: Poznámka
da: Et notat
hu: Megjegyzés
is: Minnispunktur
it: Una nota
ja: メモ
ro: O notă

# Placeholder
source: Address
cs: Adresa
da: Adresse
hu: Cím
is: Vistfang
it: Indirizzo
ja: 住所
ro: Adresa

# Placeholder
source: Browser
cs: Prohlížeč
hu: Böngésző
is: Vafri

# Placeholder
source: Choose a password
cs: Zvolte heslo
da: Vælg en adgangskode
hu: Adjon meg egy jelszót
is: Veldu lykilorð
it: Scegli una password

# Placeholder
source: Choose username
cs: Vyberte uživatelské jméno
da: Vælg et brugernavn
hu: Adjon meg egy felhasználónevet
is: Veldu notandanafn
it: Scegli un nome utente

# Placeholder
source: City
cs: Město
da: By
hu: Település
is: Borg/Sveitarfélag
it: Città

# Placeholder
source: Confirm Password
cs: Potvrdit heslo
da: Bekræft adgangskode
hu: Jelszó újra
is: Staðfestu lykilorð
it: Conferma password

# Placeholder
source: Confirm organization password
cs: Potvrdit heslo organizace
da: Bekræft organisationsadgangskode
hu: Szervezeti jelszó újra
is: Staðfestu lykilorð fyrir stofnun
it: Conferma la password dell'organizzazione

# Placeholder
source: Confirm password
cs: Potvrdit heslo
da: Bekræft adgangskode
hu: Jelszó újra
is: Staðfestu lykilorð
it: Conferma password

# Placeholder
source: Country
cs: Země
da: Land
hu: Ország
is: Land
it: Paese

# Placeholder
source: Custom
da: Brugerdefineret
hu: Egyéni
is: Sérsniðið
it: Personalizzato

# Placeholder
source: Custom field
cs: Uživatelské pole
da: Tilpasset felt
hu: Egyéni mező
is: Sérsniðinn gagnareitur
it: Campo personalizzato
ja: カスタムフィールド
ro: Câmp personal

# Placeholder
source: Display name
cs: Zobrazované jméno
da: Vis navn
hu: Megjelenítendő név
is: Birtingarnafn
it: Nome visualizzato

# Placeholder
source: Email
is: Tölvupóstur

# Placeholder
source: Email Address
cs: E-mailová adresa
da: E-mailadresse
hu: E-mail cím
is: Tölvupóstfang
it: Indirizzo email

# Placeholder
source: Email address
cs: E-mailová adresa
da: E-mailadresse
hu: E-mail cím
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ro: Adresă e-mail

# Placeholder
source: Email verification
cs: Ověření e-mailu
da: Emailbekræftelse
hu: E-mail ellenőrzés
is: Sannvottun tölvupósts
it: Verifica email

# Placeholder
source: Extended address (apartment or suite number)
cs: Rozšířená adresa (číslo bytu nebo pokoje)
da: Udvidet adresse (lejlighed eller værelsesnummer)
hu: Cím további része (lakás, ajtó)
is: Ítarlegt heimilisfang (númer íbúðar eða inngangs)
it: Indirizzo completo (numero di appartamento o suite)

# Placeholder
source: Feedback
cs: Zpětná vazba
da: Tilbagemelding
hu: Visszajelzés
is: Umsagnir
it: Suggerimento

# Placeholder
source: Filter folders
cs: Filtrovat složky
da: Filtrer mapper
hu: Mappák szűrése
is: Sía möppur
it: Filtra cartelle

# Placeholder
source: Hint
cs: Nápověda
da: Tip
hu: Emlékeztető
is: Vísbending
it: Suggerimento

# Placeholder
source: Image URL
cs: URL adresa obrázku
da: Billed-URL
hu: Kép URL
is: Vefslóð á mynd
it: Indirizzo URL dell'immagine

# Placeholder
source: Information
cs: Informace
da: Opkysninger
hu: Információ
is: Upplýsingar
it: Informazione
ja: 情報
ro: Informații

# Placeholder
source: Key password
cs: Heslo klíče
da: Nøgleadgangskode
hu: Kulcs jelszava
is: Lykilorð einkalykils

# Placeholder
source: Login password
cs: Přihlašovací heslo
da: Login-adgangskode
hu: Bejelentkezési jelszó
is: Lykilorð Innskráningar

# Placeholder
source: Mailbox password
da: Postkasseadgangskode
hu: E-mail jelszó
is: Lykilorð á pósthólfi

# Placeholder
source: Name
cs: Název
da: Navn
hu: Név
is: Nafn
it: Nome
ja: 名前
ro: Nume

# Placeholder
source: Notification email
da: Underretnings-email
hu: Értesítési e-mail
is: Tilkynningapóstur

# Placeholder
source: OS Name
cs: Název operačního systému
da: Operativsystem
hu: Operációs rendszer
is: Nafn stýrikerfis

# Placeholder
source: OS version
cs: Verze operačního systému
da: Operativsystemversion
hu: Operációs rendszer verzió
is: Útgáfa stýrikerfis
it: Versione del sistema operativo

# Placeholder
source: Organization name
cs: Název organizace
da: Organisationsnavn
hu: Szervezet neve
is: Nafn stofnunar

# Placeholder
source: Organization password
cs: Heslo organizace
da: Oorganisationsadgangskode
hu: Szervezeti jelszó
is: Lykilorð stofnunar

# Placeholder
source: Password
cs: Heslo
da: Adgangskode
hu: Jelszó
is: Lykilorð

# Placeholder
source: Phone number
cs: Telefonní číslo
da: Telefonnummer
hu: Telefonszám
is: Símanúmer
it: Numero di telefono
ja: 電話番号
ro: Număr telefon

# Placeholder
source: Post office box
da: Postboks
hu: Postafiók
is: Pósthólf

# Placeholder
source: Postal code
cs: PSČ
da: Postnummer
hu: Irányítószám
is: Póstnúmer

# Placeholder
source: Public key
cs: Veřejný klíč
da: Offentlig nøgle
hu: Nyilvános kulcs
is: Dreifilykill
it: Chiave pubblica
ja: 公開鍵
ro: Cheie publică

# Placeholder
source: Recovery email
cs: Sekundární e-mail
da: Gendannelses-email
hu: Helyreállító e-mail
is: Endurheimtupóstur

# Placeholder
source: Search for emails
da: Søg efter emails
hu: E-mail keresése
is: Leita að tölvupóstum

# Placeholder
source: State/Region
cs: Stát/Kraj
da: Stat/område
hu: Állam/régió
is: Fylki/Hérað/Svæði

# Placeholder
source: Street address
cs: Ulice
da: Gadenavn
hu: Utca, házszám
is: Heimilisfang

# Placeholder
source: Subject
cs: Předmět
da: Emne
hu: Tárgy
is: Viðfangsefni

# Placeholder
source: Two-factor passcode
da: Totrinsadgangskode
hu: Kétlépéses kód
is: Tveggja-þátta lykilkóði

# Placeholder
source: Type a command
cs: Zadejte příkaz
da: Angiv en kommando
hu: Írjon be egy parancsot
is: Skrifaðu skipun

# Placeholder
source: auto
cs: automaticky
hu: automatikus
is: sjálfvirkt

# Placeholder
source: name
da: navn
hu: név
is: heiti

# Placeholder for YYYY in YYYY-MM-DD
source: YYYY
cs: RRRR
hu: ÉÉÉÉ
is: ÁÁÁÁ
it: AAAA
ja: 西暦
ro: AAAA

# Placeholder search
source: Keywords
cs: Klíčová slova
da: Nøgleord
hu: Kulcsszavak
is: Stikkorð

# Placeholder search
source: Search messages
cs: Prohledat zprávy
da: Søg beskeder
hu: Üzenetek keresése
is: Leita í skilaboðum

# Plan feature
source: Folders
cs: Složky
da: Mapper
hu: Mappák
is: Möppur
it: Cartelle
ja: フォルダー
ro: Foldere

# Plan feature
source: Labels
cs: Štítky
da: Etiketter
hu: Címkék
is: Merkingar
it: Etichette
ja: ラベル
ro: Etichete

# Plan feature
source: Limited support
cs: Omezená podpora
da: Begrænset support
hu: Korlátozott támogatás
is: Takmörkuð aðstoð
it: Assistenza limitata
ja: 限定的なサポート
ro: Suport limitat

# Plan feature
source: Messages per day
cs: Zpráv za den
da: Daglige beskeder
hu: Üzenetek naponta
is: Skilaboð á dag
it: Messaggi al giorno
ja: メッセージ/日
ro: Mesaje pe zi

# Plan feature
source: Priority support
cs: Prioritní podpora
da: Prioriteret support
hu: Elsőbbségi támogatás
is: Forgangsstuðningur
it: Assistenza prioritaria
ja: 優先的なサポート
ro: Suport prioritar

# Plan feature
source: Support
cs: Podpora
hu: Támogatás
is: Aðstoð
it: Assistenza
ja: サポート
ro: Suport

# Plan feature
source: Unlimited Folders / Unlimited labels
cs: Neomezený počet složek / Neomezený počet štítků
da: Ubrgrænsede Mapper/Etiketter
hu: Korlátlan mappa / Korlátlan címke
is: Ótakmarkaðar möppur / Ótakmarkaðar merkingar
it: Cartelle illimitate / Etichette illimitate
ja: フォルダー数 /ラベル数の制限なし
ro: Foldere nelimitate / Etichete nelimitate

# Plan feature
source: Unlimited sending
cs: Neomezené odesílání
da: Ubegrænset afsendelsesantal
hu: Korlátlan küldés
is: Ótakmarkaðar sendingar
it: Invio illimitato
ja: 送信制限なし
ro: Trimiteri nelimitate

# Price offer
source: Regular price
da: Normalpris
hu: Normál ár
is: Venjulegt verð

# ProtonVPN with X connections
source: connections
cs: připojení
da: tilslutninger
hu: kapcsolattal
is: tengingar
it: connessioni
ja: 接続
ro: conexiuni

# ProtonVPN with X connections
source: with
cs: s
da: med
is: með
it: con
ro: cu

# Record message
source: Message saved
cs: Zpráva uložena
da: Besked gemt
hu: Üzenet elmentve
is: Skilaboð vistuð
it: Messaggio salvato
ja: メッセージを保存しました。
ro: Mesaj salvat

# Remember encryption choice encrypt
source: Remember my choice
cs: Zapamatovat si volbu
da: Husk valg
hu: Jegyezze meg a választást
is: Muna val mitt
it: Ricorda la mia scelta
ja: 選択を記憶する
ro: Memorează alegerea mea
