Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.
cs: SPF záznamy se používají k určení, kdo může odesílat e-maily z Vaší domény. Proto důrazně doporučujeme zahrnout ProtonMail mezi SPF záznamy. Přidejte prosím následující TXT záznam k DNS domény. Změnu lze obvykle provést v ovládacím panelu u Vašeho doménového registrátora.
da: SPF benyttes til at angive, hvem der må sende e-mail fra domænet, så det anbefales kraftigt at inkludere ProtonMail i din SPF-post. Tilføj følgende TXT-post i din DNS. Dette kan typisk gøres i webkontrolpanelet hos din domæneudbyder.
hu: Az SPF feladata, hogy meghatározza, kik küldhetnek levelet az adott domain névvel. Emiatt erősen javasolt a ProtonMail felvétele az SPF rekordba. Kérjük vegye fel a következő TXT rekordot a DNS beállításaiban. Ezt általában a domain név regisztrátor adminisztrálási felületén állathatja be.
is: SPF er notað til að skilgreina hverjir geti sent tölvupóst frá léninu þannig að við mælum eindregið með því að þú skráir ProtonMail í SPF-færsluna þína. Settu inn eftirfarandi TXT-færslu inn í DNS-skráninguna þína fyrir þetta lén. Þetta er venjulega hægt að gera í stjórnglugga lénaskráningaraðilans þíns.
it: SPF viene utilizzato per specificare a chi è consentito inviare email per il dominio quindi è consigliabile includere ProtonMail nel tuo record SPF. Per favore, aggiungi il seguente record TXT nel DNS. Questo in genere può essere fatto nel pannello di controllo del registrar del tuo dominio.
ja: SPFは送信元のドメインを明示するために使用されます。そのため、SPFレコードにProtonMailを含めることを強く推奨します。次のTXTレコードをDNSに追加してください。これは通常、ドメイン名登録のコントロールパネルから設定できます。
ro: SPF este folosit pentru a stabili cui îi este permis să trimită mesaje pentru domeniu astfel încât vă recomandăm includerea ProtonMail în înregistrarea SPF. Adăugați următoarea înregistrare TXT în DNS. Această operație poate fi realizată din panoul de control al celui care v-a înregistrat domeniul.

# Info
source: Safari does not fully support downloading encrypted attachments.
cs: Prohlížeč Safari plně nepodporuje stahování šifrovaných příloh.
da: Safari understøtter ikke fuldt ud hentning af krypterede vedhæftninger.
hu: A Safari nem teljes mértékben támogatja a titkosított mellékletek letöltését.
is: Safari styður ekki að fullu að sækja dulrituð viðhengi.
it: Safari non supporta pienamente lo scaricamento degli allegati cifrati.
ja: Safariは暗号化された添付ファイルのダウンロードを完全にはサポートしていません。
ro: Safari nu suportă complet descărcarea atașamentelor criptate.

# Info
source: Same as ProtonMail login password
cs: Stejné jako ProtonMail přihlašovací heslo
da: Samme som ProtonMail log ind-adgangskode
hu: Ugyanaz, mint a ProtonMail bejelentkezési jelszó
is: Sama og lykilorð Innskráningar í ProtonMail
it: Stessa password di login di ProtonMail
ja: ProtonMailのログインパスワードと同じです。
ro: Aceeași ca parola de conectare ProtonMail

# Info
source: Save contact
cs: Uložit kontakt
da: Gem kontakt
hu: Névjegy mentése
is: Vista tengilið
it: Salva contatto
ja: 連絡先を保存

# Info
source: Save your passwords somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
cs: Hesla ukládejte na bezpečném místě. Klikněte na ikonu <i class="fa fa-eye"></i> a ujistěte se, že jste heslo zadali správně.
da: Gem dine adgangskoder et sted sikkert. Tryk på <i class="fa fa-eye"></i>-ikonet for at bekræfte, at du har angivet din adgangskode korrekt.
hu: A jelszavait tárolja biztonságos helyen. Kattintson a <i class="fa fa-eye"></i> ikonra, annak megerősítésére, hogy helyesen írta be a jelszót.
is: Geymdu lykilorðin þín á öruggum stað. Smelltu á <i class="fa fa-eye"></i> táknið til að sjá hvort þú hafir örugglega skrifað lykilorð rétt.
it: Salva le tue password in un posto sicuro. Fai clic sull'icona <i class="fa fa-eye"></i> per confermare di aver digitato correttamente la password.
ja: パスワードは安全な場所に保管してください。 パスワードが正しく入力されたか確認するには、アイコン<i class="fa fa-eye"></i> をクリックしてください。
ro: Salvați parola într-un loc sigur. Apăsați pe pictograma <i class="fa fa-eye"></i> pentru a confirma că ați introdus corect parola.

# Info
source: Save {{price}}
da: Spar {{price}}
hu: Spóroljon {{price}}
is: Sparaðu {{price}}

# Info
source: Select an address to which the imported key will be attached
cs: Vyberte adresu, ke které bude připojen importovaný klíč
da: Vælg en adresse, som den importerede nøglen vil være tilknyttet
hu: Válasszon ki egy címet amelyhez az importált kulcs tartozni fog
is: Veldu tölvupóstfang sem innflutti dulritunarlykillinn á að tengjast
it: Seleziona un indirizzo a cui sarà allegata la chiave importata
ja: インポートした鍵を所属させるアドレスを選択してください。

# Info
source: Select an address to which the new key will be attached
cs: Vyberte adresu, ke které bude připojen nový klíč
da: Vælg en adresse, som den nye nøglen vil være tilknyttet
hu: Válasszon ki egy címet amelyhez az új kulcs tartozni fog
is: Veldu tölvupóstfang sem nýi dulritunarlykillinn á að tengjast
it: Seleziona un indirizzo a cui sarà allegata la nuova chiave
ja: 新しく作成した鍵を所属させるアドレスを選択してください。

# Info
source: Selected plan
cs: Vybraný tarif
da: Valgt abonnement
hu: Kiválasztott csomag
is: Valin áskrift
it: Piano selezionato

# Info
source: Sender specific spam rules can be applied here. Whitelist addresses always go to Inbox while Blacklist addresses always go to Spam. Marking a message as spam adds the address to the Blacklist. Marking a message as not spam adds the address to the Whitelist.
da: Afsenderspecifikke spamregler kan anvendes hér. Hvidlisteadresser går altid til Indbakke, mens Sortlisteadresser altid går til Spam. Markering af en besked som spam føjer adressen til Sortlisten. Markering af en besked som ikke-spam føjer adressen til Hvidlisten.
hu: Itt alkalmazhatók a küldőspecifikus levélszemét-szabályok. Az engedélyezési listás címek mindig a beérkező levelekbe, míg a tiltólistás címek mindig a levélszemétbe kerülnek. Egy üzenet megjelölése nem levélszemétként az engedélyezési listához adja azt a címet.
is: Hér er hægt að virkja ruslpóstreglur fyrir hvern sendanda. Leyfð vistföng fara alltaf í innhólf á meðan bönnuð vistföng fara alltaf í ruslpóstmöppuna. Séu skilaboð merkt sem ruslpóstur (spam) fer viðkomandi póstfang á bannlistann (blacklist). Séu skilaboð merkt sem ekki-ruslpóstur fer viðkomandi póstfang á leyfða listann (whitelist).

# Info
source: Set a catch-all address for your domain.
cs: Nastavte adresu zachytit-vše pro Vaši doménu.
da: Angiv en fang-alle-adresse til dit domæne.
hu: Meghatároz egy gyűjtő e-mail címet a domainhez.
is: Stilltu safna-öllu vistfang fyrir lénið þitt.
it: Imposta un indirizzo catch-all per il tuo dominio.
ja: あなたのドメインにCatch-all用のメールアドレスを設定
ro: Stabiliți o adresă de colectare generică pentru domeniu.

# Info
source: Setting up account
cs: Nastavení účtu
da: Opsætning af konto
hu: Fiók beállítása
is: Set upp aðgang
it: Impostazioni account

# Info
source: Signature updated
cs: Podpis byl upraven
da: Signatur opdateret
hu: Aláírás frissítve
is: Undirskrift uppfærð
it: Firma aggiornata
ja: 署名が更新されました。
ro: Semnătură actualizată

# Info
source: Something went wrong, please refresh the page in order to proceed. If you still see this error message please contact our support team.
da: Noget gik galt. Opfrish siden for at fortsætte. Ser du fortsat denne fejlmeddelelse, så kontakt venligst supportteamet.
hu: Hiba történt. Kérjük, frissítse az oldalt a folytatáshoz. Ha a hiba továbbra is fennáll, kérjük lépjen kapcsolatba az ügyfélszolgálatunkkal.
is: Eitthvað fór úrskeiðis, endurlestu síðuna til að halda áfram. Ef þú heldur áfram að sjá þessi villuskilaboð, skaltu hafa samband við aðstoðarteymið okkar.

# Info
source: Status Updated
cs: Stav byl aktualizován
da: Status opdateret
hu: Állapot frissítve
is: Staða uppfærð
it: Stato aggiornato
ja: 状態が更新されました。
ro: Stare actualizată

# Info
source: Status updated
cs: Stav byl aktualizován
da: Status opdateret
hu: Állapot frissítve
is: Staða uppfærð
it: Stato aggiornato
ja: 状態が更新されました。
ro: Stare actualizată

# Info
source: Storage space used.
cs: Použitý úložný prostor.
da: Brugt lagerplads.
hu: Tárhely frissítve.
is: Notað geymslupláss.
it: Spazio di archiviazione utilizzato.
ja: ストレージ容量が使用されています。

# Info
source: Submit
cs: Odeslat
da: Indsend
hu: Elküldés
is: Senda inn
it: Invia
ja: 送信
ro: Trimitere

# Info
source: Summary
cs: Shrnutí
da: Resumé
hu: Összefoglaló
is: Samantekt
it: Riepilogo
ja: 概要
ro: Rezumat

# Info
source: Take back your privacy! Creating your secure email account takes less than 2 minutes.
cs: Získejte zpět své soukromí! Založení bezpečného e-mailového účtu Vám zabere méně než 2 minuty.
da: Tag dit privatliv tilbage! Oprettelse af din sikre e-mailkonto tager mindre end 2 minutter.
hu: Vegye kezébe a személyes adatait kezelését! A biztonságos e-mail cím létrehozása nem tart tovább 2 percnél.
is: Endurheimtu einkalíf þitt! Gerð öruggs tölvupóstfangs tekur minna en 2 mínútur.
it: Riprenditi la tua privacy! La creazione del tuo account di posta elettronica sicura richiede meno di 2 minuti.
ja: 自分のプライバシーを取り戻しましょう。無料で安全なメールアカウント登録は簡単にできます。
ro: Redobândiți-vă intimitatea! Crearea unui e-mail securizat durează mai puțin de 2 minute.

# Info
source: Take back your privacy! Setting up your secure email account takes less than 2 minutes.
cs: Získejte zpět své soukromí! Nastavení zabezpečení e-mailového účtu Vám zabere méně než 2 minuty.
da: Tag dit privatliv tilbage! Opsætning af din sikre e-mail-konto tager mindre end 2 minutter.
hu: Vegye kezébe a személyes adatait kezelését! A biztonságos e-mail cím beállítása nem tart tovább 2 percnél.
is: Endurheimtu einkalíf þitt! Uppsetning á öruggu tölvupóstfangi tekur minna en 2 mínútur.
it: Riprenditi la tua privacy! Impostare il tuo account di posta elettronica sicura richiede meno di 2 minuti.
ja: 自分のプライバシーを取り戻しましょう。無料で安全なメールアカウント登録は簡単にできます。
ro: Redobândiți-vă intimitatea! Crearea unui e-mail securizat durează mai puțin de 2 minute.

# Info
source: Take the time to review how we should import these groups.
da: Tag dig tid til at gennemgå, hvordan disse grupper ønskes importeret.
hu: Alaposan tekintse át, hogyan szükséges importálni ezeket a csoportokat.
is: Taktu þér tíma í að yfirfara hvernig við ættum að flytja inn þessa hópa.

# Info
source: The app will now be reloaded in a few seconds
cs: Aplikace bude znovu spuštěna za několik sekund
da: App'en gendinlæses om et par sekunder
hu: Az alkalmazás néhány másodperc múlva újratölt
is: Forritinu verður hlaðið inn aftur eftir nokkrar sekúndur
it: L'app verrà ricaricata tra qualche secondo
ja: 再読込みまで数秒お待ちください。
ro: Aplicația va fi reîncărcată în câteva secunde

# Info
source: The draft(s) selected is open in a composer, this action will close the composer and delete the message.
da: Valgte udkast er åbent/åbne i en skrivesession. Denne handling lukker skrivesessionen og sletter beskede(-n/-rne).
hu: A kijelölt piszkozat meg van nyitva a szerkesztőben. Ez a művelet bezárja a szerkesztőt és törli az üzenetet.
is: Völdu drögin eru opin í samsetningarritli, þessi aðgerð mun loka ritlinum og eyða skilaboðunum.

# Info
source: The message signature could not be verified as the signature on the contact is invalid.
da: Beskedsignaturen kunne ikke bekræftes, da signaturen på kontakten er ugyldig.
hu: Az üzenet aláírása nem ellenőrizhető, mert a névjegyhez tárolt aláírás érvénytelen.
is: Ekki var hægt að sannvotta undirritun skilaboðanna þar sem undirritun tengiliðarins er ekki gild.
it: La firma del messaggio non può essere verificata perché la firma del contatto non è valida.

# Info
source: Theme reset! Redirecting...
cs: Obnova motivu! Přesměrování...
da: Temanulstilling! Omdirigerer...
hu: Téma beállítása! Átirányítás...
is: Þema endurstillt! Endurbeini ...
it: Tema reimpostato! Reindirizzamento...
ja: テーマをリセットしました。 リダイレクトします...
ro: Reinițializare temă! Redirecționare...

# Info
source: Theme saved
cs: Motiv byl uložen
da: Tema gemt
hu: Téma elmentve
is: Þema vistað
it: Tema salvato
ja: テーマが保存されました。
ro: Temă salvată

# Info
source: These emails are also in your contacts. Remove them from your contacts?
da: Disse e-mails er også i dine kontalter. Fjern dem herfra?
hu: Ezek a címek a névjegyekben is szerepelnek. Törli a névjegyekből?
is: Þessi tölvupóstföng eru einnig í tengiliðaskránni þinni. Á að fjarlægja þau úr tengiliðaskránni?

# Info
source: This can take a few seconds or a few minutes depending on your device.
cs: V závislosti na Vašem zařízení to může trvat několik sekund nebo minut.
da: Dette kan tage et par sekunder/minutter afhængigt af din enhed.
hu: Ez néhány másodpercet vagy néhány percet is igénybe vehet.
is: Þetta getur tekið nokkrar sekúndur eða örfáar mínútur, eftir því um hverskyns tæki er um að ræða.
it: Questo può richiedere alcuni secondi o alcuni minuti a seconda del dispositivo.
ja: この処理には機器により、数秒から数分を要します。
ro: Aceasta ar putea dura câteva secunde sau câteva minute în funcție de dispozitivul dvs.

# Info
source: This conversation contains non-trashed messages.
cs: Konverzace neobsahuje smazané zprávy.
da: Denne samtale indeholder ikke-kasserede beskeder.
hu: Ez a beszélgetés nem-törölt üzeneteket is tartalmaz.
is: Þetta samtal inniheldur skilaboð sem ekki eru í ruslinu.
it: Questa conversazione contiene messaggi non cestinati.
ja: この会話には、ごみ箱に入れていないメッセージが含まれています。
ro: Această conversație conține mesaje netrimise la gunoi.

# Info
source: This conversation contains trashed messages.
cs: Konverzace obsahuje smazané zprávy.
da: Denne samtale indeholder kasserede beskeder.
hu: Ez a beszélgetés törölt üzeneteket is tartalmaz.
is: Þetta samtal inniheldur skilaboð sem eru í ruslinu.
it: Questa conversazione contiene messaggi cestinati.
ja: この会話には、ごみ箱に入れたメッセージが含まれています。
ro: Această conversație conține mesaje trimise la gunoi.

# Info
source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded! {{startLink}}Learn more{{endLink}}.
cs: Zpráva nesplňuje požadavky na ověření domény odesílatele. Může být falešná, nebo špatně přeposlaná! {{startLink}}Více informací{{endLink}}.
da: Denne e-mail bestod ikke sit domænegodkendelseskrav. Den kan være forfalsket eller ukorrekt videresendt! {{startLink}}Mere info{{endLink}}.
hu: Az e-mail nem felelt meg a domain név ellenőrzési követelményeinek. Lehet becsapós üzenet vagy hibásan továbbított! {{startLink}}További információk{{endLink}}.
is: Þessi tölvupóstur féll á auðkenningarprófunum lénsins. Hann gæti verið áframsendur á rangan hátt eða falsaður! {{startLink}}Kanna nánar{{endLink}}.
it: Questa email ha fallito l'autenticazione del proprio dominio. Potrebbe essere falsa o non correttamente inoltrata! {{startLink}}Per saperne di più{{endLink}}.
ja: このメッセージはドメイン認証の要求に失敗しました。なりすましや 不適切な転送の可能性があります。{{startLink}}詳細はこちら{{endLink}}

# Info
source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
cs: Zdá se, že e-mail pochází z adresy ProtonMail, ale pochází z externího systému a požadavky na ověření selhaly. E-mail může být falešný, nebo špatně přeposlaný!
da: Denne e-mail lader til at være fra en ProtonMail-adresse, men kom fra et eksternt system og bestod ikke vores domænegodkendelseskrav. Den kan være falsk eller forkert videresendt!
hu: Ez az e-mail a ProtonMailról feladottnak tűnik, de külső rendszerből érkezett és nem felelt meg az ellenőrzési követelményeknek. Lehet becsapós üzenet vagy hibásan továbbított!
is: Þessi tölvupóstur lítur út eins og hann komi frá ProtonMail-vistfangi en kom í rauninni frá utan kerfisins og féll á auðkenningarprófunum okkar. Hann gæti verið áframsendur á rangan hátt eða falsaður!
it: Questa email sembra provenire da un indirizzo ProtonMail, ma arriva dall'esterno del nostro sistema e ha fallito i nostri requisiti d'autenticazione. Potrebbe essere falsificata o inoltrata scorrettamente!
ja: このメールはProtonMailのアドレスが送信元になっていますが、外部から送信されたもので認証に失敗しています。不適切に転送されたものか、なりすましの恐れがあります。
ro: Acest e-mail pare să fie de la o adresă ProtonMail, dar a venit din afara sistemului nostru și nu respectă cerințele de autenticitate. Ar putea fi falsificat sau redirecționat eronat!

# Info
source: This feature is only available for ProtonMail Professional plans or higher
cs: Tato funkce je dostupná pouze pro ProtonMail tarify Professional nebo vyšší
da: Denne funktion er kun tilgængelig med et abonnement på ProtonMail Professional eller højere
hu: Ez a lehetőség csak ProtonMail Professional vagy magasabb csomagban érhető el
is: Þessi eiginleiki er aðeins tiltækur fyrir áskrifendur að ProtonMail Professional eða hærra
it: Questa funzione è solo disponibile per i piani ProtonMail Professional o superiori

# Info
source: This feature is only available for paid users.
cs: Tato funkce je k dispozici pouze uživatelům s předplaceným tarifem.
da: Denne funktion er kun tilgængelig i for betalende brugere.
hu: Ez a lehetőség csak fizető ügyfelek számára érhető el.
is: Þessi eiginleiki er aðeins tiltækur fyrir notendur með greidda áskrift.
it: Questa funzionalità è disponibile solo per utenti paganti.
ja: この機能は有料ユーザのみが利用できます。
ro: Această opțiune este valabilă doar pentru utilizatorii cu plată.

# Info
source: This is the 'From' name that people will see when you email them.
cs: Toto je pole "Odesílatele", které uvidí přijemci Vaší zprávy.
da: Dette er 'Fra'-navnet, som folk vil se, når du sender dem en e-mail.
hu: Ez a "Feladó" név, ami a levelek címzettjeinél fog megjelenni.
is: Þetta er nafnið sem fólk mun sjá í 'Frá' reitnum þegar þú sendir þeim tölvupóst.
it: Questo è il nome del mittente che le persone vedranno quando le viene inviata una email.
ja: 差出人として相手に表示されるあなたの名前です。
ro: Acesta este numele ce apare în câmpul 'De la' pe care îl vor vedea destinatarii.

# Info
source: This is used to encrypt and decrypt your messages. Do not lose this password--we cannot recover it.
cs: Používá k šifrování a dešifrování zpráv. Neztraťte toto heslo – nelze jej obnovit.
da: Dette bruges til at kryptere og dekryptere dine beskeder. Mist ikke denne adgangskode &mdash vi kan ikke gendanne den.
hu: Ez az üzenetek titkosítására és visszafejtésére szolgál. Ne veszítse el ezt a jelszót - nem lehetséges helyreállítani.
is: Þetta er notað til að dulrita og afkóða skilaboðin þín. Ekki týna þessu lykilorði - við getum ekki endurheimt það.
it: Questa password viene utilizzata per crittografare e decrittografare i messaggi. Non perderla: noi non possiamo recuperarla.
ja: このパスワードはメールの暗号化と復号に使用されます。私たちにも復元できないので、決して紛失しないでください。
ro: Aceasta este folosită pentru a cripta și decripta mesajele. Nu pierdeți această parolă, deoarece nu o putem recupera.

# Info
source: This is used to recover your account if you get locked out or forget your password.
cs: Používá se k obnovení účtu, pokud ztratíte, nebo zapomenete Vaše heslo.
da: Dette bruges til at gendanne din konto, hvis du bliver låst ude eller glemmer din adgangskode.
hu: Ez a fiók helyreállítására szolgál, ha kizáródna vagy elvesztené a jelszavát.
is: Þetta er notað til að endurheimta aðganginn þinn ef þú læsist úti eða gleymir lykilorðinu þínu.
it: Questo viene utilizzato per recuperare il tuo account se rimani bloccato o se ti dimentichi la password.
ja: これは、ロックアウトやパスワードを忘れた場合に、アカウントを回復するために使用されます。
ro: Aceasta este folosită pentru a vă recupera contul dacă rămâneți blocat afară sau vă uitați parola.

# Info
source: This link may be a homograph attack and cannot be opened by Internet Explorer and Edge browsers. If you are certain the link is legitimate, please use a different browser to open it.
da: Dette link kan være et homografisk angreb og kan ikke åbnes af Internet Explorer og Edge browsere. Er du sikker på, at linket er legitimt, så benyt en anden browser til at åbne det.
hu: Ez a link egy hamisított címre mutató (homográf) támadásnak néz ki. Internet Explorerben és Edge-ben nem nyitható meg. Ha biztos benne, hogy ez egy érvényes link, használjon egy másik böngészőt a megnyitáshoz.
is: Þessi tengill gæti verið staflíkisdulbúin árás (homograph attack) og er ekki hægt að opna með Internet Explorer og Edge vöfrum. Ef þú ert viss um að þessi tengill/slóð sé í lagi, skaltu nota einhvern annan vafra til að opna þetta.

# Info
source: This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.
da: Dette link kan være et homografisk angreb og kan ikke åbnes af Internet Explorer og Edge browsere. Tjek, at dette faktisk er det link, du ønsker at besøge, ellers undlad at åbne det.
hu: Ez a link egy hamisított címre mutató (homográf) támadásnak néz ki. Ellenőrizze, hogy valóban ezt a linket kívánja-e megnyitni vagy ne nyissa meg.
is: Þessi tengill gæti verið staflíkisdulbúin árás (homograph attack). Gakktu úr skugga um að þetta sé sá tengill/slóð sem þú ætlaðir að skoða, en annars skaltu ekki opna þetta.

# Info
source: This message is automatically generated as a response to a previous message.
cs: Tato zpráva se generuje automaticky, jako odpověď na předchozí zprávu.
da: Denne besked genereres automatisk som svar på en tidligere besked.
hu: Ez egy automatikusan generált üzenet, válaszként egy korábbi üzenetre.
is: Þessi skilaboð eru útbúin sjálfvirkt sem svar við fyrri skilaboðum.
it: Questo messaggio viene generato automaticamente in risposta a un messaggio precedente.
ja: このメッセージは以前のメッセージに対する自動応答です。
ro: Acest mesaj este generat automat ca răspuns la un mesaj anterior.

# Info
source: This message is from a mailing list
da: Denne besked er fra en mailingliste
hu: Ez az üzenet levelezési listáról érkezett
is: Þessi skilaboð eru send frá póstlista

# Info
source: This message is signed by a public key that has not been trusted yet.
cs: Zpráva je podepsána veřejným klíčem, který zatím nebyl označen jako důvěryhodný.
da: Denne besked er underskrevet med en offentlig nøgle, der endnu ikke er betroet.
hu: Ez az üzenet egy olyan nyilvános kulccsal van aláírva, ami még nem megbízható.
is: Þessi skilaboð eru undirrituð með dreifilykli sem ekki er ennþá treyst.
it: Questo messaggio è firmato da una chiave pubblica che non è ancora stata considerata affidabile.

# Info
source: This message may be a phishing attempt. Please check the sender and contents to make sure they are legitimate. {{startLink}}Learn more{{endLink}}.
cs: Tato zpráva může být pokus o phishing. Prosím zkontrolujte odesílatele a obsah, ujistěte se, že jsou legitimní. {{startLink}}Dozvědět se více{{endLink}}.
da: Denne besked kan være et phishing-forsøg. Tjek afsenderen og indholdet for at sikre, at de er legitime. {{startLink}}Mere info{{endLink}}.
hu: Ez az üzenet lehetséges, hogy egy adathalászati kísérlet! Kérjük, alaposan ellenőrizze, hogy a feladó és az üzenet szövege megbízható-e. {{startLink}}További információk{{endLink}}.
is: Þessi tölvupóstur gæti verið tilraun til að veiða upplýsingar (phishing). Skoðaðu vel sendandann og efni póstsins til að ákveða hvort um löglegan póst sé að ræða. {{startLink}}Kanna nánar{{endLink}}.
it: Questo messaggio potrebbe essere un tentativo di phishing. Per favore controlla il mittente e il contenuto per assicurarti che essi siano legittimi. {{startLink}}Per saperne di più{{endLink}}.
ja: このメッセージはフィッシングの可能性があります。送信者と内容をチェックし、正当なものか確認してください。 {{startLink}}詳細はこちら{{endLink}}

# Info
source: This message will expire in
cs: Zpráva vyprší za
da: Denne besked udløber om
hu: Ez az üzenet lejár
is: Þessi skilaboð renna út eftir
it: Questo messaggio scadrà tra
ja: このメッセージの有効期限：
ro: Acest mesaj va expira în
