Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: By downgrading to a Free plan, you will permanently lose these benefits, even if you upgrade again in the future.
da: Ved at nedgradere til et gratisabonnement mister du disse fordele permanent, selvom du senere opgraderer igen.
hu: Az ingyenes verzióra való váltás során véglegesen elveszti a következő előnyeit, még akkor is, ha később ismét előfizetéses szolgáltatásra vált.
is: Með því að niðurfæra í ókeypis áskrift, muntu missa þessi fríðindi endanlega, jafnvel þótt þú uppfærir síðan aftur einhvern tíma í framtíðinni.

# Info
source: By leaving now, you will lose what you have written in this email. You can save a draft if you want to come back to it later on.
cs: Pokud teď odejdete, ztratíte vše, co jste zatím napsali. E-mail můžete uložit jako koncept a vrátit se k němu později.
da: Ved at forlade siden nu, mister du det, du har skrevet i denne e-mail. Gem en kladde, hvis du vil færdiggøre den senere.
hu: Ha most kilép, akkor az eddig leírtak elvesznek. Elmentheti piszkozatként, ha később folytatni szeretné.
is: Ef þú ferð út núna, muntu tapa því sem hefur verið skrifað í þennan tölvupóst. Þú getur vistað drög ef þú vilt halda áfram með þetta síðar.
it: Uscendo ora perderai ciò che hai scritto in questa email. Puoi salvarla come bozza se desideri ritornarci successivamente.

# Info
source: Change composer mode to {{value}}
cs: Změnit režim psaní zpráv na {{value}}
da: Skift skrivesessionstilstand til {{value}}
hu: A levélírás formátuma átállítva: {{value}}
is: Breyta ritilsham í {{value}}
it: Cambia la modalità di composizione in {{value}}
ja: 作成モードを{{value}} に変更
ro: Schimbare mod compunere la {{value}}

# Info
source: Change default text direction to {{value}}
cs: Změnit výchozí směr textu na {{value}}
da: Skift standard tekstretning til {{value}}
hu: Alapértelmezett szöveg irány átállítva: {{value}}
is: Breyta sjálfgefinni stefnu texta í {{value}}
it: Cambia la direzione predefinita del testo a {{value}}
ja: 既定のテキストの向きを {{value}} に変更する
ro: Schimbare direcție implicită text {{value}}

# Info
source: Checking username
cs: Kontrola uživatelského jména
da: Tjekkrer brugernavn
hu: Felhasználónév ellenőrzése
is: Athuga notandanafn
it: Controllando il nome utente
ja: ユーザー名を確認しています。
ro: Verificare nume utilizator

# Info
source: Choose your preferred button order for marking messages as read / unread.
da: Vælg din foretrukne knaprækkefølge til markering af beskeder som læst/ulæst.
hu: Válassza ki az előnyben részesített gomb sorrendet az olvasott / olvasatlan üzenetek megjelöléséhez.
is: Veldu þá uppröðun hnappa sem þér hentar best við að merkja skilaboð sem lesin/ólesin.

# Info
source: Click INFO to view total storage for your plan
cs: Kliknutím na tlačítko INFO zobrazíte celkový vyhrazený prostor pro Váš tarif
da: Tryk INFO for at se den samlede lagerplads for dit abonnement
hu: Kattinson az INFÓra a csomagjához tartozó teljes tárhely megtekintéséhez
is: Smelltu á UPPLÝSINGAR til að sjá heildargeymslumagn fyrir áskriftarleiðina þína
it: Fai clic su INFORMAZIONI per vedere lo spazio d'archiviazione totale del tuo piano
ja: ストレージの合計容量を表示するには情報をクリックしてください。
ro: Apăsați pe INFO pentru a vedea spațiul total pentru planul dvs.

# Info
source: Click on a contact to view or edit details.
cs: Klikněte na kontakt pro jeho zobrazení nebo úpravy.
da: Tryk på en kontakt for at se eller redigere oplysninger.
hu: Kattintson a névjegyre, hogy megtekintse vagy módosítsa a részleteket.
is: Ýttu á tengilið til að skoða hann nánar eða breyta upplýsingum.
it: Clicca su un contatto per vederlo o modificarne i dettagli.
ja: 詳細を表示や編集するには、連絡先をクリックしてください。
ro: Selectați un contact pentru a-i vedea sau edita detaliile.

# Info
source: Click your attachment once to decrypt it. Once decryption finishes you will see a download arrow icon appear.
cs: Kliknutím na přílohu ji dešifruješ. Ikona ke stažení se objeví automaticky po dokončení dešifrování.
da: Klik på vedhæftningen én gang for at dekryptere den. Efter dekrypteringen vises et hente-ikon.
hu: Kattintson a mellékletre egyszer a visszafejtéshez. Ha a visszafejtés befejeződik egy letöltés nyíl ikon jelenik meg.
is: Smelltu einu sinni á viðhengið til að afkóða það. Þegar afkóðun er lokið muntu sjá örvartákn fyrir niðurhal birtast.
it: Fai un clic sul tuo allegato per decriptarlo. Non appena la decriptazione sarà finita, vedrai apparire un'icona a freccia per scaricarlo.
ja: 添付ファイルをクリックすると復号されます。 復号が完了すると、ダウンロード用の矢印アイコンが表示されます。
ro: Apăsați o singură dată pe atașament pentru a fi decriptat. După finalizarea decriptării va apărea o pictogramă cu o săgeată pentru descărcare.

# Info
source: Column
cs: Sloupec
da: Kolonne
hu: Oszlop
is: Dálkur
it: Colonna

# Info
source: Compose mode saved
cs: Režim psaní zpráv byl uložen
da: Skrivesessionstilstand gent
hu: Levélírás módja elmentve
is: Skrifhamur vistaður
it: Modalità di composizione salvata
ja: メール作成モードが保存されました。
ro: Mod de compunere salvat

# Info
source: Contact us at <a href="mailto:security@protonmail.com">security@protonmail.com</a> for critical security issues.
cs: V případě kritických bezpečnostních problémů nás kontaktujte na <a href="mailto:security@protonmail.com">security@protonmail.com</a>.
da: Kontakt os via <a href="mailto:security@protonmail.com">security@protonmail.com</a> vedr. kritiske sikkerhedsproblemer.
hu: Üzenjen nekünk a <a href="mailto:security@protonmail.com">security@protonmail.com</a>-on ha kritikus biztonsági hibát talál.
is: Hafðu samband við okkur á <a href="mailto:security@protonmail.com">security@protonmail.com</a> vegna alvarlegra öryggisvandamála.
it: Ci contatti a <a href="mailto:security@protonmail.com">security@protonmail.com</a> per problemi di sicurezza critici.
ja: 深刻なセキュリティの問題については、<a href="mailto:security@protonmail.com">security@protonmail.com</a>までご連絡ください。
ro: Contactați-ne la <a href="mailto:security@protonmail.com">security@protonmail.com</a> pentru probleme critice de securitate.

# Info
source: Conversation Grouping automatically groups messages in the same conversation together.
cs: Seskupování konverzací automaticky spojí zprávy ze stejné konverzace.
da: Samtalegruppering grupperer automatisk beskeder i den samme samtale.
hu: A beszélgetés csoportosító automatikusan csoportosítja az azonos beszélgetésből származó üzeneteket.
is: Hópun í samtöl setur pósta með sama viðfangsefni í umræðuþráð eða samtal.
it: Raggruppa Conversazioni raggruppa automaticamente insieme i messaggi nella stessa conversazione.
ja: 会話のグループ化は、同じ話題のメッセージを自動的にグループ化します。
ro: Grupare conversații grupează automat mesajele din aceeași conversație.

# Info
source: Copied to clipboard
cs: Zkopírováno do schránky
da: Kopieret til Udklipsholder
hu: Vágólapra másolva
is: Afritað á klippispjald
it: Copiato negli appunti
ja: クリップボードにコピーしました
ro: Copiat în memorie

# Info
source: Copy to your clipboard
cs: Kopírovat do schránky
da: Kopiér til Udklipsholder
hu: Másolás vágólapra
is: Afrita á klippispjaldið þitt
it: Copia negli appunti
ja: クリップボードにコピー
ro: Copiere în memorie

# Info
source: Create and manage sub-accounts and assign them email addresses on your custom domain.
cs: Vytvořte a spravujte podúčty a přiřaďte jim e-mailové adresy na vlastní doméně.
da: Opret og håndtér underkonti og tildel dem adresser på dit tilpassede domæne.
hu: Hozzon létre és kezeljen al-fiókokat és rendeljen hozzájuk e-mail címeket az egyedi domain nevén.
is: Útbúðu og sýslaðu með undiraðganga og úthlutaðu þeim tölvupóstföngum á sérsniðna léninu þínu.
it: Crea e gestisci account secondari e assegna loro indirizzi email col tuo dominio personalizzato.
ja: サブアカウントを作成・管理し、独自ドメインのメール アドレスを割り当ててください。<br/>あらかじめドメインやDNSサーバーを保持している必要があります。
ro: Creare și gestionare conturi subordonate și atribuirea acestora adreselor de e-mail ale domeniului personal.

# Info
source: Credit card payment is currently not available, please try again later.
cs: Platba kreditní kartou není momentálně dostupná, zkuste to prosím později.
da: Kreditkortbetaling er pt. utilgængelig, forsøg igen senere.
hu: A kártyás fizetés jelenleg nem elérhető. Kérjük, próbálja meg később.
is: Greiðslur með kreditkortum eru ekki aðgengilegar í augnablikinu, endilega reyndu aftur síðar.
it: Il pagamento con carta di credito ora non è disponibile, per favore riprova più tardi.
ja: クレジットカードでのお支払いは現在ご利用になれません。しばらくしてから再度お試しください。
ro: Plata cu cardul de credit nu este disponibilă momentan, reîncercați mai târziu.

# Info
source: Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.
cs: V současné době jsou všechny VPN připojení přiděleny k účtu správce. Vyberte počet připojení, které chcete vyhradit pro další uživatele.
da: Pt. er alle tilgængelige VPN-forbindelser tildelt administratorkontoen. Vælg antal af forbindelser, som skal reserveres til andre brugere.
hu: Jelenleg az összes VPN kapcsolat az adminisztrátor fiókhoz van lefoglalva. Válassza ki, hogy hány kapcsolatot szeretne fenntartani a további felhasználók számára.
is: Í augnablikinu eru allar tiltækar VPN-tengingar skráðar á aðgang stjórnandans. Veldu þann fjölda tenginga sem þú vilt taka frá fyrir aðra notendur.
it: Attualmente tutte le connessioni VPN disponibili sono assegnate all'account dell'amministratore. Per favore, seleziona il numero di connessioni che desideri riservare ad altri utenti.
ja: 現在利用可能なVPN接続は、全て管理者アカウントに割り当てられています。追加ユーザーに割り当てたい接続数を選択してください。
ro: Momentan toate conexiunile VPN sunt alocate contului administratorului. Selectați numărul de conexiuni dorite a fi rezervate utilizatorilor suplimentari.

# Info
source: Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.
cs: V současné době je veškerý diskový prostor přidělen k účtu správce. Uvolněte prosím část diskového prostoru dalším uživatelům. Kapacitu úložiště můžete kdykoliv navýšit změnou plánu.
da: Pt. tildeles al ledig lagerplads til administratorkontoen. Reducér administratorkontoallokeringen for at frigive lagerplads til yderligere brugere. Du kan til enhver tid forøge den samlede lagerplads ved at opgradere dit abonnement.
hu: Jelenleg az összes tárhely kiosztásra került az adminisztrátori fiókhoz. Kérjük csökkentse az adminisztrátori fiókhoz kiosztott tárhelyet, hogy helyet szabadítson fel a többi felhasználó számára. Bármikor növelheti a rendelkezésre álló tárhely méretét, amennyiben nagyobb csomagra vált.
is: Í augnablikinu er allt tiltækt geymslurými skráð á aðgang stjórnandans. Minnkaðu magnið sem úthlutað er stjórnandanum til að losa pláss fyrir aðra notendur. Þú getur líka aukið heildargeymslurýmið hvenær sem er með því að uppfæra áskriftina þína.
it: Attualmente tutto lo spazio d'archiviazione disponibile è assegnato all'account amministratore. Per favore, riduci quello assegnato all'amministratore per liberare spazio per utenti aggiuntivi. Puoi aumentare lo spazio d'archiviazione totale in qualsiasi momento facendo l'upgrade del tuo account.
ja: 現在利用可能なストレージは、全て管理者アカウントに割り当てられています。追加ユーザーに割り当てたい場合は、管理者アカウントへの割り当てを減らしてください。アカウントをアップグレードすることでいつでもストレージ全体の容量を増やすことができます。
ro: Momentan tot spațiul disponibil este alocat contului administratorului. Reduceți alocarea pentru contul admin pentru a elibera spațiu pentru utilizatori suplimentari. Puteți mări spațiul total oricând trecând la un cont cu plată.

# Info
source: Custom filter deleted
cs: Vlastní filtr byl smazán
da: Tilpasset filter slettet
hu: Egyedi szűrő törölve
is: Sérsniðinni síu eytt
it: Filtro personalizzato eliminato
ja: 仕分けフィルターが削除されました。
ro: Filtru personal șters

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails
da: Tilpassede filtre fungerer for alle nye e-mails, både indgående og afsendte e-mails
hu: Az egyedi szűrők az összes új e-mailre működnek, beleértve a bejövő leveleket és az elküldötteket is
is: Sérsniðnar síur virka á alla nýja tölvupósta, þar með talinn póst sem berst jafnt sem sendan póst
ro: Filtrele personale funcționează pe toate mesajele noi, incluzând atât mesajele primite cât și cele trimise

# Info
source: Custom themes from third-parties can potentially betray your privacy. Only use themes from trusted sources.
cs: Motivy třetích stran mohou potenciálně ohrozit vaše soukromí. Používejte pouze motivy ze spolehlivých zdrojů.
da: Tilpassede temaer fra tredjeparter kan potentielt kompromittere dit privatliv. Benyt alene temaer fra pålidelige kilder.
hu: Harmadik féltől származó témák potenciálisan visszaélhetnek adataival. Csak megbízható forrásból származó témát használjon!
is: Sérsniðin þemu frá utanaðkomandi aðilum gætu mögulega lekið upplýsingum um þig. Ekki nota þemu frá öðrum en þú treystir.
it: I temi personalizzati di terze parti potrebbero compromettere la tua privacy. Usa solo temi da fonti affidabili.
ja: 外部製のカスタムテーマは、プライバシーを侵害する可能性があります。信頼できる提供元のテーマのみ使用してください。
ro: Temele personalizate de la terțe părți ar putea afecta confidențialitatea dvs. Folosiți teme doar din surse de încredere.

# Info
source: Decryption error
cs: Chyba při dešifrování
da: Dekrypteringsfejl
hu: Visszafejtési hiba
is: Afkóðunarvilla
it: Errore di decriptazione
ja: 復号中にエラーが発生しました。
ro: Eroare decriptare

# Info
source: Decryption of this content failed
cs: Dešifrování obsahu se nezdařilo
da: Dekryptering af dette indhold mislykkedes
hu: A tartalom visszafejtése sikertelen
is: Afkóðun þessa efnis mistókst
it: Decifratura di questo contenuto fallita
ja: コンテンツの復号に失敗しました。
ro: Decriptarea acestui conținut a eșuat

# Info
source: Default
cs: Výchozí
da: Standardindstilling
hu: Alapért.
is: Sjálfgefið
it: Predefinito

# Info
source: Delete any other MX records or make sure ProtonMail's Priority is the lowest number.
cs: Odstraňte všechny ostatní MX záznamy, nebo se ujistěte, že ProtonMail záznam má nejnižší prioritu.
da: Slet eventuelle andre MX-poster eller sørg for, at ProtonMails prioritet har det laveste tal.
hu: Töröljön le minden más MX rekordot vagy bizonyosodjon meg róla, hogy a ProtonMail prioritása a legalacsonyabb szám.
is: Eyddu öllum öðrum MX-færslum eða gakktu úr skugga um að forgangur ProtonMail sé með lægstu tölunni.
it: Cancelli ogni altro record MX oppure si assicuri che la priorità di ProtonMail sia il numero minimo.
ja: 他のMXレコードを削除するか、ProtonMailの優先度が最も低いことを確認してください。
ro: Ștergeți orice alte înregistrări MX sau asigurați-vă că prioritatea lui ProtonMail are cel mai mic număr.

# Info
source: Delete contact
cs: Smazat kontakt
da: Slet kontakt
hu: Névjegy törlése
is: Eyða tengilið
it: Elimina contatto
ja: 連絡先を削除

# Info
source: Description
cs: Popis
da: Beskriveslse
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
ro: Descriere

# Info
source: Desktop notifications are currently <strong>disabled</strong>. To enable them, you need to go to your browser settings.
cs: Oznámení na ploše jsou <strong>vypnutá</strong>. Chcete-li je zapnout, přejděte do nastavení prohlížeče.
da: Skrivebordsunderretninger er i øjeblikket <strong>slået fra</strong>. For at slå dem til, skal du ind under browserens indstillinger.
hu: Az asztali értesítések jelenleg <strong>ki vannak kapcsolva</strong>. A böngészője beállításaiban engedélyezheti őket.
is: Tilkynningar á skjáborði eru núna <strong>óvirkar</strong>. Til að virkja þær skaltu fara í stillingarnar í vafranum þínum
it: Le notifiche sul desktop sono attualmente <strong>disabilitate</strong>. Per attivarle è necessario andare nelle impostazioni del browser.

# Info
source: Desktop notifications are currently <strong>enabled</strong>.
cs: Oznámení na ploše jsou <strong>zapnutá</strong>.
da: Skrivebordsunderretninger er i øjeblikket <strong>slået til</strong>.
hu: Az asztali értesítések jelenleg <strong>engedélyezve vannak</strong>.
is: Tilkynningar á skjáborði eru núna <strong>virkar</strong>.
it: Le notifiche sul desktop sono attualmente <strong>attivate</strong>.

# Info
source: Do NOT forget your mailbox password. If you forget it, you will not be able to decrypt your messages.
cs: Nezapomeňte heslo do své emailové schránky. V případě, že ho zapomenete, nebudete moci dešifrovat své zprávy.
da: Glem IKKE din postkassadgangskode. Glemmer du den, vil du ikke kunne dekryptere beskeder.
hu: NE felejtse el a levelezője jelszavát. Ha elfelejti, többé nem lesz képes az üzenetei visszafejtésére.
is: EKKI gleyma þessu lykilorði á pósthólfið. Ef þú gleymir því, muntu ekki geta skráð þig inn eða afkóðað skilaboðin þín.
it: NON dimenticare la tua password della casella di posta. Se la dimenticassi, non saresti più in grado di decifrare i tuoi messaggi.
ja: あなたのメールボックスのパスワードを忘れないでください。忘れてしまった場合は、メッセージを復号することはできません。
ro: NU uitați parola pentru mesaje. Dacă o uitați, nu veți mai putea decripta mesajele.

# Info
source: Do not require exact match
cs: Nevyžaduje se přesná shoda
da: Kræv ikke nøjagtigt match
hu: Nem igényel pontos egyezést
is: Ekki krefjast nákvæmrar samsvörunar
it: Non richiedono la corrispondenza esatta

# Info
source: Do you still want to download <strong>{{name}}</strong>?
cs: Chcete přesto stáhnout <strong>{{name}}</strong>?
da: Vil du fortsat hente <strong>{{name}}</strong>?
hu: Még mindig le szeretné tölteni <strong>{{name}}</strong>?
is: Viltu ennþá sækja <strong>{{name}}</strong>?
it: Vuoi continuare a scaricare <strong>{{name}}</strong>?
ja: <strong>{{name}}</strong> をダウンロードしてもよろしいですか。
ro: Încă doriți să descărcați <strong>{{name}}</strong>?

# Info
source: Do you want to export the public key or the private key?
cs: Chcete exportovat veřejný nebo soukromý klíč?
da: Ønsker du at eksportere din offentlige eller din private nøgle?
hu: A privát vagy a publikus kulcsot szeretné exportálni?
is: Hvort viltu flytja út dreifilykilinn eða einkalykilinn?
it: Vuoi esportare la chiave pubblica o la chiave privata?

# Info
source: Donations are added as credit to your ProtonMail account and can be used to purchase account upgrades.
cs: Finanční příspěvky jsou k vašemu ProtonMail účtu připsány jako kredity, které mohou být použity k nákupu vyššího tarifu.
da: Donationer tilføjes som kredit til din ProtonMail-konto og kan benyttes til køb af kontoopgraderinger.
hu: Az adományok kreditként az ön ProtonMail számlájához adódnak és felhasználhatók nagyobb csomagok vásárlására.
is: Styrkjum verður bætt sem inneign við ProtonMail notandaaðganginn þinn og er hægt að nota hana til að kaupa uppfærslur á áskriftum.
it: Le donazioni vengono aggiunte come credito al tuo account ProtonMail e possono essere utilizzate per fare l'upgrade all'account.
ja: 寄付はProtonMailアカウントにクレジットとして追加され、アカウントをアップグレードするために使用できます。
ro: Donațiile vă vor fi adăugate ca și credit în contul ProtonMail și pot fi utilizate la cumpărarea de planuri cu plată.

# Info
source: Donations are currently not available, please try again later
cs: Darování finančních příspěvků není momentálně dostupné, zkuste to prosím později
da: Donation er pt. utilgængelig, forsøg igen senere
hu: Az adományozás jelenleg nem elérhető, próbálja meg később
is: Styrkir eru ekki aðgengilegir í augnablikinu, endilega reyndu aftur síðar
it: Le donazioni ora non sono disponibili, per favore riprova più tardi
ja: 寄付は現在ご利用になれません｡しばらくしてから再度お試し下さい。
ro: Donațiile sunt momentan indisponibile, vă rugăm reîncercați mai târziu.

# Info
source: Done
cs: Hotovo
da: Udført
hu: Kész
is: Lokið
it: Fatto

# Info
source: Download the attachment {{name}}
cs: Stáhnout přílohu {{name}}
da: Hent vedhæftningen {{name}}
hu: A melléklet letöltése {{name}}
is: Sækja viðhengið {{name}}
it: Scarica l'allegato {{name}}

# Info
source: Drop a file here to upload
cs: Přetažením sem, nahrajte soubor
da: Slip en fil hér for at uploade
hu: Húzza ide a fájlt a feltöltéshez
is: Slepptu hér skrá til að senda inn
it: Trascini un file qui per caricarlo
ja: アップロードするファイルをここにドロップしてください。
ro: Plasați aici un fișier pentru a fi încărcat

# Info
source: Drop an image here to insert
cs: Přetažením sem, vložte obrázek
da: Slip et billede hér for at indsætte
hu: Húzza ide a képet a beillesztéshez
is: Slepptu hér mynd til að setja inn
it: Trascini un'immagine qui per inserirla
ja: 挿入する画像をここにドロップしてください。
ro: Plasați o imagine aici pentru a o insera

# Info
source: Drop file or click here
cs: Přetáhněte soubor, nebo klikněte zde
da: Slip fil eller tryk hér
hu: Húzza ide a fájlt vagy kattintson ide
is: Slepptu skrá eða smelltu hér
it: Trascina un file o clicca qui
ja: ファイルをドロップまたはここをクリックしてください。
ro: Plasați un fișier sau apăsați aici

# Info
source: Email was already sent
cs: E-mail byl již odeslán
da: E-mail er allerede afsendt
hu: Az email már küldésre került
is: Tölvupóstur var þegar sendur
it: Email già inviata
ja: メールは送信済みです。
ro: E-mailul a fost deja trimis

# Info
source: Encrypted messages to non-ProtonMail recipients will expire in 28 days unless a shorter expiration time is set.
cs: Šifrované zprávy příjemcům, kteří nevyužívají ProtonMail vyprší platnost po 28 dnech, pokud není nastavena kratší doba expirace.
da: Krypterede beskeder til modtagere uden ProtonMail udløber om 28 dage, medmindre en kortere udløbstid er opsat.
hu: A nem-ProtonMail címzetteknek szóló titkosított üzenetek 28 nap után járnak le, hacsak nem ad meg egy ennél rövidebb időtartamot.
is: Dulrituð skilaboð til utanaðkomandi viðtakenda munu renna út eftir 28 daga, nema ef ennþá styttri gildistími er settur.
it: I messaggi cifrati a destinatari senza ProtonMail scadranno dopo 28 giorni, a meno che non venga impostata una scadenza più breve.
ja: 暗号化されたメッセージをProtonMail以外の宛先に送信する場合、特に設定しない限り有効期限は28 日間となります。
ro: Mesajele criptate către destinatarii din afara ProtonMail expiră în 28 de zile, dacă nu e setată o perioadă mai scurtă.

# Info
source: End-to-end encrypted
cs: End-to-End šifrování
da: Ende-til-ende-krypteret
hu: Végpontok közt titkosított
is: Enda-í-enda dulritað
it: Criptato end-to-end

# Info
source: End-to-end encrypted to verified recipient
da: Ende-til-ende-krypteret til bekræftet modtager
hu: Végpontok közt titkosított, ellenőrzött címzettnek
is: Enda-í-enda dulritað til sannvottaðs viðtakanda
it: Indirizzo crittografato end-to-end verificato

# Info
source: Enter activation passcode:
cs: Zadejte aktivační kód:
da: Angiv aktiverings-PIN-kode:
hu: Adja meg az aktiválási kódot:
is: Settu inn virkjunarkóða:
it: Inserisca il codice di attivazione:
ja: 有効化用のパスコードを入力してください：
ro: Introduceți codul de activare:

# Info
source: Enter the Organization Password to restore administrator privileges. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Learn more</a>
cs: Zadejte heslo organizace, chtete-li obnovit oprávnění správce. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Více informací</a>
da: Angiv organisationsadgangskoden for at gendanne administratorrettigheder. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Yderligere oplysniger</a>
hu: Adja meg a Szervezeti Jelszót az adminisztrátor jogok visszaállításához. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">További információk</a>
is: Settu inn lykilorð stofnunar til að endurheimta kerfisstjóraheimildir. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Kanna nánar</a>
it: Inserisca la password dell'organizzazione per ripristinare i privilegi amministrativi. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Scopra di più</a>
ja: 管理者権限を復元するには組織パスワードを入力してください。 <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">より詳しく</a>
ro: Introduceți parola organizației pentru a restaura drepturile de administrator. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Aflați mai multe</a>
