Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Tooltip
source: ProtonMail users will use this key by default for sending
cs: Uživatelé ProtonMail budou používat tento klíč ve výchozím nastavení pro odesílání
da: ProtonMail-brugere vil som standard benytte denne nøgle til afsendelse
hu: A ProtonMail felhasználók alapértelmezetten ezt a kulcsot fogják használni a küldéshez
is: Notendur ProtonMail munu nota sjálfgefið þennan dulritunarlykil fyrir sendingar
it: Gli utenti ProtonMail utilizzeranno questa chiave per impostazione predefinita per l'invio
ja: ProtonMailのユーザーは、既定でこの鍵を使用して送信します

# Tooltip
source: ProtonVPN encrypts your internet connection to keep your online activity private.
da: ProtonVPN krypterer din Internetforbindelse for at holde dine onlineaktiviter private.
hu: A ProtonVPN titkosítja az internetkapcsolatát, hogy a biztosítja a magánszférájának védelmét, internetezés közben.
is: ProtonVPN dulritar internet-tenginguna þína, og tryggir þannig að vinna þín á netinu haldist frá óprúttnum aðilum.

# Tooltip
source: Provides additional protection against VPN server compromise by routing connections through our Secure Core network
da: Giver ekstra beskyttelse mod VPN-server, som komprommiteres ved routede forbindelser via vores Secure Core-netværk
hu: További védelmet biztosít a VPN szerverek megtámadása ellen, azáltal, hogy a kapcsolatokat a Secure Core hálózatunk vezeti át
is: Gefur viðbótarvörn gegn innbrotum í VPN-tengingar við þjóna með því að beina tengingum í gegnum Secure Core netkerfið okkar

# Tooltip
source: Remove
cs: Smazat
da: Fjern
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除

# Tooltip
source: Remove item from the list
cs: Odebrat položku ze seznamu
da: Fjern element fra listen
hu: Elem törlése a listáról
is: Fjarlægja atriðið af listanum

# Tooltip
source: Save the contact with your current keys
cs: Uložit kontakt s aktuálními klíčemi
da: Gem kontakten med dine nuværende nøgler
hu: Mentse el a névjegyet a jelenlegi kulcsaival
is: Vista tengiliðinn með fyrirliggjandi dulritunarlyklum þínum
it: Salva il contatto con le tue chiavi attuali
ja: 現在の鍵で連絡先を保存します

# Tooltip
source: Send all your traffic through the Tor network with a single click
da: Send al din trafik via Tor-netværket med ét enkelt tryk
hu: Egyetlen kattintással irányítsa a teljes forgalmát a Tor hálózaton keresztül
is: Sendu alla umferð þína í gegnum Tor-netið með einum smelli

# Tooltip
source: Subject is end-to-end encrypted
da: Emnet er ende-til-ende krypteret
hu: A tárgy végpontok közt titkosított
is: Viðfangsefni er enda-í-enda dulritað

# Tooltip
source: The primary key is used to encrypt outgoing messages.
cs: Primární klíč se používá k šifrování odchozích zpráv.
da: Primærnøglen benyttes til kryptering af udgående beskeder.
hu: Az elsődleges kulcs lesz használva a kimenő levelek titkosításához.
is: Aðallykillinn er notaður til að undirrita skilaboð sem þú sendir.
it: La chiave primaria viene utilizzata per crittografare i messaggi in uscita.
ja: プライマリー鍵が送信メッセージの暗号化に使用されます。

# Tooltip
source: This key is encrypted with an old password
cs: Tento klíč je šifrován pomocí starého hesla
da: Denne nøgle er krypteret med en gammel adgangskode
hu: Ez a kulcs egy régebbi jelszóval van titkosítva
is: Þessi dulritunarlykill er kóðaður með gömlu lykilorði
it: Questa chiave è stata crittografata con una vecchia password
ja: この鍵は旧いパスワードで暗号化されています。

# Tooltip
source: Trust
cs: Důvěra
da: Hav tillid til
hu: Megbízható
is: Traust
it: Attendibile
ja: 信頼する

# Tooltip
source: Using this key for encryption will encrypt outgoing messages to this address with this key and set this key as the primary PGP key for this address.
da: Brug af denne nøgle til kryptering, krypterer alle udgående beskeder til adressen med nøglen, og den angives også som primær PGP-nøgle for adressen.
hu: Ennek a kulcsnak a titkosításhoz való használatakor, az erre a címre kimenő üzenetek ezzel a kulccsal lesznek titkosítva, és beállítja elsődleges PGP kulcsként ehhez a címhez.
is: Notkun á þessum dulritunarlykli mun dulrita send skilaboð á þetta vistfang með þessum lykli og stilla þennan dulritunarlykil sem aðal- PGP-dulritunarlykil fyrir þetta vistfang.

# Tooltip
source: When a label is added to a message in a conversation, all future messages you send or receive will have that same label automatically applied.
da: Når en etiket tilføjes en besked i en samtale, vil alle fremtidige beskeder, du sender eller modtager, få den samme etiket tilføjet automatisk.
hu: Ha a címkét a beszélgetésben lévő üzenetre alkalmazza, a beszélgetés minden további beérkező és elküldött üzenete automatikusan el lesz látva ezzel a címkével.
is: Þegar merkingu er bætt á skilaboð í samtali, verða öll skilaboð sem þú sendir eða tekur á móti fá þessa sömu merkingu sjálfkrafa viðhengda.

# Tooltip
source: You have locally decrypted this key
cs: Tento klíč máte šifrován lokálně
da: Du har dekrypteres denne nøgle lokalt
hu: Ezt a kulcsot helyileg visszafejtette
is: Þú hefur afkóðað þennan dulritunarlykil á tölvunni
it: Hai decifrato localmente questa chiave
ja: 復号された鍵をローカルに所持します。

# Tooltip automatically attach public key
source: This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and send encrypted messages to you.
cs: Toto automaticky přidá Váš veřejný klíč ke každé zprávě kterou odešlete. Příjemci tak budou moci ověřit pravost Vašich zpráv a odeslat zašifrovanou zprávu i Vám.
da: Dette føjer automatisk din offentlige nøgle til hver besked, du sender. Modtagere kan bruge denne til at bekræfte ægtheden af dine beskeder og sende krypterede beskeder til dig.
hu: Bekapcsolásakor a nyilvános kulcs automatikusan csatolásra kerül minden kimenő üzenethez. A címzettek ezt használhatják a levél hitelességének ellenőrzésére és titkosított üzenetek küldésére önnek.
is: Þetta bætir dreifilyklinum þínum sjálfvirkt við öll skilaboð sem þú sendir. Viðtakendur geta notað hann til að staðfesta gildi skilaboða frá þér og notað til að senda þér dulrituð skilaboð.
it: Aggiunge automaticamente la tua chiave pubblica ad ogni messaggio che invii. I tuoi destinatari possono usarla per verificare l'autenticità dei tuoi messaggi e spedirti messaggi criptati.
ja: これは送信メッセージに公開鍵を自動添付します。受信者はそれを使用して、メッセージの真正性の検証と送信メッセージの暗号化ができるようになります。

# Tooltip contact
source: Encrypted data with verified digital signature
cs: Zašifrovaná data s ověřeným digitálním podpisem
da: Krypterede data med bekræftet digital underskrift
hu: Titkosított adat, ellenőrzött digitális aláírással
is: Dulrituð gögn með sannvottaðri stafrænni undirritun
it: Dati crittografati con firma digitale verificata
ja: デジタル署名で検証済みの暗号化データ

# Tooltip default pgp scheme
source: Select the default PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages. Click for more info.
cs: Vyberte výchozí PGP schéma, které bude použito při podepisování, nebo šifrování uživatele. Všimněte si, že PGP/Inline vyžaduje zprávy ve formátu prostého textu. Klikně pro více informací.
da: Vælg den benyttede PGP-standardordning ved signerering eller krypterering til en bruger. Bemærk, at PGP/Inline gennemtvinger beskeder i alm. tekst. Tryk for yderligere information.
hu: Megadható a partnernek küldött titkosított vagy aláírt levelekben használandó alapértelmezett PGP séma. PGP/Inline esetén az üzenet mindig Egyszerű Szöveg formátumú lesz. További információkért kattintson.
is: Veldu sjálfgefið PGP-skema til að nota við undirritun eða dulritun til notanda. Athugaðu að PGP/Innfellt þvingar fram skilaboð í ósniðnum texta. Smelltu til að sjá nánari upplýsingar.
it: Seleziona lo schema PGP predefinito da usare quando si firma o si crittografa per un utente. Nota che PGP/Inline forza i testi in messaggi semplici. Clicca per ulteriori informazioni.
ja: 署名とユーザーの暗号化に使用される、既定のPGP方式を選択してください。PGP/INLINEはプレーンテキストを強制します。詳細はここをクリックしてください。

# Tooltip display per session
source: Created on {{ date }}
cs: Vytvořeno dne {{ date }}
da: Oprettet {{ date }}
hu: Létrehozva: {{ date }}
is: Búið til {{ date }}
it: Creata il {{ date }}
ja: が{{ date }}に作成しました。
ro: Creat la {{ date }}

# Tooltip prompt to trust keys
source: When receiving an internal message from a sender that has no trusted keys in your contacts, show a banner asking if you want to enable trusted keys.
cs: Při příjmu interní zprávy od odesílatele, který nemá žádné důveryhodné klíče ve Vašich kontaktech, zobrazit oznámení s dotazem, zda-li chcete povolit důveryhodné klíče.
da: Ved modtagelse af en intern besked fra en afsender, der ikke har betroede nøgler i dine kontakter, vis et banner, der spørger om du vil aktivere betroede nøgler.
hu: Amikor olyan belső feladótól érkezik levél, akihez a névjegyekben még nem tartozik megbízható kulcs, megjelenik egy kérdés a kulcs megbízhatóként való megjelöléséről.
is: Þegar þú tekur á móti innri skilaboðum frá sendanda sem ekki er með neina treysta lykla í tengiliðaskránni, þá skal birta borða sem spyr hvort þú viljir virkja treysta lykla.
it: Quando si riceve un messaggio interno da un mittente che non ha chiavi attendibili nei tuoi contatti, mostra un banner chiedendo se vuoi abilitare l'attendibilità delle chiavi.
ja: 信頼済みの鍵を設定していない連絡先からのメッセージを受信した際、鍵の信頼を有効にするかを問い合わせます。
ro: Când primiți un mesaj intern de la un expeditor care nu are chei de încredere în contactele dvs., afișare întrebare dacă doriți să activați cheile de încredere.

# Tooltip sign external messages
source: Automatically sign all your outgoing messages so users can verify the authenticity of your messages. This is done in combination with the Default PGP Scheme that is selected down below.
cs: Automaticky podepisujte veškeré odchozí zprávy, aby uživatelé mohli ověřit jejich pravost. To se provádí v kombinaci s výchozím schématem PGP který je výbrán níže.
da: Underskriv automatisk alle dine udgående beskeder, så brugere kan bekræfte ægtheden af dine beskeder. Dette gøres i kombination med standard PGP-ordningen, der vælges nedenfor.
hu: Bekapcsolásakor a kimenő üzenetek automatikusan aláírásra kerülnek, így a címzettek ellenőrizhetik az üzenet hitelességét. Ez együtt működik a lentebb kiválasztott alapértelmezett PGP sémával.
is: Undirritaðu sjálfvirkt öll send skilaboð frá þé svo að aðrir notendur geti sannvottað uppruna þeirra. Þetta er gert jafnhliða sjálfgefna PGP-skemanu sem valið er hér fyrir neðan.
it: Firma automaticamente tutti i messaggi in uscita in modo che gli utenti possano verificarne l'autenticità. Questo viene fatto in combinazione con lo schema PGP predefinito selezionato di seguito.
ja: 全送信メッセージに自動署名することで、受信者はメッセージの真正性の検証ができます。以下で選択した既定のPGP方式と組み合わせて使用されます。
ro: Semnare automată toate mesajele trimise, astfel încât utilizatorii să vă poată verifica autenticitatea mesajelor. Acest lucru este făcut în combinație cu schema implicită PGP care este selectată mai jos.

# Tooltip to explain daily email notifications
source: When notifications are enabled, we'll send an alert to your recovery/notification address if you have new messages in your ProtonMail account.
cs: Pokud máte zapnuta upozornění a obdržíte nové zprávy ve Vašem účtu ProtonMail, pošleme Vám upozornění na adresu pro obnovení / oznámení.
da: Når notifikationer er aktiveret, modtager du en advisering i din gendannelses-/notifikations-mail, hvis du har nye beskeder i din ProtonMail-konto.
hu: Értesítések bekapcsolásakor, a helyreállítási/értesítési címre fogunk egy üzenetet küldeni önnek, ha új levél érkezik a ProtonMail fiókjába.
is: Þegar tilkynningar eru virkjaðar, þá munum við senda aðvörun á endurstillinga/tilkynningapóstfangið þitt ef þú átt ný skilaboð á ProtonMail notandaaðgangnum þinum.
it: Quando le notifiche sono attive, le manderemo un avviso al suo indirizzo di notifica/recupero se avrà nuovi messaggi sul suo account.
ja: 通知を有効にすると、新着メッセージがある場合に回復/通知アドレスにアラートを送信します。
ro: Când sunt activate notificările, vă vom trimite o alertă la adresa dvs. de recuperare/notificare dacă aveți mesaje noi în contul ProtonMail.

# Translate
source: Automatic replies is a paid feature. Please <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> to a paid account to use this feature.
cs: Služba pro automatické odpovědi je placená. Chcete-li použít tuto službu, <a ui-sref="secured.dashboard({scroll: true})">přejděte</a> prosím na placený účet.
da: Auto-besvarlse er en betalingsfunktion. <a ui-sref="secured.dashboard({scroll: true})">Opgradér</a> til en Premuim-konto for at benytte denne funktion.
hu: Az automatikus válasz egy fizetős szolgáltatás. Kérjük, a funkció használatához, <a ui-sref="secured.dashboard({scroll: true})">váltson</a> egy előfizetéses csomagra.
is: Sjálfvirk svörun er eiginleiki í greiddum áskriftum. <a ui-sref="secured.dashboard({scroll: true})">Uppfærðu</a> í áskrift gegn gjaldi til að nota þennan eiginleika.
it: Le risposte automatiche sono una funzionalità a pagamento. Per favore <a ui-sref="secured.dashboard({scroll: true})">faccia l'upgrade</a> a un account a pagamento per usare questa funzionalità.
ja: 自動返信は、有料の機能です。この機能を使用するには有料アカウントに <a ui-sref="secured.dashboard({scroll: true})">アップグレード</a> してください。
ro: Răspunsul automat este o funcție cu plată. Vă rugăm <a ui-sref="secured.dashboard({scroll: true})">treceți</a> la un cont plătit pentru a putea folosi această funcție.

# Trouble logging in? Get help or try older version.
source: Trouble logging in? Get
da: Problemer med at logge ind
hu: Nem tud bejelentkezni? Kérjen
is: Vandamál við innskráningu? Fáðu

# Trouble logging in? Get help or try older version.
source: help
da: hjælp
hu: segítséget
is: hjálp

# Trouble logging in? Get help or try older version.
source: older version
da: ældre version
hu: régebbi verziót
is: eldri útgáfu

# Trouble logging in? Get help or try older version.
source: or try
da: eller forsøg
hu: vagy próbálja a
is: eða prófaðu

# Try to reload bitcoin qrcode
source: Try again.
cs: Zkuste to znovu.
da: Forsøg igen.
hu: Próbálja újra.
is: Reyndu aftur.
it: Riprova.
ja: もう一度やり直してください。
ro: Reîncercați.

# Two-factor code field
source: Enter two-factor passcode:
cs: Vložte kód dvoufázového ověření:
da: Angiv to-faktoradgangskoden:
hu: Írja be a kétlépéses kódot:
is: Settu inn tveggja-þátta lykilkóða:
it: Inserisci il codice per l'autenticazione in due passaggi:
ja: 2要素認証のパスコードを入力してください：
ro: Introduceți codul pentru doi factori:

# Two-factor code field
source: Two-factor passcode
cs: Dvou-faktorový přístupový kód
da: To-faktoradgangskode
hu: Kétlépcsős azonosító kód
is: Tveggja-þátta lykilkóði
it: Codice per autenticazione in due passaggi
ja: ２要素認証のパスコード
ro: Parolă doi factori

# Type element
source: conversation
cs: konverzace
da: samtale
hu: beszélgetés
is: samtal
it: conversazione
ja: 会話
ro: conversație

# Type element
source: message
cs: zpráva
da: besked
hu: üzenet
is: skilaboð
it: messaggio
ja: メッセージ
ro: mesaj

# Type of item
source: contact
da: kontakt
hu: névjegy
is: tengiliður

# Type of item
source: conversation
cs: konverzace
da: samtale
hu: beszélgetés
is: samtal
it: conversazione
ja: 会話
ro: conversație

# Type of item
source: message
cs: zpráva
da: besked
hu: üzenet
is: skilaboð
it: messaggio
ja: メッセージ
ro: mesaj

# Type of label for a message/conversation
source: In archive
cs: V archivu
da: I Arkiv
hu: Archívumban
is: Í safni
it: In archivio
ja: アーカイブ内
ro: În arhivă

# Type of label for a message/conversation
source: In drafts
cs: V konceptech
da: I Udkast
hu: Piszkozatok közt
is: Í drögum
it: In bozze
ja: 下書き内
ro: În ciorne

# Type of label for a message/conversation
source: In inbox
cs: Ve složce Doručená pošta
da: I Indbakke
hu: Beérkezett üzenetek közt
is: Í innhólfi
it: Nella posta in arrivo
ja: 受信箱内
ro: În «Primite»

# Type of label for a message/conversation
source: In sent
cs: Ve složce Odeslaná pošta
da: I Sendt
hu: Elküldött üzeneteknél
is: Í sent
it: In inviate
ja: 送信済み内
ro: În trimise

# Type of label for a message/conversation
source: In spam
cs: Ve složce Nevyžádaná pošta
da: I Spam
hu: Levélszemétben
is: Í ruslpósti
ja: 迷惑メール内
ro: În spam

# Type of label for a message/conversation
source: In trash
cs: V koši
da: I Papirkurv
hu: Lomtárban
is: Í rusli
it: Nel cestino
ja: ごみ箱内
ro: În gunoi

# Use encrypted subject as subject
source: Yes
cs: Ano
da: Ja
hu: Igen
is: Já
it: Sì
ja: はい
ro: Da

# Use unencrypted subject as subject
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei
ja: いいえ
ro: Nu

# User role
source: Admin
cs: Administrátor
hu: Adminisztrátor
is: Stjórnandi
it: Amministratore
ja: 管理者

# User role
source: Member
cs: Člen
da: Medlem
hu: Tag
is: Meðlimur
it: Membro
ja: メンバー
ro: Membru

# User's signature
source: Name / Signature saved
cs: Jméno / podpis uložen
da: Navn / Signatur gemt
hu: Név / Aláírás elmentve
is: Vistaði nafn / undirskrift
it: Nome / Firma salvati
ja: 名前/署名が保存されました
ro: Nume/Semnătură salvate

# VCard key name
source: Address
cs: Adresa
da: Adresse
hu: Cím
is: Vistfang
it: Indirizzo
ja: 住所
ro: Adresa

# VCard key name
source: Anniversary
cs: Výročí
da: Årsdag
hu: Évforduló
is: Afmæli
it: Anniversario
ja: 記念日
ro: Aniversare

# VCard key name
source: Birthday
cs: Datum narození
da: Fødselsdag
hu: Születésnap
is: Fæðingardagur
it: Compleanno
ja: 誕生日
ro: Zi de naștere

# VCard key name
source: Calendar user address
cs: Adresa uživatele kalendáře
da: Kalenderbrugeradresse
hu: Naptár felhasználó címe
is: Vistfang dagatals notanda
it: Indirizzo utente del calendario
ja: カレンダー利用者のアドレス
ro: Adresă calendar utilizator

# VCard key name
source: Categories
cs: Kategorie
da: Kategorier
hu: Kategóriák
is: Flokkar
it: Categorie
ja: カテゴリー
ro: Categorii

# VCard key name
source: Cell
cs: Mobil
da: Mobil
hu: Mobiltelefon
is: Farsími
it: Cellulare
ja: 携帯電話
ro: Mobil

# VCard key name
source: Cryptographic scheme
cs: Šifrovací schéma
da: Kryptografisk ordning
hu: Titkosítási séma
is: Dulritunarskema
it: Schema crittografico
ja: 暗号化方式
ro: Schemă criptografică

# VCard key name
source: Custom
cs: Vlastní
da: Tilpasset
hu: Egyéni
is: Sérsniðið
it: Personalizzato
ja: カスタム設定
ro: Personal

# VCard key name
source: Email
is: Tölvupóstur
ja: 電子メール

# VCard key name
source: Encrypt
cs: Zašifrovat
da: Kryptér
hu: Titkosítás
is: Dulrita
it: Crittografa
ja: 暗号化
ro: Criptare

# VCard key name
source: Fax
is: Bréfsími

# VCard key name
source: Format
cs: Formát
hu: Formátum
is: Snið
it: Formato
ja: 書式

# VCard key name
source: Free or busy URL
cs: Adresa URL k dispozici či zaneprázdněn
da: Ledig eller optaget URL
hu: Elérhető vagy elfoglalt URL
is: Slóð á laus/upptekinn
it: URL libero o occupato
ja: 予定の空き情報のURL
ro: URL disponibilitate

# VCard key name
source: Gender
cs: Pohlaví
da: Køn
hu: Nem
is: Kyn
it: Sesso
ja: 性別
ro: Sex

# VCard key name
source: Geolocation
cs: Geolokace
da: Geolokation
hu: Helymeghatározás
is: Hnattstaðsetning
it: Geolocalizzazione
ja: 位置情報
ro: Loc geografic

# VCard key name
source: Language
cs: Jazyk
da: Sprog
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ro: Limba

# VCard key name
source: Logo
hu: Logó
is: Táknmerki
ja: ロゴ

# VCard key name
source: Member
cs: Člen
da: Medlem
hu: Tag
is: Meðlimur
it: Membro
ja: メンバー
ro: Membru

# VCard key name
source: Mobile
cs: Mobil
da: Mobil
hu: Mobil
is: Farsími
ja: 携帯電話

# VCard key name
source: Name
cs: Název
da: Navn
hu: Név
is: Nafn
it: Nome
ja: 名前
ro: Nume

# VCard key name
source: Nickname
cs: Přezdívka
da: Kaldenavn
hu: Becenév
is: Gælunafn
it: Soprannome
ja: ニックネーム
ro: Porecla

# VCard key name
source: Note
cs: Poznámka
da: Notat
hu: Megjegyzés
is: Minnispunktur
it: Nota
ja: メモ
ro: Notă

# VCard key name
source: Office
cs: Kancelář
da: Kontor
hu: Irodai
is: Skrifstofa
it: Ufficio
ja: 職場
ro: Birou

# VCard key name
source: Organization
cs: Organizace
da: Organisation
hu: Szervezet
is: Fyrirtæki/Stofnun/Samtök/Félag
it: Organizzazione
ja: 組織
ro: Organizație

# VCard key name
source: Other
da: Øvrige
hu: Egyéb
is: Annað

# VCard key name
source: Personal
cs: Osobní
da: Personlig
hu: Személyes
is: Persónulegt
it: Personale
ja: 個人

# VCard key name
source: Phone
cs: Telefon
da: Telefon
hu: Telefon
is: Sími
it: Telefono
ja: 電話
ro: Telefon

# VCard key name
source: Photo
cs: Fotka
da: Foto
hu: Fénykép
is: Ljósmynd
it: Foto
ja: 写真
ro: Fotografie

# VCard key name
source: Private
cs: Soukromé
da: Privat
hu: Privát
is: Einka
it: Privato
ja: 私用
ro: Privat

# VCard key name
source: Public Key
cs: Veřejný klíč
da: Offentlig nøgle
hu: Nyilvános kulcs
is: Dreifilykill
it: Chiave pubblica
ja: 公開鍵
ro: Cheie publică

# VCard key name
source: Related
cs: Související
da: Relateret
hu: Kapcsolódó
is: Tengt
it: Relazionato
ja: 関連項目
ro: Înrudit cu

# VCard key name
source: Revision
cs: Revize
hu: Verzió
is: Undirútgáfa
it: Revisione
ja: 改訂
ro: Versiunea

# VCard key name
source: Role
da: Rolle
hu: Szerepkör
is: Hlutverk
it: Ruolo
ja: 役割
ro: Rol

# VCard key name
source: Sign
cs: Podepsat
da: Signering
hu: Aláírás
is: Undirrita
it: Firma
ja: 署名
ro: Semnare

# VCard key name
source: Software
hu: Szoftver
is: Hugbúnaður
ja: ソフトウェア

# VCard key name
source: Sound
cs: Zvuk
da: Lyd
hu: Hang
is: Hljóð
it: Suono
ja: 音声
ro: Pronunție

# VCard key name
source: Timezone
cs: Časové pásmo
da: Tidszone
hu: Időzóna
is: Tímabelti
it: Fuso orario
ja: タイムゾーン
ro: Fus orar

# VCard key name
source: Title
cs: Nadpis
da: Titel
hu: Cím
is: Titill
it: Titolo
ja: 肩書き
ro: Titulatură

# VCard key name
source: URI for a calendar
cs: Identifikátor URI pro kalendář
da: Kalender-URL
hu: Naptár URL
is: Slóð fyrir dagatal
it: URI per un calendario
ja: カレンダーのURI
ro: URI pentru un calendar

# VCard key name
source: Work
cs: Pracovní
da: Arbejde
hu: Munkahelyi
is: Vinna
it: Lavoro
ja: 職場
ro: Serviciu

# Want to test the latest features? Log in on BETA
source: BETA
hu: BÉTA verzióba
is: BETA-prófunarútgáfa

# Want to test the latest features? Log in on BETA
source: Want to test the latest features? Log in on
da: Ønsker at teste de seneste funktioner? Log ind på
hu: Kíváncsi a legújabb lehetőségekre? Lépjen be a
is: Viltu prófa nýjustu eiginleikana? Skráðu þig þá inn á

# Warning
source: If you are sending this message to a non ProtonMail user, please be sure to set a password for your message.
cs: Pokud odesíláte tuto zprávu uživatelům mimo ProtonMail, prosím nezapomeňte nastavit heslo Vaší zprávy.
da: Sender denne besked til en ikke-ProtonMail-bruger, så sørg for at angive en adgangskode til din besked.
hu: Ha ezt az üzenetet egy nem ProtonMail felhasználónak küldi, ne felejtsen el jelszavat beállítani.
is: Ef þú ert að senda þessi skilaboð til viðtakanda sem ekki notar ProtonMail, skaltu muna eftir að setja lykilorð á skilaboðin.
it: Se stai inviando questo messaggio ad un utente non ProtonMail, per favore assicurati di impostare una password per questo messaggio.
ja: ProtonMailユーザー以外にメッセージを送信する場合、パスワードの設定を確認してください。
ro: Dacă trimiteți acest mesaj unui utilizator non ProtonMail, asigurați-vă că ați setat o parolă pentru mesajul dvs.

# Warning
source: Please add a password for the following recipients
cs: Přidejte heslo následujícím příjemcům
da: Tilføj en adgangskode til flg. modtagere
hu: Kérjük, adjon meg jelszót a következő címzetteknek
is: Bættu inn lykilorði fyrir eftirfarandi viðtakendur
it: Aggiungi una password per i seguenti destinatari per favore
ja: 次の宛先には、パスワードを追加して送信してください
ro: Adăugați o parolă pentru pentru următorii destinatari

# Warning
source: Please disable PGP Sending for the following recipients
cs: Prosím zakažte odesílání pomocí PGP následujícím příjemcům
da: Deaktivér PGP-afsendelse til flg. modtagere
hu: Kérjük, kapcsolja ki a PGP küldést a következő címzettekhez
is: Þú ættir að gera sendingu með PGP óvirka til eftirfarandi viðtakenda
it: Per favore disabilita l'invio con PGP per il seguente indirizzo
ja: 次の宛先には、PGPを無効にして送信してください
ro: Dezactivați trimiterea PGP pentru următorii destinatari
