Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: <kbd>a</kbd> Moves the message/conversation to <strong>archive</strong>.
cs: <kbd>a</kbd> Přesune zprávu/konverzaci do <strong>archivu</strong>.
da: <kbd>a</kbd> Flytter beskeden/samtalen til <strong>arkivet</strong>.
hu: <kbd>a</kbd> Beszélgetés/üzenet áthelyezése az <strong>archívumba</strong>.
is: <kbd>a</kbd> Færir skilaboð/samtal í <strong>safn</strong>.
it: <kbd>a</kbd> Sposta il messaggio/conversazione in <strong>archivio</strong>.
ja: <kbd>a</kbd> メッセージ/会話を<strong>アーカイブ</strong>に移動する。
ro: <kbd>a</kbd> Mutare mesaj/conversație în <strong>arhivă</strong>.

# Info
source: <kbd>c</kbd> Opens a new <strong>composer</strong>.
cs: <kbd>c</kbd> Otevře nové<strong>editační okno</strong>.
da: <kbd>?</kbd>Åbner en ny <strong>skrivesession</strong>.
hu: <kbd>c</kbd> Megnyitja a <strong>levélírást</strong>.
is: <kbd>c</kbd> Opnar nýjan <strong>ritil</strong>.
it: <kbd>c</kbd> Apre un nuovo <strong>compositore</strong>.
ja: <kbd>c</kbd> メールの<strong>新規作成</strong>を開く。
ro: <kbd>c</kbd> <strong>Compunere</strong> mesaj nou.

# Info
source: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
cs: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Odešle</strong> zprávu.
da: <kbd>kommando</kbd> + <kbd>Retur</kbd><strong>afsender</strong> beskeden.
hu: <kbd>Command</kbd> + <kbd>Enter</kbd> <strong>Elküldi</strong> az üzenetet.
is: <kbd>Slaufulykill</kbd> + <kbd>Enter</kbd> <strong>Sendir</strong> skilaboðin.
it: <kbd>comando</kbd> + <kbd>invio</kbd> <strong>Invia</strong> il messaggio.
ja: <kbd>command</kbd> + <kbd>enter</kbd> メッセージを<strong>送信</strong>する。
ro: <kbd>cmd</kbd> + <kbd>Enter</kbd> <strong>Trimitere</strong> mesaj.

# Info
source: <kbd>command</kbd> + <kbd>s</kbd> <strong>Saves</strong> the contact.
cs: <kbd>command</kbd> + <kbd>s</kbd> <strong>Uloží</strong> kontakt.
da: <kbd>kommando</kbd> + <kbd>s</kbd><strong>gemmer</strong> kontakten.
hu: <kbd>Command</kbd> + <kbd>s</kbd> <strong>Elmenti</strong> a névjegyet.
is: <kbd>Slaufulykill</kbd> + <kbd>s</kbd> <strong>Vistar</strong> tengiliðinn.
it: <kbd>comando</kbd> + <kbd>s</kbd> <strong>Salva</strong> il contatto.
ja: <kbd>command</kbd> + <kbd>s</kbd> 連絡先を<strong>保存</strong>する。
ro: <kbd>command</kbd> + <kbd>s</kbd> <strong>Salvare</strong> contact.

# Info
source: <kbd>command</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
cs: <kbd>command</kbd> + <kbd>s</kbd> <strong>Uloží</strong> zprávu.
da: <kbd>kommando</kbd> + <kbd>s</kbd><strong>gemmer</strong> beskeden.
hu: <kbd>Command</kbd> + <kbd>s</kbd> <strong>Elmenti</strong> az üzenetet.
is: <kbd>Slaufulykill</kbd> + <kbd>s</kbd> <strong>Vistar</strong> skilaboðin.
it: <kbd>comando</kbd> + <kbd>s</kbd> <strong>Salva</strong> il messaggio.
ja: <kbd>command</kbd> + <kbd>s</kbd> メッセージを<strong>保存</strong>する。
ro: <kbd>cmd</kbd> + <kbd>s</kbd> <strong>Salvare</strong> mesaj.

# Info
source: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
cs: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Odešle</strong> zprávu.
da: <kbd>ctrl</kbd> + <kbd>Retur</kbd><strong>afsender</strong> beskeden.
hu: <kbd>Ctrl</kbd> + <kbd>Enter</kbd> <strong>Elküldi</strong> az üzenetet.
is: <kbd>Ctrl</kbd> + <kbd>Enter</kbd> <strong>Sendir</strong> skilaboðin.
it: <kbd>ctrl</kbd> + <kbd>invio</kbd> <strong>Spedisce</strong> il messaggio.
ja: <kbd>ctrl</kbd> + <kbd>enter</kbd> メッセージを<strong>送信</strong>する。
ro: <kbd>Ctrl</kbd> + <kbd>Enter</kbd> <strong>Trimitere</strong> mesaj.

# Info
source: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
cs: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Uloží</strong> zprávu.
da: <kbd>ctrl</kbd> + <kbd>s</kbd><strong>gemmer</strong> beskeden.
hu: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Elmenti</strong> az üzenetet.
is: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Vistar</strong> skilaboðin.
it: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Salva</strong> il messaggio.
ja: <kbd>ctrl</kbd> + <kbd>s</kbd> メッセージを<strong>保存</strong>する。
ro: <kbd>Ctrl</kbd> + <kbd>s</kbd> <strong>Salvare</strong> mesaj.

# Info
source: <kbd>enter</kbd> Confirms <strong>the active modal</strong>.
cs: <kbd>enter</kbd> Potvrdí <strong>aktivní dialog</strong>.
da: <kbd>retur</kbd> Bekræfter <strong>den aktive popup</strong>.
hu: <kbd>Enter</kbd> Jóváhagyja a <strong>jelenleg megnyitott ablakot</strong>.
is: <kbd>Enter</kbd> Staðfestir <strong>virkan glugga</strong>.
it: <kbd>invio</kbd> Conferma <strong>la finestra attiva</strong>.
ja: <kbd>enter</kbd> <strong>モーダルの有効化</strong>を確定する。
ro: <kbd>Enter</kbd> Confirmare <strong>fereastră modală activă.</strong>.

# Info
source: <kbd>enter</kbd> Opens the <strong>marked</strong> message/conversation.
cs: <kbd>enter</kbd> Otevře <strong>označenou</strong> zprávu/konverzaci.
da: <kbd>enter</kbd>Åbner den <strong>markerede</strong> besked/samtale.
hu: <kbd>Enter</kbd> Megnyitja a <strong>kijelölt</strong> üzenetet/beszélgetést.
is: <kbd>Enter</kbd> Opnar <strong>merkt</strong> skilaboð/samtal.
it: <kbd>invio</kbd> Apre il messaggio/conversazione <strong>segnato</strong>.
ja: <kbd>enter</kbd> <strong>選択した</strong>メッセージ/会話を開く。
ro: <kbd>Enter</kbd> Deschidere mesaj/conversație <strong>marcat(ă)</strong>.

# Info
source: <kbd>escape</kbd> Back to the list.
cs: <kbd>escape</kbd> Zpět do seznamu.
da: <kbd>escape</kbd> retur til listen.
hu: <kbd>Esc</kbd> Vissza a listához.
is: <kbd>Escape</kbd> Fara til baka í listann.
it: <kbd>esc</kbd> Torna all'elenco.
ja: <kbd>escape</kbd> 一覧に戻る。
ro: <kbd>Esc</kbd> Înapoi la listă.

# Info
source: <kbd>escape</kbd> Closes <strong>the active modal</strong>.
cs: <kbd>escape</kbd> Zavře <strong>aktivní dialog</strong>.
da: <kbd>escape</kbd> Lukker <strong>den aktive popup</strong>.
hu: <kbd>Esc</kbd> Elveti a <strong>jelenleg megnyitott ablakot</strong>.
is: <kbd>Escape</kbd> Lokar <strong>virkum glugga</strong>.
it: <kbd>esc</kbd> Chiudi <strong>la finestra attiva</strong>.
ja: <kbd>escape</kbd> <strong>有効なモーダル</strong>を閉じる。
ro: <kbd>Esc</kbd> Închidere <strong>fereastră activă.</strong>.

# Info
source: <kbd>escape</kbd> Closes the active <strong>composer</strong>.
cs: <kbd>escape</kbd> Zavře aktivní <strong>editační okno</strong>.
da: <kbd>escape</kbd> lukker den aktive <strong>skrrivesession</strong>.
hu: <kbd>Esc</kbd> Elveti a <strong>levélírást</strong>.
is: <kbd>escape</kbd> Lokar virka <strong>ritlinum</strong>.
it: <kbd>esc</kbd> Chiudi il <strong>compositore</strong> attivo.
ja: <kbd>escape</kbd> メールの<strong>新規作成</strong>を閉じる。
ro: <kbd>Esc</kbd> Închidere fereastră de <strong>compunere</strong> activă.

# Info
source: <kbd>g</kbd> then <kbd>.</kbd> Goes to <strong>starred</strong>.
cs: <kbd>g</kbd> a pak <kbd>.</kbd> Přejde do složky <strong>s hvězdičkou</strong>.
da: <kbd>g</kbd> så <kbd>.</kbd> går til <strong>stjernemarkerede</strong>.
hu: <kbd>g</kbd> majd <kbd>.</kbd> Ugrás a <strong>csillagozott</strong> levelekhez.
is: <kbd>g</kbd> síðan <kbd>.</kbd> Fara í <strong>stjörnumerkt</strong>.
it: <kbd>g</kbd> poi <kbd>.</kbd> Va ai <strong>preferiti</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>.</kbd> <strong>星印付き</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>.</kbd> Deplasare la <strong>marcate</strong>.

# Info
source: <kbd>g</kbd> then <kbd>a</kbd> Goes to <strong>archive</strong>.
cs: <kbd>g</kbd> a pak <kbd>a</kbd> Přejde do složky <strong>archiv</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Arkiv</strong>.
hu: <kbd>g</kbd> majd <kbd>a</kbd> Ugrás az <strong>archivált</strong> levelekhez.
is: <kbd>g</kbd> síðan <kbd>a</kbd> Fara í <strong>safn</strong>.
it: <kbd>g</kbd> poi <kbd>a</kbd> Va all'<strong>archivio</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>a</kbd> <strong>アーカイブ</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>a</kbd> Deplasare la <strong>arhivă</strong>.

# Info
source: <kbd>g</kbd> then <kbd>d</kbd> Goes to <strong>drafts</strong>.
cs: <kbd>g</kbd> a pak <kbd>d</kbd> Přejde do složky <strong>koncepty</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Udkast</strong>.
hu: <kbd>g</kbd> majd <kbd>d</kbd> Ugrás a <strong>vázlatokhoz</strong>.
is: <kbd>g</kbd> síðan <kbd>d</kbd> Fara í <strong>drög</strong>.
it: <kbd>g</kbd> poi <kbd>d</kbd> Va alle <strong>bozze</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>d</kbd> <strong>下書き</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>d</kbd> Deplasare la <strong>ciorne</strong>.

# Info
source: <kbd>g</kbd> then <kbd>i</kbd> Goes to <strong>inbox</strong>.
cs: <kbd>g</kbd> a pak <kbd>i</kbd> Přejde do složky <strong>doručená pošta</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Indbakke</strong>.
hu: <kbd>g</kbd> majd <kbd>i</kbd> Ugrás a <strong>beérkezett üzenetekhez</strong>.
is: <kbd>g</kbd> síðan <kbd>i</kbd> Fara í <strong>innhólf</strong>.
it: <kbd>g</kbd> poi <kbd>i</kbd> Va alla <strong>posta in arrivo</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>i</kbd> <strong>受信箱</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>i</kbd> Deplasare la <strong>primite</strong>.

# Info
source: <kbd>g</kbd> then <kbd>s</kbd> Goes to <strong>sent</strong>.
cs: <kbd>g</kbd> a pak <kbd>s</kbd> Přejde do složky <strong>odeslaná pošta</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Sendt</strong>.
hu: <kbd>g</kbd> majd <kbd>s</kbd> Ugrás az <strong>elküldött</strong> levelekhez.
is: <kbd>g</kbd> síðan <kbd>s</kbd> Fara í <strong>sent</strong>.
it: <kbd>g</kbd> poi <kbd>s</kbd> Va alla <strong>posta inviata</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>s</kbd> <strong>送信済み</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>s</kbd> Deplasare la <strong>trimise</strong>.

# Info
source: <kbd>g</kbd> then <kbd>t</kbd> Goes to <strong>trash</strong>.
cs: <kbd>g</kbd> a pak <kbd>t</kbd> Přejde do složky <strong>koš</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Papirkurv</strong>.
hu: <kbd>g</kbd> majd <kbd>t</kbd> Ugrás a <strong>lomtárhoz</strong>.
is: <kbd>g</kbd> síðan <kbd>t</kbd> Fara í <strong>ruslið</strong>.
it: <kbd>g</kbd> poi <kbd>t</kbd> Va al <strong>cestino</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>t</kbd> <strong>ごみ箱</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>t</kbd> Deplasare la <strong>gunoi</strong>.

# Info
source: <kbd>g</kbd> then <kbd>x</kbd> Goes to <strong>spam</strong>.
cs: <kbd>g</kbd> a pak <kbd>x</kbd> Přejde do složky <strong>spam</strong>.
da: <kbd>g</kbd> så <kbd>a</kbd> går til <strong>Spam</strong>.
hu: <kbd>g</kbd> majd <kbd>x</kbd> Ugrás a <strong>levélszeméthez</strong>.
is: <kbd>g</kbd> síðan <kbd>x</kbd> Fara í <strong>ruslpóst</strong>.
it: <kbd>g</kbd> poi <kbd>x</kbd> Va a <strong>spam</strong>.
ja: <kbd>g</kbd> 押下後 <kbd>x</kbd> <strong>迷惑メール</strong>を開く。
ro: <kbd>g</kbd> apoi <kbd>x</kbd> Deplasare la <strong>spam</strong>.

# Info
source: <kbd>i</kbd> Moves the message/conversation to <strong>inbox</strong>.
cs: <kbd>i</kbd> Přesune zprávu/konverzaci do <strong>doručené pošty</strong>.
da: <kbd>a</kbd> flytter beskeden/samtalen til <strong>indbakken</strong>.
hu: <kbd>i</kbd> Áthelyezi az üzenetet/beszélgetést a <strong>beérkezett üzenetekhez</strong>.
is: <kbd>i</kbd> Færir skilaboð/samtal í <strong>innhólf</strong>.
it: <kbd>i</kbd> Sposta il messaggio/conversazione alla <strong>posta in arrivo</strong>.
ja: <kbd>i</kbd> メッセージ/会話を<strong>受信箱</strong>に移動する。
ro: <kbd>i</kbd> Mutare mesaj/conversație în <strong>primite</strong>.

# Info
source: <kbd>j</kbd> Displays the <strong>older</strong> conversation.
cs: <kbd>j</kbd> Zobrazí <strong>starší</strong> konverzaci.
da: <kbd>j</kbd> viser de <strong>tidligere</strong> samtaler.
hu: <kbd>j</kbd> Megjeleníti a <strong>korábbi</strong> beszélgetést.
is: <kbd>j</kbd> Birtir <strong>eldra</strong> samtal.
it: <kbd>j</kbd> Mostra la conversazione <strong>più vecchia</strong>.
ja: <kbd>j</kbd> <strong>古い</strong>会話を表示する。
ro: <kbd>j</kbd> Afișare conversații mai <strong>vechi</strong>.

# Info
source: <kbd>k</kbd> Displays the <strong>newer</strong> conversation.
cs: <kbd>k</kbd> Zobrazí <strong>novější</strong> konverzaci.
da: <kbd>j</kbd> viser de <strong>nyeste</strong> samtaler.
hu: <kbd>j</kbd> Megjeleníti a <strong>későbbi</strong> beszélgetést.
is: <kbd>k</kbd> Birtir <strong>nýrra</strong> samtal.
it: <kbd>k</kbd> Mostra la conversazione <strong>più recente</strong>.
ja: <kbd>k</kbd> <strong>新しい</strong>会話を表示する。
ro: <kbd>k</kbd> Afișare conversații mai <strong>noi</strong>.

# Info
source: <kbd>r</kbd> Marks the message/conversation as <strong>read</strong>.
cs: <kbd>r</kbd> Označí zprávu/konverzaci jako <strong>přečtenou</strong>.
da: <kbd>a</kbd> markerer beskeden/samtalen som <strong>læst</strong>.
hu: <kbd>r</kbd> <strong>Olvasottként</strong> jelöli az üzenetet/beszélgetést.
is: <kbd>r</kbd> Merkir skilaboð/samtal sem <strong>lesið</strong>.
it: <kbd>r</kbd> Segna il messaggio/conversazione come <strong>già letto</strong>.
ja: <kbd>r</kbd> メッセージ/会話を<strong>既読にする</strong>。
ro: <kbd>r</kbd> Marcare mesaj/conversație ca <strong>citit(ă)</strong>.

# Info
source: <kbd>s</kbd> Moves the message/conversation to <strong>spam</strong>.
cs: <kbd>s</kbd> Přesune zprávu/konverzaci do <strong>spamu</strong>.
da: <kbd>a</kbd> flytter beskeden/samtalen til <strong>Spam</strong>.
hu: <kbd>i</kbd> Áthelyezi az üzenetet/beszélgetést a <strong>levélszeméthez</strong>.
is: <kbd>s</kbd> Færir skilaboð/samtal í <strong>ruslpóst</strong>.
it: <kbd>s</kbd> Sposta il messaggio/conversazione in <strong>spam</strong>.
ja: <kbd>s</kbd> メッセージ/会話を<strong>迷惑メール</strong>に移動する。
ro: <kbd>s</kbd> Mutare mesaj/conversație în <strong>spam</strong>.

# Info
source: <kbd>shift</kbd> + <kbd>a</kbd> Reply to all recipients for a message/conversation.
cs: <kbd>shift</kbd> + <kbd>a</kbd> Odpoví na zprávu/konverzaci všem příjemcům.
da: <kbd>shift</kbd> + <kbd>a</kbd> svar til alle modtagere i en besked/samtale.
hu: <kbd>Shift</kbd> + <kbd>a</kbd> Válasz írása az üzenet/beszélgetés összes címzettjének.
is: <kbd>Shift</kbd> + <kbd>a</kbd> Svarar öllum viðtakendum skilaboða/samtals.
it: <kbd>maiusc</kbd> + <kbd>a</kbd> Rispondi a tutti i destinatari di un messaggio/conversazione.
ja: <kbd>shift</kbd> + <kbd>a</kbd> メッセージ/会話を全員に返信する。
ro: <kbd>Shift</kbd> + <kbd>a</kbd> Răspunde tuturor destinatarilor pentru un mesaj/conversaţie.

# Info
source: <kbd>shift</kbd> + <kbd>f</kbd> Forward a message/conversation.
cs: <kbd>shift</kbd> + <kbd>f</kbd> Přepošle zprávu/konverzaci.
da: <kbd>shift</kbd> + <kbd>f</kbd> videresender en besked/samtale.
hu: <kbd>Shift</kbd> + <kbd>f</kbd> Üzenet/beszélgetés továbbküldése.
is: <kbd>Shift</kbd> + <kbd>f</kbd> Áframsendir skilaboð/samtal.
it: <kbd>maiusc</kbd> + <kbd>f</kbd> Inoltra un messaggio/conversazione.
ja: <kbd>shift</kbd> + <kbd>f</kbd> メッセージ/会話を転送する。
ro: <kbd>Shift</kbd> + <kbd>f</kbd> Redirecționare mesaj/conversație.

# Info
source: <kbd>shift</kbd> + <kbd>r</kbd> Reply to a message/conversation.
cs: <kbd>shift</kbd> + <kbd>r</kbd> Odpoví na zprávu/konverzaci.
da: <kbd>shift</kbd> + <kbd>r</kbd> Besvarer en besked/samtale.
hu: <kbd>Shift</kbd> + <kbd>r</kbd> Válasz írása az üzenetre/beszélgetésre.
is: <kbd>Shift</kbd> + <kbd>r</kbd> Svarar skilaboðum/samtali.
it: <kbd>maiusc</kbd> + <kbd>r</kbd> Rispondi a un messaggio/conversazione.
ja: <kbd>shift</kbd> + <kbd>r</kbd> メッセージ/会話に返信する。
ro: <kbd>Shift</kbd> + <kbd>r</kbd> Răspunde mesajului/conversației.

# Info
source: <kbd>shift</kbd> + <kbd>space</kbd> Opens <strong>the command palette</strong>.
cs: <kbd>shift</kbd> + <kbd>mezerník</kbd> Otevře <strong>nabídku příkazů</strong>.
da: <kbd>shift</kbd> + <kbd>mellenrum</kbd> åbner <strong>kommandopaletten</strong>.
hu: <kbd>Shift</kbd> + <kbd>szóköz</kbd> Megnyitja a <strong>parancspalettát</strong>.
is: <kbd>Shift</kbd> + <kbd>Bilslá</kbd> Opnar <strong>skipanaspjaldið</strong>.
it: <kbd>maiusc</kbd> + <kbd>barra spaziatrice</kbd> Apre <strong>il menu dei comandi</strong>.
ja: <kbd>shift</kbd> + <kbd>space</kbd> <strong>コマンドパレット</strong>を開く。
ro: <kbd>Shift</kbd> + <kbd>Spațiu</kbd> Deschidere <strong>panou de comenzi</strong>.

# Info
source: <kbd>t</kbd> <strong>To delete</strong> contact.
cs: <kbd>t</kbd> Pro <strong>smazání</strong> kontaktu.
da: <kbd>t</kbd> <strong>for at slette</strong> kontakt.
hu: <kbd>t</kbd> <strong>Törli</strong> a névjegyet.
is: <kbd>t</kbd> <strong>Til að eyða</strong> tengilið.
it: <kbd>t</kbd> <strong>Per eliminare</strong> il contatto.
ja: <kbd>t</kbd> 連絡先を<strong>削除</strong>する。
ro: <kbd>t</kbd> <strong>Ștergere</strong> contact.

# Info
source: <kbd>t</kbd> Moves the message/conversation to <strong>trash</strong>.
cs: <kbd>t</kbd> Přesune zprávu/konverzaci do <strong>koše</strong>.
da: <kbd>a</kbd> flytter beskeden/samtalen til <strong>Papirkurv</strong>.
hu: <kbd>t</kbd> Áthelyezi az üzenetet/beszélgetést a <strong>lomtárba</strong>.
is: <kbd>t</kbd> Færir skilaboð/samtal í <strong>ruslið</strong>.
it: <kbd>t</kbd> Sposta un messaggio/conversazione nel <strong>cestino</strong>.
ja: <kbd>t</kbd> メッセージ/会話を<strong>ごみ箱</strong>に移動する。
ro: <kbd>t</kbd> Mutare mesaj/conversație în <strong>gunoi</strong>.

# Info
source: <kbd>u</kbd> Marks the message/conversation as <strong>unread</strong>.
cs: <kbd>u</kbd> Označí zprávu/konverzaci jako <strong>nepřečtenou</strong>.
da: <kbd>a</kbd> markerer beskeden/samtalen som <strong>ulæst</strong>.
hu: <kbd>u</kbd> <strong>Olvasatlanként</strong> jelöli az üzenetet/beszélgetést.
is: <kbd>u</kbd> Merkir skilaboð/samtal sem <strong>ólesið</strong>.
it: <kbd>u</kbd> Segna il messaggio/conversazione come <strong>da leggere</strong>.
ja: <kbd>u</kbd> メッセージ/会話を<strong>未読に戻す</strong>。
ro: <kbd>u</kbd> Marcare mesaj/conversație ca <strong>necitit(ă)</strong>.

# Info
source: <kbd>x</kbd> Selects the message/conversation marked.
cs: <kbd>x</kbd> Vybere označenou zprávu/konverzaci.
da: <kbd>x</kbd> vælger den markerede beskede/samtale.
hu: <kbd>x</kbd> Kijelöli a kiválasztott üzenetet.
is: <kbd>x</kbd> Velur merkt skilaboð/samtal.
it: <kbd>x</kbd> Seleziona i messaggi/conversazioni segnati.
ja: <kbd>x</kbd> 星印付きのメッセージ/会話を選択する。
ro: <kbd>x</kbd> Selectare mesaj/conversație marcat(ă).

# Info
source: <p><i class="fa fa-info-circle"></i> Use Drag and Drop to rank merging priority between contacts.</p> <p>Uncheck contacts you do <b>not</b> want to merge.</p>
cs: <p><i class="fa fa-info-circle"></i> Pro nastavení důležitosti sloučení mezi kontakty použijte funkcni přetažení (uchopit a přetáhnout).</p> <p>Zrušte označení kontaktů, které <b>nechcete</b> sloučit.</p>
da: <p><i class="fa fa-info-circle"></i> Benyt Træk og Slip for at rangere sammenfletningsprioriteten mellem kontakter.</p> <p>Afmarkér kontakter, som du <b>ikke</b> ønsker flettet.</p>
hu: <p><i class="fa fa-info-circle"></i> Húzza át a névjegyeket az egyesítés prioritásának meghatározásához.</p> <p>Törölje azoknak a névjegyeknek a kijelölését, amelyet <b>nem</b> szeretne egyesíteni.</p>
is: <p><i class="fa fa-info-circle"></i> Dragðu og slepptu tengiliðum til þess að breyta forgangi við sameiningu þeirra.</p> <p>Afmerktu þá tengiliði sem þú vilt <b>ekki</b> sameina.</p>
it: <p><i class="fa fa-info-circle"></i> Usa il Drag and Drop per impostare una priorità di unione tra i contatti.</p> <p>Deseleziona i contatti che <b>non</b> desideri unire.</p>
ja: <p><i class="fa fa-info-circle"></i>ドラッグアンドドロップで連絡先の順番を変えられます。</p> <p><b>統合したくない連絡先</b>はチェックを外してください。</p>
ro: <p><i class="fa fa-info-circle"></i> Trageți și plasați pentru a stabili prioritatea de unire a contactelor.</p> <p>Deselectați contactele care <b>nu</b> doriți să fie unite.</p>

# Info
source: <strong>This will only be shown once.</strong> ProtonMail is a global effort. Your feedback is very important in our mission to make encryption available for everyone. Thank You!
cs: <strong>Tato informace se zobrazí pouze jedenkrát.</strong> ProtonMail je globálním projektem. Váš názor je pro nás velmi důležitý - chceme zpřístupnit šifrování pro všechny. Děkujeme!
da: <strong>Dette vises kun én gang.</strong> ProtonMail er en global indsats. Din feedback er meget vigtig i vores mission om at gøre kryptering tilgængelig for alle. Tak!
hu: <strong>Ez csak egyszer fog megjelenni.</strong> A ProtonMail egy globális kezdeményezés. A visszajelzése fontos számunkra, hogy mindenki számára elérhetővé tehessük a titkosítást. Köszönjük!
is: <strong>Þetta mun aðeins birtast einu sinni.</strong> ProtonMail er smíði fjölmargra aðila. Umsögnin þín er mjög mikilvæg fyrir herferð okkar við að gera dulritun aðgengilega fyrir alla. Hafðu þakkir fyrir!
it: <strong>Ciò sarà mostrato solo una volta.</strong> ProtonMail è un'opera globale. La tua opinione è molto importante per la nostra missione di rendere la crittografia disponibile a tutti. Grazie!
ja: <strong>これは一度だけ表示されます。</strong>ProtonMail は、世界的な取り組みです。あなたのご意見は皆が暗号を利用できるようにする私たちの使命にとってとても重要なことです。ありがとうございます
ro: <strong>Acesta mesaj va fi afișat doar o dată.</strong> ProtonMail este un efort global. Părerea dvs. este foarte importantă pentru misiunea noastră pentru a face criptarea disponibilă pentru oricine. Vă mulțumim!

# Info
source: A <a ui-sref="secured.dashboard({scroll: true})">paid plan</a> is required to turn off the ProtonMail signature. Paid plan revenue allows us to continue supporting free accounts.
cs: <a ui-sref="secured.dashboard({scroll: true})">Zpoplatněný tarif</a> umožňuje vypnout podpis ProtonMailu ve zprávách. Příjmy ze zpoplatněných tarifů nám i nadále umožňují podporovat bezplatné účty.
da: Et <a ui-sref="secured.dashboard({scroll: true})">abonnement</a> er nødvendigt for at deaktivere ProtonMail-signaturen. Abonnementsindtægter tillader os fortsat at kunne tilbyde gratis konti.
hu: <a ui-sref="secured.dashboard({scroll: true})">Előfizetés</a> szükséges a ProtonMail aláírás kikapcsolásához. Az előfizetés lehetővé teszi számunkra, hogy továbbra is biztosíthassunk ingyenes fiókokat.
is: Krafist er <a ui-sref="secured.dashboard({scroll: true})">greiddrar áskriftar</a> til að slökkva á ProtonMail undirrituninni. Tekjur af greiddum áskriftum gera okkur kleift að bjóða upp á ókeypis notendaaðganga.
it: Un <a ui-sref="secured.dashboard({scroll: true})">piano a pagamento</a> è richiesto per togliere la firma di ProtonMail. I piani a pagamento ci permettono di continuare a fornire gli account gratuiti.
ja: 本文末尾のProtonMail署名を無効にするには<a ui-sref="secured.dashboard({scroll: true})"> 有料プラン</a>のご契約が必要です。有料プランの収入によって、私達は無料アカウントの提供を続けることができます。
ro: Este necesar un <a ui-sref="secured.dashboard({scroll: true})">plan plătit</a> pentru a ascunde semnătura ProtonMail. Veniturile din planurile cu plată ne permit să continuăm suportarea conturilor gratuite.

# Info
source: A new version of ProtonMail is available. Please refresh this page.
cs: K dispozici je nová verze ProtonMail. Aktualizujte tuto stránku.
da: En ny version af ProtonMail er tilgængelig. Genindlæs venligst denne side.
hu: Új ProtonMail verzió érhető el. Kérjük frissítse az oldalt.
is: Ný útgáfa ProtonMail er tiltæk. Endurlestu þessa síðu.
it: È disponibile una nuova versione di ProtonMail. Si prega di aggiornare questa pagina.

# Info
source: ALL YOUR DATA WILL BE LOST!
cs: VŠECHNA VAŠE DATA BUDOU ZTRACENA!
da: ALLE DIN DATA GÅR TABT!
hu: AZ ÖSSZES ADATA EL FOG VESZNI!
is: ÖLL GÖGNIN ÞÍN MUNU TAPAST!
it: TUTTI I TUOI DATI ANDRANNO PERSI!
ja: 全てのデータが失われます。
ro: TOATE DATELE VOR FI PIERDUTE!

# Info
source: Add a custom filter to perform actions such as automatically labeling or archiving messages.
cs: Přidej vlastní filtr jako např. automatické přidávání štítku nebo archivování zpráv.
da: Tilføj et tilpasset filter for at udføre handlinger såsom automatisk mærkning eller beskedarkivering.
hu: Adjon hozzá egyedi szűrőket, hogy olyan műveletek elvégzéséhez, mint az automatikus üzenetcímkézés vagy archiválás.
is: Bættu við sérsniðinni síu til að framkvæma ýmsar aðgerðir á borð við sjálfvirkar merkingar eða röðun í safni.
it: Aggiunga un filtro personalizzato per eseguire azioni come l'etichettatura o l'archiviazione dei messaggi automaticamente.
ja: 自動ラベル付けやメッセージの収納などを行う、仕分けフィルターを追加してください。
ro: Adăugați un filtru personal pentru a executa acțiuni cum ar fi etichetarea automată sau arhivarea mesajelor.
