Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# 1 of 2 contacts successfully imported.
source: contacts successfully imported.
cs: kontakty byly úspěšně naimportovány.
da: kontakter blev importeret.
hu: névjegyek sikeresen importálva.
is: tengiliðir fluttir inn.
it: contatti correttamente importati.
ja: 連絡先のインポートが成功しました。
ro: contacte importate cu succes.

# 1 of 2 contacts successfully merged.
source: contacts successfully merged.
cs: kontakty byly úspěšně sloučeny.
da: kontakter blev flettet.
hu: névjegyek sikeresen egybevonva.
is: tengiliðir sameinaðir.
it: contatti uniti correttamente.
ja: 連絡先の統合に成功しました。
ro: contacte unite cu succes.

# 2FA setup modal
source: 30 seconds
cs: 30 sekund
da: 30 sekunder
hu: 30 másodperc
is: 30 sekúndur
it: 30 secondi
ja: 30 秒
ro: 30 de secunde

# 2FA setup modal
source: 6 digits
cs: 6 číslic
da: 6 cifre
hu: 6 számjegy
is: 6 stafir
it: 6 cifre
ja: 6 桁
ro: 6 cifre

# 2FA setup modal
source: Interval
hu: Intervallum
is: Millibil
it: Intervallo
ja: 間隔

# 2FA setup modal
source: Key
cs: Klíč
da: Nøgle
hu: Kulcs
is: Lykill
it: Chiave
ja: 鍵
ro: Cheie

# 2FA setup modal
source: Length
cs: Délka
da: Længde
hu: Hosszúság
is: Lengd
it: Lunghezza
ja: 長さ
ro: Lungime

# 2FA setup modal
source: Manually enter this information into your two factor authentication device to set up your account.
cs: Ručně zadejte tyto informace do zařízení určeného pro dvoufázové ověření a nastavte svůj účet.
da: Angiv disse oplysninger manuelt i din tofaktorgodkendelsesenhed for at opsætte din konto.
hu: Másolja be az alábbi információt a kétlépcsős azonosításhoz használt eszközbe.
is: Settu þessar upplýsingar handvirkt inn í tækið sem þú notar fyrir tveggja-þrepa auðkenningu til að setja upp notandaaðganginn þinn.
it: Inserisci manualmente queste informazioni nel tuo dispositivo di autenticazione a due passaggi per impostare il tuo account.
ja: アカウント設定のために、２要素認証デバイスに手動でこの情報を入力してください。
ro: Introduceți manual această informație în dispozitivul de autentificare cu doi factori pentru a configura contul.

# 2FA setup modal
source: Scan this QR code with your two factor authentication device to set up your account.
cs: Naskenujte QR kód pomoci zařízení určeného pro dvoufázové ověření a nastavte svůj účet.
da: Skan denne QR-kode i din tofaktorgodkendelsesenhed for at opsætte din konto.
hu: Olvassa be az alábbi QR kódot kétlépcsős azonosításhoz használt eszközön.
is: Skannaðu þennan QR-kóða inn í tækið sem þú notar fyrir tveggja-þrepa auðkenningu til að setja upp notandaaðganginn þinn.
it: Scansiona questo codice QR con il dispositivo di autenticazione a due passaggi per impostare l'account.
ja: アカウント設定のために、２要素認証デバイスでこのQRコードを読み取ってください。
ro: Scanați acest cod QR cu dispozitivul de autentificare cu doi factori pentru a configura contul.

# About human verification
source: <p>Too many ProtonMail accounts have been created from your connection.</p> <p>Thus, we are requesting additional verification to ensure you are human and not a spam bot.</p> <p>Because Tor or free VPNs are frequently abused by spammers, this check may be triggered because of the Tor or VPN exit node you are using.</p>
cs: <p>Z Vaší IP adresy bylo vytvořeno příliš mnoho účtů ve službě ProtonMail.</p> <p>Z tohoto důvodu jsme požádali o další ověření, že jste člověk a ne robot rozesílající spam.</p> <p>Vzhledem k tomu, že síť Tor nebo veřejné VPN jsou často zneužívány spammery, tato kontrola mohla být spuštěna kvůli výstupnímu Tor uzlu, který používáte.</p>
da: <p>Der er oprettet for mange ProtonMail-konti fra din forbindelse.</p> <p>Du anmodes derfor om yderligere bekræftelse for at sikre, at dette er en menneskelig, og ikke en spam-relateret, aktivitet.</p> <p>Da Tor eller gratis VPN'er ofte misbruges af spammere, kan dette tjek være udløst af din brug af et Tor- eller VPN-udgangsknudepunkt.</p>
hu: <p>Túl sok ProtonMail regisztrációt hoztak létre erről a kapcsolatról.</p> <p>Így további ellenőrzés szükséges, hogy megbizonyosodjunk róla, hogy nem SPAM robot használja a szolgáltatást.</p> <p>Mivel Tor vagy ingyenes VPN-ek használatával gyakran visszaélnek a spammerek, ezt a hibát a Tor, vagy VPN használata is okozhatja.</p>
is: <p>Of margir ProtonMail-aðgangar hafa verið útbúnir á tengingunni þinni.</p> <p>Þaðr af leiðandi verðum við að biðja um viðbótarupplýsingar til að ganga úr skugga um hvort þú sért mannlegur en ekki ruslpóstvélmenni (spam bot).</p> <p>Þar sem Tor eða ókeypis VPN-þjónustur eru oft misnotuð af ruslpóstsendendum, þá má vera að þessi athugun ræsist vegna þess hvaða útgangsgátt Tor eða VPN þú ert að nota.</p>
it: <p>Troppi account ProtonMail sono stati creati dalla tramite la tua connessione.</p> <p>Per questa ragione, è necessario richiedere ulteriori verifiche per controllare che tu sia un umano e non uno spam bot.</p> <p>Poiché Tor o le VPN gratuite vengono spesso abusate dagli spammer, questo controllo potrebbe essere causato dal nodo di uscita Tor o VPN utilizzato.</p>
ja: <p>あなたの接続から大量のProtonMailアカウント作成が要求されました。</p> <p>したがって、あなたが人間であり、スパムロボットではないことを確認する追加の検証が必要です。</p> <p>Torや無料のVPNはしばしばスパマーによって悪用されるため、TorやVPNの出口ノードを利用している場合、このチェックが求められる場合があります。</p>
ro: <p>Au fost create prea multe conturi ProtonMail prin conexiunea dvs.</p> <p>De aceea, solicităm verificări suplimentare pentru a ne asigura că sunteți o persoană și nu un robot de spam.</p> <p>Deoarece Tor sau VPN-urile gratuite sunt frecvent abuzate de cei care fac spam, această verificare poate fi declanșată din cauza nodului de ieșire Tor sau VPN pe care îl utilizați.</p>

# Action
source: 1 message moved to {{folder}}
cs: 1 zpráva přesunuta do složky {{folder}}
da: 1 besked flyttet til {{folder}}
hu: 1 üzenet áthelyezve ide: {{folder}}
is: 1 skilaboð færð í {{folder}}
it: Un messaggio è stato spostato in {{folder}}
ja: {{number}}件のメッセージを{{folder}}に移動します
ro: Un mesaj mutat în {{folder}}

# Action
source: Activate
cs: Aktivovat
da: Aktivér
hu: Aktiválás
is: Virkja
it: Attiva
ja: 有効化

# Action
source: Activate Keys
cs: Aktivovat klíče
da: Aktivér nøgler
hu: Kulcsok Aktiválása
is: Virkja dulritunarlykla
it: Attiva chiavi
ja: 鍵を有効化
ro: Activare chei

# Action
source: Activate ProtonVPN
cs: Aktivovat ProtonVPN
da: Aktivér ProtonVPN
hu: ProtonVPN aktiválása
is: Virkja ProtonVPN
it: Attiva ProtonVPN
ja: ProtonVPN を有効化
ro: Activare ProtonVPN

# Action
source: Activate {{email}}
cs: Aktivovat {{email}}
da: Aktivér {{email}}
hu: {{email}} aktiválása
is: Virkja {{email}}
it: Attiva {{email}}
ja: {{email}} の有効化
ro: Activare {{email}}

# Action
source: Add
cs: Přidat
da: Tilføj
hu: Hozzáadás
is: Bæta við
it: Aggiungi
ja: 追加
ro: Adăugare

# Action
source: Add Address
cs: Přidat adresu
da: Tilføj adresse
hu: Új Cím
is: Bæta við vistfangi
it: Aggiungi Indirizzi
ja: アドレスを追加
ro: Adăugare adresă

# Action
source: Add Entry
cs: Přidat položku
da: Tilføj post
hu: Új elem
is: Bæta við færslu
it: Aggiungi voce
ja: 項目を追加
ro: Adăugare intrare

# Action
source: Add Filter
cs: Přidat filtr
da: Tilføj filter
hu: Új szűrő
is: Bæta við síu
it: Aggiungi filtro
ja: フィルターを追加
ro: Adăugare filtru

# Action
source: Add PayPal payment method
da: Tilføj PayPal-betalingsmetode
hu: PayPal fizetési mód hozzáadása
is: Bæta við PayPal-greiðslumáta

# Action
source: Add Payment Method
da: Tilføj betalingsmetode
hu: Fizetési mód hozzáadása
is: Bæta við greiðslumáta
ro: Adăugare metodă de plată

# Action
source: Add Sieve Filter
cs: Přidat Sieve filtr
da: Tilføj Sieve-filter
hu: Új rosta szűrő
is: Bæta við Sieve-síu
it: Aggiungi filtro Sieve
ja: 仕分けフィルターを追加
ro: Adăugare filtru Sieve

# Action
source: Add VPN Protection
cs: Přidat ochranu VPN
da: Tilføj VPN-beskyttelse
hu: VPN Védelem hozzáadása
is: Bættu við VPN-vörn
it: Aggiungi la protezione VPN

# Action
source: Add address
cs: Přidat adresu
da: Tilføj adresse
hu: Új cím
is: Bæta við heimilisfangi
it: Aggiungi indirizzi
ja: アドレスを追加
ro: Adăugare adresă

# Action
source: Add all
cs: Přidat vše
da: Tilføj alt
hu: Összes hozzáadása
is: Bæta öllu við
it: Aggiungi tutte
ja: 全て追加

# Action
source: Add auto-reply
cs: Přidat automatickou odpověď
da: Tilføj auto-svar
hu: Új automatikus válasz
is: Bæta við sjálfvirku svari
it: Aggiungi risposta automatica
ja: 自動返信を追加
ro: Adăugare autorăspuns

# Action
source: Add condition
cs: Přidat podmínku
da: Tilføj betingelse
hu: Új feltétel
is: Bæta við skilyrði
it: Aggiungi condizione
ja: 条件の追加

# Action
source: Add contact
cs: Přidat kontakt
da: Tilføj kontakt
hu: Új névjegy
is: Bæta við tengilið
it: Aggiungi contatto
ja: 連絡先を追加
ro: Adăugare contact

# Action
source: Add contact group
da: Tilføj kontaktgruppe
hu: Új névjegy csoport
is: Bæta í tengiliðahóp

# Action
source: Add contacts
cs: Přidat kontakty
da: Tilføj kontakter
hu: Címzettek hozzáadása
is: Bæta í tengiliði
it: Aggiungi contatti
ja: 連絡先を追加

# Action
source: Add coupon
cs: Přidat kupón
da: Tilføj kupon
hu: Kupon hozzáadása
is: Bæta við inneignarnótu
it: Aggiungi coupon
ja: クーポンを追加
ro: Adăugare cupon

# Action
source: Add custom domain
cs: Přidat vlastní doménu
da: Tilføj tilpasset domæne
hu: Új saját domain név
is: Bæta við sérsniðnu léni
it: Aggiungi dominio personalizzato
ja: 独自ドメインを追加
ro: Adăugare domeniu personal

# Action
source: Add filters
cs: Přidat filtry
da: Tilføj filtre
hu: Szűrők hozzáadása
is: Bæta við síum
it: Aggiungi filtri
ja: フィルターを追加
ro: Adăugare filtre

# Action
source: Add folder
cs: Přidat složku
da: Tilføj mappe
hu: Új mappa
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダーを追加
ro: Adăugare folder

# Action
source: Add key
cs: Přidat klíč
da: Tilføj nøgle
hu: Új kulcs
is: Bæta við lykli
it: Aggiungi chiave
ja: 鍵を追加

# Action
source: Add label
cs: Přidat štítek
da: Tilføj etiket
hu: Új címke
is: Bæta við merkingu
it: Aggiungi etichetta
ja: ラベルを追加
ro: Adăugare etichetă

# Action
source: Add new key
cs: Přidat nový klíč
da: Tilføj ny nøgle
hu: Új kulcs hozzáadása
is: Bæta við nýjum lykli
it: Aggiungi una nuova chiave
ja: 新しい鍵を追加

# Action
source: Add new users
cs: Přidat nové uživatele
da: Tilføj nye brugere
hu: Új felhasználók
is: Bæta við nýjum notendum
it: Aggiungi un nuovi utenti
ja: 新規ユーザーを追加
ro: Adăugare utilizatori

# Action
source: Add screenshots
cs: Přidat snímky obrazovky
da: Tilføj skærmbillede
hu: Képernyőkép hozzáadása
is: Bæta við skjámyndum
it: Aggiungi screenshot
ja: スクリーンショットを追加
ro: Adăugare captură

# Action
source: Add to contacts
cs: Přidat do kontaktů
da: Føj til kontakter
hu: Hozzáadása a névjegyekhez
is: Bæta í tengiliði
it: Aggiungi ai contatti
ja: 連絡先に追加
ro: Adăugare la contacte

# Action
source: Add user
cs: Přidat uživatele
da: Tilføj bruger
hu: Új felhasználó
is: Bæta við notanda
it: Aggiungi utente
ja: ユーザーを追加
ro: Adăugare utilizator

# Action
source: Add your domain
cs: Přidat vlastní doménu
da: Tilføj dit domæne
hu: Új domain
is: Bæta við þínu eigin léni
it: Aggiungi il tuo dominio
ja: 独自ドメインを追加
ro: Adăugare domeniu

# Action
source: Addresses
cs: Adresy
da: Adresser
hu: Címek
is: Vistföng
it: Indirizzi
ja: アドレス
ro: Adrese

# Action
source: Advanced
cs: Pokročilé
da: Avanceret
hu: Haladó
is: Ítarlegt
it: Avanzate
ja: 拡張
ro: Avansat

# Action
source: Advanced search
cs: Rozšířené vyhledávání
da: Avanceret søgning
hu: Részletes keresés
is: Ítarleg leit
it: Ricerca avanzata
ja: 詳細検索
ro: Căutare avansată

# Action
source: Advanced settings
cs: Rozšířené nastavení
da: Avancerede indstillinger
hu: Haladó beállítások
is: Ítarlegar stillingar
it: Impostazioni avanzate
ja: 拡張設定
ro: Setări avansate

# Action
source: Align center
cs: Zarovnat na střed
da: Centrer
hu: Középre igazítás
is: Miðjujafna
it: Allinea al centro
ja: 中央揃え

# Action
source: Align left
cs: Zarovnat doleva
da: Venstrestil
hu: Balra igazítás
is: Vinstrijafna
it: Allinea a sinistra
ja: 左揃え

# Action
source: Align right
cs: Zarovnat doprava
da: Højerstil
hu: Jobbra igazítás
is: Hægrijafna
it: Allinea a destra
ja: 右揃え

# Action
source: All Read
cs: Všechny přečtené
da: Alt læst
hu: Összes olvasott
is: Allt lesið
it: Tutti i messaggi letti
ja: 全ての既読
ro: Toate citite

# Action
source: All Starred
cs: Všechny s hvězdičkou
da: Alle med stjerner
hu: Összes csillagozott
is: Allt stjörnumerkt
it: Tutti i preferiti
ja: 全ての星印付き
ro: Toate marcate

# Action
source: All Unread
cs: Všechny nepřečtené
da: Alle læste
hu: Összes olvasatlan
is: Allt ólesið
it: Tutti i messaggi non letti
ja: 全ての未読
ro: Toate necitite

# Action
source: All Unstarred
cs: Vše bez hvězdičky
da: Alle uden stjerner
hu: Összes csillagozatlan
is: Allt ekki-stjörnumerkt
it: Tutti i messaggi non preferiti
ja: 全ての星印なし
ro: Toate nemarcate

# Action
source: Already have an account?
cs: Máte již svůj účet?
da: Har allerede en konto?
hu: Van már fiókja?
is: Þegar með notandaaðgang?
it: Ha già un account?
ja: すでにアカウントをお持ちですか？
ro: Aveți deja un cont?

# Action
source: Also Archive
cs: Také archivovat
da: Arkivér også
hu: Archiválás
is: Einnig safn
it: Archivia anche

# Action
source: Apply
cs: Uložit
da: Anvend
hu: Alkalmazás
is: Virkja
it: Applica
ja: 適用
ro: Aplicare

# Action
source: Attachments
da: Vedhæftninger
hu: Mellékletek
is: Viðhengi

# Action
source: Auto
cs: Automaticky
hu: Automatikus
is: Sjálfvirkt
it: Automatico
ja: 自動

# Action
source: Back to list
cs: Zpět na seznam
da: Retur til liste
hu: Vissza a listához
is: Til baka í lista
it: Torna alla lista
ja: 一覧に戻る

# Action
source: Back to login
cs: Zpět na přihlášení
da: Tilbage til log ind
hu: Vissza a bejelentkezéshez
is: Til baka í innskráningu
it: Torna alla pagina d'accesso
ja: ログインへ戻る
ro: Spre autentificare

# Action
source: Back to protonmail.com
cs: Zpět na protonmail.com
da: Tilbage til protonmail.com
hu: Vissza a protonmail.com-ra
is: Aftur í protonmail.com
it: Torna a protonmail.com
ja: protonmail.comに戻る
ro: Înapoi la protonmail.com

# Action
source: Basic
cs: Základní
da: Grundlæggende
hu: Alapszintű
is: Einfalt
it: Base
ja: 基本

# Action
source: Bold
cs: Tučně
da: Fed
hu: Félkövér
is: Feitletrað
it: Grassetto
ja: 太字

# Action
source: Cancel
cs: Zrušit
da: Annuller
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
ro: Anulare

# Action
source: Cancel <i class="fa fa-close"></i>
cs: Zrušit <i class="fa fa-close"></i>
da: Annullér <i class="fa fa-close"></i>
hu: Mégsem <i class="fa fa-close"></i>
is: Hætta við <i class="fa fa-close"></i>
it: Annulla <i class="fa fa-close"></i>
ja: キャンセル <i class="fa fa-close"></i>

# Action
source: Change address priority
cs: Změnit prioritu adresy
da: Skift addresseprioritet
hu: Cím prioritás megváltoztatása
is: Breyta forgangi vistfangs
it: Cambia priorità dell'indirizzo
ja: アドレスの優先順位を変更
ro: Schimbare prioritate adresă

# Action
source: Change color
cs: Změnit barvu
da: Skift farve
hu: Szín megváltoztatása
is: Breyta lit
it: Cambia colore
ja: 色の変更

# Action
source: Change font
cs: Změnit písmo
da: Skift skrifttype
hu: Betűtípus megváltoztatása
is: Breyta leturgerð
it: Cambia carattere
ja: フォントの変更

# Action
source: Change font size
cs: Změnit velikost písma
da: Skift skriftstørrelse
hu: Betűméret megváltoztatása
is: Breyta leturstærð
it: Cambia le dimensioni del carattere
ja: フォントサイズの変更

# Action
source: Change layout
cs: Změnit rozvržení
da: Skift layout
hu: Elrendezés módosítása
is: Breyta uppsetningu
it: Cambia layout
ja: レイアウトを変更

# Action
source: Change layout (columns)
da: Skift layout (kolonner)
hu: Elrendezés módosítása (oszlopok)
is: Breyta uppsetningu (dálkar)

# Action
source: Change layout (rows)
da: Skift layout (rækker)
hu: Elrendezés módosítása (sorok)
is: Breyta uppsetningu (raðir)

# Action
source: Change login password
cs: Změnit přihlašovací heslo
da: Skift loginadgangskode
hu: Bejelentkezési jelszó megváltoztatása
is: Breyta lykilorði innskráningar
it: Cambia la password di login
ja: ログインパスワードを変更
ro: Schimbare parolă conectare

# Action
source: Change mailbox password
cs: Změnit heslo poštovní schránky
da: Skift postkasseadgangskode
hu: Email fiók jelszavának megváltoztatása
is: Breyta lykilorði á pósthólfi
it: Cambia la password della casella email
ja: メールボックスのパスワードを変更
ro: Schimbare parolă mesaje

# Action
source: Change order
cs: Změnit pořadí
da: Skift rækkefølgen
hu: Sorrend megváltoztatása
is: Breyta röðun
it: Modifica ordine
ja: 並べ替え
ro: Schimbare ordine

# Action
source: Change organization keys
cs: Změnit klíče organizace
da: Skift organisationsnøgler
hu: Szervezeti kulcsok megváltoztatása
is: Skipta um dulritunarlykla fyrir stofnun
it: Cambia le chiavi dell'organizzazione
ja: 組織用の鍵を変更
ro: Schimbare chei organizație

# Action
source: Change organization password
cs: Změnit heslo organizace
da: Skift organisationsadgangskode
hu: Szervezeti jelszó megváltoztatása
is: Breyta lykilorði stofnunar
it: Cambia la password dell'organizzazione
ja: 組織パスワードを変更
ro: Schimbare parolă organizație

# Action
source: Change password
cs: Změnit heslo
da: Skift adgangskode
hu: Jelszó megváltoztatása
is: Breyta lykilorði
it: Cambia la password
ja: パスワードを変更
ro: Schimbare parolă

# Action
source: Change verification email
da: Skift bekræftelses e-mail
hu: Megerősítő e-mail megváltoztatása
is: Breyta sannvottunarpósti

# Action
source: Change verification number
da: Skift bekræftelses nummer
hu: Megerősítő telefonszám megváltoztatása
is: Breyta sannvottunarnúmeri

# Action
source: Check out with PayPal
da: Foretag køb med PayPal
hu: Fizetés PayPal használatával
is: Greiða með PayPal

# Action
source: Clear
cs: Vymazat
da: Ryd
hu: Törlés
is: Hreinsa
it: Elimina
ja: 消去
ro: Eliminare

# Action
source: Clear all formatting
cs: Vymazat veškeré formátování
da: Ryd al formatering
hu: Formázás törlése
is: Hreinsa öll snið
it: Cancella tutta la formattazione
ja: 書式を全て消去

# Action
source: Close
cs: Zavřít
da: Luk
hu: Bezárás
is: Loka
it: Chiudi
ja: 閉じる
ro: Închidere

# Action
source: Common login problems
cs: Běžné problémy s přihlášením
da: Almindelige loginproblemer
hu: Általános bejelentkezési problémák
is: Algeng vandamál í innskráningu
it: Problemi comuni di login
ja: 一般的なログインの問題
ro: Probleme frecvente de conectare

# Action
source: Complete setup
cs: Dokončit nastavení
da: Færdiggør opsætnning
hu: Beállítások elfogadása
is: Ljúka uppsetningu
it: Completa la configurazione
ja: セットアップの完了
ro: Finalizare configurare

# Action
source: Compose
cs: Nová zpráva
da: Skriv
hu: Levélírás
is: Semja skilaboð
it: Componi
ja: 新規作成
ro: Compunere

# Action
source: Compose to
cs: Napsat zprávu
da: Skriv to
hu: Levélírás neki
is: Semja til
it: Componi per
ja: 新規作成
ro: Scrie la

# Action
source: Contact Groups
da: Kontaktgrupper
hu: Névjegy csoportok
is: Hópar tengiliða

# Action
source: Contact details
cs: Kontaktní údaje
da: Kontaktoplysninger
hu: Névjegy részletei
is: Nánar um tengilið
it: Dettagli contatto
ja: 連絡先の詳細

# Action
source: Contacts
cs: Kontakty
da: Kontakter
hu: Névjegyek
is: Tengiliðir
it: Contatti
ja: 連絡先
ro: Contacte

# Action
source: Continue
da: Fortsæt
hu: Tovább
is: Halda áfram

# Action
source: Copy address
cs: Kopírovat adresu
da: Kopiér addresse
hu: Cím másolása
is: Afrita vistfang
it: Copia indirizzo
ja: メールアドレスをコピー
ro: Copiere adresă

# Action
source: Create Account
cs: Založit účet
da: Opret konto
hu: Fiók létrehozása
is: Búa til notandaaðgang
it: Crea account
ja: アカウントを作成
ro: Creare cont

# Action
source: Create a new contact group
da: Opret ny kontaktgruppe
hu: Új névjegy csoport
is: Búa til nýjan tengiliðahóp

# Action
source: Create a new folder
cs: Vytvořit novou složku
da: Opret ny mappe
hu: Új mappa
is: Búa til nýja möppu
it: Crea una nuova cartella
ja: 新しいフォルダーの作成
ro: Creare folder

# Action
source: Create a new group
da: Opret en ny gruppe
hu: Új csoport létrehozása
is: Útbúa nýjan hóp

# Action
source: Create a new label
cs: Vytvořit nový štítek
da: Opret ny etiket
hu: Új címke létrehozása
is: Búa til nýja merkingu
it: Crea una nuova etichetta
ja: 新しいラベルの作成

# Action
source: Create label
cs: Vytvořit štítek
da: Opret etiket
hu: Címke létrehozása
is: Búa til merkingu
it: Crea etichetta
ja: ラベルの作成

# Action
source: Custom Filter
cs: Vlastní filtr
da: Tilpasset filter
hu: Egyéni Szűrő
is: Sérsniðin sía
it: Filtro personalizzato
ja: カスタムフィルター

# Action
source: Customize
cs: Přizpůsobení
da: Tilpas
hu: Testreszabás
is: Sérsníða
it: Personalizza
ja: カスタマイズ
ro: Personalizare

# Action
source: Date: New to old
cs: Datum: Od nejnovějších
da: Dato: Ny til gammel
hu: Dátum: Újabbtól régebbiig
is: Dagsetning: Nýrra til eldra
it: Data: da nuovo a vecchio
ja: 新しい日付順に並び替え
ro: Dată: cele noi sus

# Action
source: Date: Old to new
cs: Datum: Od nejstarších
da: Dato: Gammel til ny
hu: Dátum: Régebbitől újabbig
is: Dagsetning: Eldra til nýrra
it: Data: da vecchio a nuovo
ja: 古い日付順に並び替え
ro: Dată: cele vechi sus

# Action
source: Decrypt
cs: Dešifrovat
da: Dekryptér
hu: Visszafejtés
is: Afkóða
it: Decripta

# Action
source: Delete
cs: Odstranit
da: Slet
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ro: Ștergere

# Action
source: Delete draft
cs: Smazat koncept
da: Slet udkast
hu: Piszkozat törlése
is: Eyða drögum
it: Elimina bozza
ja: 下書きの削除

# Action
source: Delete your account
cs: Smazat účet
da: Slet din konto
hu: Fiók törlése
is: Eyða notandaaðganginum þínum
it: Elimina il tuo account
ja: アカウントを削除
ro: Ștergere cont

# Action
source: Deselect all
cs: Odznačit vše
da: Fravælg alle
hu: Kijelölés törlése
is: Afvelja allt
it: Deseleziona tutto
ja: 選択を全て解除
ro: Deselectare toate

# Action
source: Disable
cs: Deaktivovat
da: Deaktivere
hu: Kikapcsolva
is: Gera óvirkt
it: Disabilita
ja: 無効化
ro: Dezactivare

# Action
source: Disable Two-Factor Authentication
cs: Vypnout dvoufázové ověření
da: Deaktivér to-faktor autentificering
hu: Kétlépéses hitelesítés kikapcsolása
is: Gera tveggja-þátta auðkenningu óvirka
it: Disabilita l'autenticazione in due passaggi
ja: 2 要素認証を無効にする
ro: Dezactivare autentificare cu doi factori

# Action
source: Disabled
cs: Zakázáno
da: Deaktiveret
hu: Tiltva
is: Óvirkt
it: Disabilitato
ja: 無効
ro: Dezactivat

# Action
source: Discard
cs: Zahodit
da: Kassér
hu: Elvetés
is: Henda
it: Scarta
ja: 破棄
ro: Renunțare

# Action
source: Display invoice
cs: Zobrazit fakturu
da: Vis faktura
hu: Számla megjelenítése
is: Birta reikning
it: Mostra fattura
ja: 請求書を表示
ro: Afișare factură

# Action
source: Do not remind me
cs: Nepřipomínat
da: Påmind mig ikke
hu: Ne emlékeztessen többet
is: Ekki minna mig á
it: Non ricordarmelo
ja: 今後表示しない

# Action
source: Don't show this again
cs: Příště nezobrazovat
da: Vis ikke dette igen
hu: Ne jelenjen meg többet
is: Ekki birta þetta aftur
it: Non mostrarlo più
ja: 今後表示しない
ro: Nu mai arăta

# Action
source: Donate
cs: Darovat
da: Donér
hu: Adományozás
is: Styrkja
it: Dona
ja: 寄付
ro: Donați

# Action
source: Done
cs: Hotovo
da: Udført
hu: Kész
is: Lokið
it: Fatto
ja: 完了
ro: Gata

# Action
source: Download
cs: Stáhnout
da: Hent
hu: Letöltés
is: Sækja
it: Scarica
ja: ダウンロード
ro: Descărcare

# Action
source: Edit
cs: Upravit
da: Redigere
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ro: Editare

# Action
source: Edit sieve
da: Redigér sieve
hu: Rostaszűrő szerkesztése
is: Breyta sieve

# Action
source: Edit signature
cs: Upravit podpis
da: Rediger signatur
hu: Aláírás szerkesztése
is: Breyta undirskrift
it: Modifica la firma
ja: 署名を編集
ro: Editare semnătură

# Action
source: Email our support team
cs: Kontaktujte náš tým podpory
da: Mail til vores supportteam
hu: E-mail küldése az ügyfélszolgálatnak
is: Sendu tölvupóst á stuðningsteymið okkar
it: Mandi un'email al nostro team di supporto
ja: サポートチームにメール
ro: Scrieți echipei de suport

# Action
source: Empty drafts
cs: Prázdné koncepty
da: Tomme udkast
hu: Piszkozatok kiürítése
is: Tæma drög
it: Svuota bozze
ja: 下書きを空にする
ro: Eliminare ciorne

# Action
source: Empty folder
cs: Vyprázdnit složku
da: Tøm mappe
hu: Mappa kiürítése
is: Tæma möppu
it: Svuota la cartella
ja: フォルダを空にする
ro: Golire folder

# Action
source: Empty label
cs: Prázdný štítek
da: Tom etiket
hu: Címke kiürítése
is: Tóm merking
it: Svuota etichetta
ja: ラベルを空にする

# Action
source: Empty spam
cs: Vyprázdnit složku Nevyžádané
da: Tøm spam
hu: Levélszemét kiürítése
is: Tæma ruslpóst
it: Svuota spam
ja: 迷惑メールを空にする
ro: Golire spam
