Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Title
source: Select payment method:
cs: Vyberte způsob platby:
da: Vælg betalingsmetode:
hu: Fizetés módja:
is: Veldu greiðslumáta:
it: Selezione del metodo di pagamento:
ja: 支払い方法を選択してください：
ro: Selectare metodă de plată:

# Title
source: Sender
cs: Odesílatel
da: Afsender
hu: Feladó
is: Sendandi
it: Mittente
ja: 差出人
ro: Expeditor

# Title
source: Sending notice
cs: Zaslání upozornění
da: Sende meddelelse
hu: Érdesítés küldése
is: Sendi tilkynningu
it: Avviso d'invio
ja: 通知の送信
ro: Notificare trimitere

# Title
source: Sent / Drafts folders appearance
cs: Zobrazení složky Odeslané / Koncepty
da: Udseende for Sendt-/Kladdemappe
hu: Elküldött és Piszkozat mappák megjelenése
is: Útlit á Sent / Drög möppum
it: Aspetto cartelle Posta Inviata / Bozze
ja: 送信済み/下書きフォルダーの外観
ro: Aspect foldere Trimise/Ciorne

# Title
source: Session Management
cs: Správce relací
da: Sessionshåndtering
hu: Munkamenet-kezelés
is: Setustýring
it: Gestione sessioni
ja: セッション管理
ro: Gestionare sesiuni

# Title
source: Set OpenVPN Password
cs: Nastavit OpenVPN heslo
da: Indstil OpenVPN-adgangskode
hu: OpenVPN jelszó beállítása
is: Stilla OpenVPN-lykilorð
it: Impostazione della password di OpenVPN
ja: OpenVPNパスワードの設定
ro: Setare parolă OpenVPN

# Title
source: Set Organization Password
cs: Nastavit heslo organizace
da: Indstil organisationsadgangskode
hu: Szervezeti jelszó beállítása
is: Setja lykilorð stofnun
it: Impostazione password dell'organizzazione
ja: 組織パスワードの設定
ro: Setare parolă organizație

# Title
source: Set Up Two Factor Authentication
cs: Nastavit dvoufázové ověření
da: Opsæt To-faktorautentificering
hu: Kétlépcsős azonosítás beállítása
is: Setja upp tveggja-þátta auðkenningu
it: Impostazione dell'autenticazione in due passaggi
ja: 2 要素認証の設定
ro: Setare autentificare cu doi factori

# Title
source: Set display name and signature
cs: Nastavit zobrazované jméno a podpis
da: Indstil visningsnavn og signatur
hu: Megjelenített név és aláírás beállítsa
is: Stilltu birtingarnafn og undirskrift
it: Imposta nome visualizzato e firma
ja: 表示名と署名の設定
ro: Setare nume afișat și semnătură

# Title
source: Set up your account
cs: Nastavení účtu
da: Opsæt din konto
hu: Fiók beállítása
is: Settu upp notandaaðganginn þinn
it: Imposta il tuo account
ja: アカウントの設定
ro: Setare cont

# Title
source: Setting up account
cs: Nastavení účtu
da: Opretter en ny konto
hu: Fiók beállítása
is: Set upp aðgang

# Title
source: Setting up your Addresses
cs: Nastavení adres
da: Opsætter dine mails
hu: Cím beállítása
is: Uppsetning á vistföngunum þínum
it: Configurazione dei tuoi indirizzi
ja: メールアドレスの設定
ro: Configurare adresă

# Title
source: Setting up your Keys
cs: Nastavení klíčů
da: Opsætter dine nøgler
hu: Kulcsok beállítása
is: Set upp dulritunarlyklana þína
it: Impostando le sue chiavi
ja: 暗号鍵の設定
ro: Setare chei

# Title
source: Setting up your Organization
cs: Nastavení organizace
da: Opsætter din organisation
hu: Szervezet beállítása
is: Uppsetning á stofnun/fyrirtæki/samtökum/félagi
it: Impostando la sua organizzazione
ja: 組織の設定
ro: Setare organizație

# Title
source: Settings
cs: Nastavení
da: Indstillinger
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ro: Setări

# Title
source: Show previous message
cs: Zobrazit předchozí zprávu
da: Se foregående besked
hu: Előző üzenet megjelenítése
is: Birta fyrri skilaboð
it: Visualizzazione del messaggio precedente
ja: 前のメッセージを表示
ro: Afișare mesaj anterior

# Title
source: Sieve Script
hu: Rosta szkript
is: Sieve-skrifta
it: Script Sieve
ja: 仕分けスクリプト
ro: Script Sieve

# Title
source: Sign in again to continue
cs: Chcete-li pokračovat, znovu se přihlaste
da: Log ind igen for at fortsætte
hu: Lépjen be újból a folytatáshoz
is: Skráðu þig inn aftur til að halda áfram
it: Accedi di nuovo per continuare
ja: 続行するには再度ログインしてください。
ro: Reconectați-vă pentru a continua

# Title
source: Signup
cs: Registrace
da: Tilmeld
hu: Regisztráció
is: Nýskráðu þig
it: Iscrizione
ja: 新規登録
ro: Înscriere

# Title
source: Similar Key Already Active!
cs: Podobný klíč je již aktivní!
da: Lignende nøgletype allerede aktiv!
hu: Már van egy hasonló kulcs!
is: Svipaður dulritunarlykill er þegar virkur!
it: Chiave simile già attiva!
ja: 類似した鍵が有効になっています！
ro: Cheie similară deja activă!

# Title
source: Spam
cs: Nevyžádaná pošta
hu: Levélszemét
is: Ruslpóstur
ja: 迷惑メール

# Title
source: Spam Filters
cs: Filtry nevyžádané pošty
da: Spamfiltre
hu: Levélszemét szűrők
is: Ruslpóstsíur
it: Filtri anti-spam
ja: 迷惑メールフィルター
ro: Filtre de spam

# Title
source: Starred
cs: S hvězdičkou
da: Stjernemarkeret
hu: Csillagozott
is: Stjörnumerkt
it: Preferito
ja: 星印付き
ro: Marcate

# Title
source: Start date
cs: Datum zahájení
da: Startdato
hu: Kezdő dátum
is: Upphafsdagsetning
it: Data d'inizio
ja: 開始日
ro: Dată început

# Title
source: State-of-the-art
hu: Korszerű
is: Framúrskarandi

# Title
source: Status
cs: Stav
hu: Állapot
is: Staða
it: Stato
ja: 状態
ro: Stare

# Title
source: Storage
cs: Úložiště
da: Lagerplads
hu: Tárhely
is: Geymslurými
it: Spazio
ja: ストレージ
ro: Spațiu

# Title
source: Subject
cs: Předmět
da: Emne
hu: Tárgy
is: Viðfangsefni

# Title
source: Switch to One-Password Mode
cs: Přepnout do režimu s jedním heslem
da: Skift til én adgangskode-tilstand
hu: Váltás egy jelszavas módra
is: Skipta yfir í eins-lykilorðs ham
it: Passaggio alla modalità password singola
ja: １パスワードモードへの切り替え
ro: Comutare la mod parolă unică

# Title
source: Switch to Two-Password Mode
cs: Přepnout do režimu se dvěma hesly
da: Skift til to-adgangskode-tilstand
hu: Váltás két jelszavas módra
is: Skipta yfir í tveggja-lykilorða ham
it: Passaggio alla modalità a due password
ja: 2 パスワード モードへの切り替え
ro: Comutare la mod cu două parole

# Title
source: Text color
cs: Barva textu
da: Tekstfarve
hu: Szöveg színe
is: Textalitur
it: Colore del testo
ja: 文字色
ro: Culoare text

# Title
source: Thank you for your subscription!
cs: Děkujeme za platbu a projevenou důvěru!
da: Tak for din abonnementsoprettelse!
hu: Köszönjük az előfizetést!
is: Takk fyrir áskriftina þína!
it: Grazie per essersi abbonato!
ja: 登録ありがとうございます。
ro: Vă mulțumim pentru abonare!

# Title
source: Thank you for your support!
cs: Děkujeme za vaši podporu!
da: Tak for din støtte!
hu: Köszönjük a támogatást!
is: Þakka þér fyrir stuðninginn!
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます。
ro: Vă mulțumim pentru suport!

# Title
source: Threadlist
cs: Seznam vláken
da: Trådliste
hu: Üzenet lista
is: Kvíslaður listi
it: Conversazioni
ja: スレッド一覧
ro: Conversații

# Title
source: Time
cs: Čas
da: Tid
hu: Idő
is: Tími
it: Orario
ja: 日時
ro: Data

# Title
source: To
cs: Komu
da: Til
hu: Címzett
is: Til
it: A
ja: 宛先
ro: La

# Title
source: To:
da: Til:
hu: Címzett:
is: Til:

# Title
source: Toolbar
cs: Panel nástrojů
da: Værktøjslinje
hu: Eszköztár
is: Verkfærastika
it: Barra degli strumenti
ja: ツールバー
ro: Bară de unelte

# Title
source: Total (2-year billing)
cs: Celkem (2-roční učtování)
da: I alt (2-årig fakturring)
hu: Összesen (2 éves számlázás)
is: Alls (greiðist á 2-ára fresti)
it: Totale (fatturazione biennale)
ja: 合計（２年毎の請求）
ro: Total (facturare pe 2 ani)

# Title
source: Total (annual billing)
cs: Celkem (roční účtování)
da: I alt (kvartalsfakturring)
hu: Összesen (éves számlázás)
is: Alls (greiðist árlega)
it: Totale (fatturazione annuale)
ja: 合計（１年毎の請求）
ro: Total (facturare anuală)

# Title
source: Total (monthly billing)
cs: Celkem (měsíční účtování)
da: I alt (månedsfakturring)
hu: Összesen (havi számlázás)
is: Alls (greiðist mánaðarlega)
it: Totale (fatturazione mensile)
ja: 合計（１ヶ月毎の請求）
ro: Total (facturare lunară)

# Title
source: Trash
cs: Koš
da: Papirkurv
hu: Lomtár
is: Rusl
it: Cestino
ja: ごみ箱
ro: Gunoi

# Title
source: Trust Public Key (Address Verification)
cs: Důvěřovat veřejnému klíči (Ověření adresy)
da: Gør offentlig nøgle betroet (adressebekræftelse)
hu: Nyilvános kulcs megbízhatóként jelölése (cím hitelesítés)
is: Treysta dreifilykli (sannvottun vistfangs)
it: Considera la chiave pubblica affidabile (verifica dell'indirizzo)
ja: 公開鍵の信頼 (アドレスの検証)
ro: Cheie publică de încredere (Verificare adresă)

# Title
source: Two-Factor Authentication
cs: Dvoufázové ověření
da: To-faktorautentificering
hu: Kétlépéses hitelesítés
is: Tveggja-þátta auðkenning
it: Autenticazione in due passaggi
ja: 2 要素認証
ro: Autentificare cu doi factori

# Title
source: Two-factor authentication enabled
cs: Dvoufázové ověřování zapnuto
da: To-faktorautentificering aktiv
hu: Kétlépéses hitelesítés bekapcsolva
is: Tveggja-þátta auðkenning er virk
it: Autenticazione in due passaggi attivata
ja: 2 要素認証を有効にしました。
ro: Autentificare cu doi factori activată

# Title
source: Type
cs: Typ
hu: Típus
is: Tegund
it: Tipo
ja: 種類
ro: Tip

# Title
source: Unsubscribe from mailing list?
cs: Odhlásit se z odběru?
da: Frameld mailingliste?
hu: Leiratkozik a levelezési listáról?
is: Segja upp áskrift að póstlista?
it: Disiscriversi dalla mailing list?
ja: 購読を解除しますか？
ro: Vă dezabonați de la lista de discuții?

# Title
source: Unsupported browser
da: Uunderstøttede browser
hu: Nem támogatott böngésző
is: Óstuddur vafri

# Title
source: Update user
cs: Upravit uživatele
da: Opdatér bruger
hu: Felhasználó frissítése
is: Uppfæra notanda
it: Aggiornamento utente
ja: ユーザの更新
ro: Actualizare utilizator

# Title
source: Upgrade
cs: Rozšířit
da: Opgradér
hu: Váltás nagyobb csomagra
is: Uppfæra
it: Esecuzione dell'upgrade
ja: アップグレード

# Title
source: Use for encryption
da: Benyt til kryptering
hu: Titkosításhoz használva
is: Nota fyrir dulritun

# Title
source: User
cs: Uživatel
da: Bruger
hu: Felhasználó
is: Notandi
it: Utente
ja: ユーザー
ro: Utilizator

# Title
source: User history
cs: Historie uživatele
da: Brugerhistorik
hu: Felhasználó előzményei
is: Aðgerðaferill notanda
it: Cronologia utente
ja: ユーザーの履歴
ro: Istoric utilizator

# Title
source: User login
cs: Přihlášení uživatele
da: Brugerlogin
hu: Bejelentkezés
is: Innskráning notanda
it: Login utente
ja: ユーザーログイン
ro: Conectare utilizator

# Title
source: Username
cs: Uživatelské jméno
da: Brugernavn
hu: Felhasználónév
is: Notandanafn
it: Nome utente
ja: ユーザー名
ro: Nume utilizator

# Title
source: Username and domain
cs: Uživatelské jméno a doména
da: Brugernavn og domæne
hu: Felhasználónév és domain
is: Notandanafn og lén
it: Nome utente e dominio
ja: ユーザ名とドメイン
ro: Nume de utilizator și domeniu

# Title
source: Username:
cs: Uživatelské jméno:
da: Brugernavn:
hu: Felhasználónév:
is: Notandanafn:
it: Nome utente:
ja: ユーザー名：
ro: Nume utilizator:

# Title
source: Users
cs: Uživatelé
da: Brugere
hu: Felhasználók
is: Notendur
it: Utenti
ja: ユーザー
ro: Utilizatori

# Title
source: Value / Data / Points to
cs: Hodnota / Data / Body pro
da: Værdi/Data/Point til
hu: Érték / Adat / Cél cím
is: Gildi / Gögn / Bendir á
it: Valore / Dati / Punti a
ja: 値
ro: Valoare / Date / Direcționat spre

# Title
source: Verify
cs: Ověřit
da: Bekræft
hu: Ellenőrzés
is: Sannreyna
it: Verifica
ja: 検証
ro: Verificare

# Title
source: Warning
cs: Upozornění
da: Advarsel
hu: Figyelem
is: Aðvörun
it: Attenzione
ja: 警告
ro: Avertizare

# Title
source: Welcome
cs: Vítejte
da: Velkommen
hu: Üdvözöljük
is: Velkomin
it: Benvenuto/a
ja: ようこそ
ro: Bine ați venit

# Title
source: Welcome to ProtonMail
cs: Vítejte v ProtonMailu
da: Velkommen til ProtonMail
hu: Üdvözöljük a ProtonMailnél
is: Velkomin í ProtonMail
it: Benvenuto/a su ProtonMail
ja: ProtonMail へようこそ
ro: Bine ați venit la ProtonMail

# Title
source: Welcome to your new encrypted email account
cs: Vítejte ve své nové šifrované e-mailové schránce
da: Velkommen til din nye krypterede email-konto
hu: Üdvözöljük az új, titkosított e-mail fiókjában
is: Velkomin á nýja dulritaða póstaðganginn þinn
it: Benvenuto nel tuo nuovo account di posta elettronica crittografato
ja: 新しい暗号化メールアカウントへようこそ。
ro: Bine ați venit la noul cont de e-mail criptat

# Title
source: With Attachments
cs: S přílohami
da: Med vedhæftninger
hu: Mellékletet tartalmaz
is: Með viðhengjum
it: Con allegati
ja: 有り
ro: Cu atașamente

# Title
source: Without Attachments
cs: Bez příloh
da: Uden vedhæftninger
hu: Nem tartalmaz mellékletet
is: Án viðhengja
it: Senza allegati
ja: 無し
ro: Fără atașamente

# Title
source: You can generate a new encryption key if you think your previous key has been compromised.
da: Du kan generere en ny krypteringsnøgle, hvis du mener, at din tidligere nøgle er blevet kompromitteret.
hu: Új kulcsot generálhat, ha úgy gondolja hogy az előző kulcs kompromittálódhatott.
is: Þú getur útbúið nýjan dulritunarlykil ef þú heldur að fyrri dulritunarlykill hafi á einhvern hátt orðið berskjaldaður.

# Title
source: You now have an encrypted email account!
cs: Právě jste se stal majitelem šifrovaného e-mailového účtu!
da: Du har nu en krypteret e--mailkonto!
hu: Most már van egy titkosított e-mail fiókja!
is: Þú átt núna dulritaðan tölvupóstaðgang!
it: Ora ha un account di posta elettronica crittografata!
ja: 暗号化メールのアカウントができました。
ro: Acum aveți un cont de e-mail criptat!

# Title
source: contact group
da: kontaktgrupper
hu: névjegy csoport
is: tengiliðahópur

# Title
source: folder
da: mappe
hu: mappa
is: mappa

# Title
source: label
da: etiket
hu: címke
is: merking

# Title
source: {{$count}} Address
da: {{$count}} adresse
hu: {{$count}} felhasználó
is: {{$count}} póstfang

# Title
source: {{$count}} Custom domain
da: {{$count}} tilpasset domæne
hu: {{$count}} egyedi domain név
is: {{$count}} sérsniðið lén

# Title
source: {{$count}} User
da: {{$count}} bruger
hu: {{$count}} felhasználó
is: {{$count}} notandi

# Title
source: {{$count}} VPN Connection
da: {{$count}} VPN-forbindelse
hu: {{$count}} VPN kapcsolat
is: {{$count}} VPN-nettenging

# Title
source: {{Name}} deleted
da: {{Name}} slettet
hu: {{Name}} törölve
is: {{Name}} var eytt

# Title
source: {{amount}} Storage
da: {{amount}} lagerplads
hu: {{amount}} tárhely
is: {{amount}} geymslurými

# Title for contact modal
source: PGP Encryption
cs: Šifrování PGP
da: PGP-kryptering
hu: PGP titkosítás
is: PGP-dulritun
it: Crittografia PGP
ja: PGP暗号化
ro: Criptare PGP

# Title for contact modal
source: Save Changes?
cs: Uložit změny?
da: Gem ændringer?
hu: Változtatások mentése?
is: Vista breytingar?
it: Salvare le modifiche?
ja: 変更を保存しますか？
ro: Salvare modificări?

# Title for report phishing modal
source: Confirm phishing report
cs: Potvrdit oznámení phishingu
da: Bekræft phishing-anmeldelse
hu: Erősítse meg az adathalász bejelentést
is: Staðfesta skýrslu um veiðipóst
it: Conferma il report di phishing
ja: フィッシング報告の確認

# Title for the PGP modal
source: Message headers
cs: Hlavička zprávy
da: E-mailbrevhoveder
hu: Üzenet fejlécek
is: Hausar skilaboða
it: Intestazione del messaggio
ja: メッセージヘッダー

# Title for the contacts exporter modal
source: Exporting Contacts
cs: Exportování kontaktů
da: Eksporterer kontakter
hu: Névjegyek exportálása
is: Flyt út tengiliði
it: Esportazione contatti
ja: 連絡先のエクスポート中
ro: Exportare contacte

# Title for the contacts exporter modal
source: Importing Contacts
cs: Importování kontaktů
da: Eksporterer kontakter
hu: Névjegyek importálása
is: Flyt inn tengiliði
it: Importazione contatti
ja: 連絡先のインポート中
ro: Importare contacte

# Title for the contacts merging modal
source: Merging contacts
cs: Sloučit kontakty
da: Fletter kontakter
hu: Névjegyek egyesítése
is: Sameina tengiliði
it: Unendo i contatti
ja: 連絡先の統合中
ro: Unire contacte

# Title for the custom plan modal
source: Plan Details
cs: Podrobnosti o tarifu
da: Abonnementsoplysninger
hu: A csomag adatai
is: Nánar um áskriftarleið
it: Dettagli piano
ja: プラン詳細
ro: Detalii plan

# Title for the vpn modal
source: ProtonVPN Plans
cs: Ceník ProtonVPN
da: ProtonVPN-abonnementer
hu: ProtonVPN csomagok
is: ProtonVPN áskriftarleiðir
it: Piani ProtonVPN
ja: ProtonVPN のプラン
ro: Planuri ProtonVPN

# Title in the address modal
source: Name / Signature
da: Navn/Signatur
hu: Név / Aláírás
is: Nafn / Undirskrift

# Title invoice PDF
source: Invoice
da: Faktura
hu: Számla
is: Reikningur

# Title pasted image
source: Pasted-image
cs: Vložen obrázek
da: Indsat billede
hu: Beillesztett kép
is: Límd-mynd
it: Immagine incollata
ja: 貼り付けた画像
ro: Imagine inserată

# To continue, type DANGER below:
source: To continue, type
cs: Chcete-li pokračovat, zadejte
da: For at fortsætte, angiv
hu: A folytatáshoz írja be:
is: Til að halda áfram, skrifaðu
it: Per continuare, scriva
ja: 続行するには以下に
ro: Pentru a continua, scrieți

# To continue, type DANGER below:
source: below:
cs: níže:
da: nedenfor:
is: hér fyrir neðan:
it: sotto:
ja: と入力してください：
ro: mai jos:

# To enable desktop notifications, click here
source: To enable desktop notifications,
cs: Chcete-li zapnout oznámení na ploše,
da: For at aktivere computernotifikationer
hu: Asztali értesítések engedélyezéséhez,
is: Til að virkja tilkynningar á skjáborði,
it: Per abilitare le notifiche sul desktop,
ja: デスクトップ通知を有効にするには、
ro: Pentru a activa notificările pe desktop, apăsați aici

# Toggle Star message/conversation
source: Star
cs: Označit
da: Stjernemarkér
hu: Csillagozás
is: Stjörnumerkja
it: Preferito
ja: 星印を付ける
ro: Marcare

# Toggle Star message/conversation
source: Unstar
cs: Odebrat hvězdičku
da: Fjern stjernemarkering
hu: Nem csillagozás
is: Fjarlægja stjörnugjöf
it: Rimuovi dai Preferiti
ja: 星印をはずす
ro: Anulare marcare

# Tooltip
source: 1-year plan, {{percentage}} off
da: 1-års abonnement, {{percentage}} rabat
hu: 1 éves csomag, {{percentage}} kedvezmény
is: 1-árs áskrift , {{percentage}} afsláttur

# Tooltip
source: 2-year plan, {{percentage}} off
da: 2-års abonnement, {{percentage}} rabat
hu: 2 éves csomag, {{percentage}} kedvezmény
is: 2-ára áskrift , {{percentage}} afsláttur

# Tooltip
source: 2-year subscription discount
cs: Sleva na dvouleté předplatné
da: Rabat ved 2-årsabonnement
hu: 2 éves előfizetési kedvezmény
is: 2-ára áskriftarafsláttur

# Tooltip
source: 2-year subscription with VPN discount
cs: Sleva na dvouleté předplatné s VPN
da: Rabat ved 2-årsabonnement med VPN
hu: 2 éves előfizetés, VPN-nel kedvezmény
is: 2-ára áskrift með VPN-afslætti

# Tooltip
source: Address
cs: Adresa
da: Adresse
hu: Cím
is: Vistfang

# Tooltip
source: Annual subscription discount
cs: Sleva na roční předplatné
da: Rabat ved årsabonnement
hu: Éves előfizetési kedvezmény
is: Árlegur áskriftarafsláttur

# Tooltip
source: Annual subscription with VPN discount
cs: Sleva na roční předplatné s VPN
da: Rabat ved årsabonnement med VPN
hu: Éves előfizetési kedvezmény VPN-nel
is: Árs áskrift með VPN-afslætti

# Tooltip
source: Attachments
cs: Přílohy
da: Vedhæftninger
hu: Mellékletek
is: Viðhengi
it: Allegati

# Tooltip
source: Compose a new message to this email
cs: Napsat novou zprávu k tomuto e-mailu
da: Sammensæt en ny besked til denne e-mail
hu: Üzenet írása erre a címre
is: Semja ný skilaboð til þessa tölvupóstfangs
it: Componi un nuovo messaggio a questo indirizzo
ja: この宛先へ新規作成します

# Tooltip
source: Confirm mailbox password
cs: Potvrdit heslo k e-mailové schránce
da: Bekræft adgangskode til postkasse
hu: E-mail jelszó megerősítése
is: Staðfestu lykilorð fyrir pósthólf

# Tooltip
source: Copy address
cs: Kopírovat adresu
da: Kopiér addresse
hu: Cím másolása
is: Afrita vistfang
it: Copia indirizzo
ja: 住所をコピー

# Tooltip
source: Copy login
da: Kopier login
hu: Bejelentkezés másolása
is: Afrita innskráningu

# Tooltip
source: Copy password
cs: Kopírovat heslo
da: Kopier adgangskode
hu: Jelszó másolása
is: Afrita lykilorð

# Tooltip
source: Digital signature verified
cs: Digitální podpis byl ověřen
da: Digital signatur bekræftet
hu: Digitális aláírás ellenőrizve
is: Stafræn undirritun sannreynd
it: Firma digitale verificata
ja: デジタル署名の検証済み

# Tooltip
source: Download
cs: Stáhnout
da: Hent
hu: Letöltés
is: Sækja
it: Scarica
ja: ダウンロード
ro: Descărcare

# Tooltip
source: Edit contact
cs: Upravit kontakt
da: Redigér kontakt
hu: Névjegy szerkesztése
is: Breyta tengilið
it: Modifica contatto
ja: 連絡先の編集

# Tooltip
source: Encrypted data with verified digital signature
cs: Zašifrovaná data s ověřeným digitálním podpisem
da: Krypterede data med bekræftet digital signatur
hu: Titkosított adat, ellenőrzött digitális aláírással
is: Dulrituð gögn með sannvottaðri stafrænni undirritun
it: Dati cifrati con firma digitale verificata
ja: デジタル署名で検証済みの暗号化データ

# Tooltip
source: End-to-end encrypted
da: Ende-til-ende kryptering
hu: Végpontok közt titkosított
is: Enda-í-enda dulritað

# Tooltip
source: End-to-end encrypted to verified recipient
da: Ende-til-ende krypteret til bekræftet adressat
hu: Végpontok közt titkosított, ellenőrzött címzettnek
is: Enda-í-enda dulritað til sannvottaðs viðtakanda

# Tooltip
source: Enter your existing Proton password
cs: Zadejte současné Proton heslo
da: Angiv din eksisterende Proton-adgangskode
hu: Írja be a jelenlegi Proton jelszavát
is: Settu inn fyrirliggjandi Proton-lykilorðið þitt

# Tooltip
source: In archive
cs: V archivu
da: I arkiv
hu: Archívumban
is: Í safni

# Tooltip
source: In spam
da: I spam
hu: Levélszemétben
is: Í ruslpósti

# Tooltip
source: In trash
cs: V koši
da: I papirkurven
hu: Lomtárban
is: Í rusli

# Tooltip
source: It is allowed to encrypt with this key
cs: Šifrování s tímto klíčem je povoleno
da: Det er tilladt at kryptere med denne nøgle
hu: Engedélyezett ezzel a kulccsal titkosítani
is: Það má dulrita með þessum lykli

# Tooltip
source: Loading encryption info...
da: Indlæser krypteringsinfo...
hu: Titkosítási információk betöltése...
is: Hleð inn upplýsingum um dulritun...

# Tooltip
source: Message password
cs: Heslo zprávy
da: Beskedadgangskode
hu: Üzenet jelszó
is: Lykilorð skilaboða

# Tooltip
source: Monthly subscription with VPN discount
cs: Sleva na měsíční předplatné s VPN
da: Rabat ved månedlig abonnement med VPN
hu: Havi előfizetési kedvezmény VPN-nel
is: Mánaðarleg áskrift með VPN-afslætti

# Tooltip
source: More labels
cs: Další štítky
da: Flere etiketter
hu: További címkék
is: Fleiri merkingar

# Tooltip
source: Move item to the other list
cs: Přesunout položku do seznamu
da: Flyt emnet til den anden liste
hu: Elem áthelyezése a másik listára
is: Færa atriðið á hinn listann

# Tooltip
source: Number of VPN connections which can be assigned to users.
cs: Počet VPN připojení, která mohou být přidělena uživatelům.
da: Antal VPN-forbindelser, der kan tildeles til brugere.
hu: A felhasználókhoz rendelhető VPN kapcsolatok száma.
is: Fjöldi VPN-tenginga sem hægt er að úthluta til notenda.

# Tooltip
source: PGP-encrypted
da: PGP-krypteret
hu: PGP-titkosított
is: PGP-dulritað

# Tooltip
source: PGP-signed
da: PGP-signeret
hu: PGP-aláírt
is: PGP-undirritað

# Tooltip
source: Please upload a valid encryption key first before enabling encryption
cs: Před použitím nástroje pro šifrování nahrajte platný šifrovací klíč
da: Venligst send en gyldig krypteringsnøglen først, før du aktiverer kryptering
hu: Töltsön fel egy érvényes titkosítási kulcsot, mielőtt bekapcsolja a titkosítást
is: Sendu fyrst inn gildan dulritunarlykil áður en dulritun er virkjuð

# Tooltip
source: ProtonMail Verified
cs: ProtonMail ověřen
da: ProtonMail bekræftet
hu: ProtonMail által ellenőrizve
is: Sannreynt af ProtonMail

# Tooltip
source: ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.
cs: ProtonMail nesmí být použit pro hromadné odesílání e-mailů nebo nevyžádané pošty. Legitimní e-maily jsou neomezené.
da: ProtonMail kan ikke bruges til masseemailing eller spam. Legitime emails er ubegrænset.
hu: A ProtonMail nem használható tömeges levélküldésre és levélszemét küldésre. A szabályos levelek száma nincs korlátozva.
is: ProtonMail má ekki nota fyrir fjölpóst- eða ruslpóstsendingar. Fjöldi löglegra póstsendinga er ótakmarkaður.
