Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Title
source: Encrypted Reply
cs: Zašifrovaná odpověď
da: Krypteret svar
hu: Titkosított válasz
is: Dulritað svar
it: Risposta crittografata
ja: 暗号化された返信
ro: Răspuns criptat

# Title
source: Encryption
cs: Šifrování
da: Kryptering
hu: Titkosítás
is: Dulritun
it: Crittografia
ja: 暗号化
ro: Criptare

# Title
source: End date
cs: Datum ukončení
da: Slutdato
hu: Befejező dátum
is: Lokadagsetning
it: Data di fine
ja: 終了日
ro: Dată sfârșit

# Title
source: Enter the key password:
cs: Zadejte heslo klíče:
da: Indtast nøgle-adgangskoden:
hu: Adja meg az kulcs jelszót:
is: Sláðu inn lykilorðið fyrir dulritunarlykil

# Title
source: Enter your login password:
cs: Zadejte své přihlašovací heslo:
da: Indtast login-adgangskoden:
hu: Adja meg a bejelentkezési jelszavát:
is: Settu inn innskráningarlykilorð þitt:

# Title
source: Error
cs: Chyba
da: Fejl
hu: Hiba
is: Villa
it: Errore
ja: エラーが発生しました。
ro: Eroare

# Title
source: Error decrypting attachment
cs: Chyba při dešifrování přílohy
da: Fejl under dekryptering af vedhæftning
hu: Hiba a mellékletek visszafejtésekor
is: Villa við afkóðun viðhengis
it: Errore nella decifratura dell'allegato
ja: 添付ファイルの暗号化中にエラーが発生しました。
ro: Eroare la decriptarea atașamentelor

# Title
source: Event
cs: Událost
da: Begivenhed
hu: Esemény
is: Atvik
it: Evento
ja: イベント
ro: Eveniment

# Title
source: Expiration time
cs: Platnost do
da: Udløbstidspunkt
hu: Időkorlát
is: Gildir til klukkan
it: Data di scadenza
ja: 有効期限
ro: Dată expirare

# Title
source: Expires
da: Udløber
hu: Lejár
is: Rennur út

# Title
source: Export PGP key
cs: Exportovat klíč PGP
da: Eksportér PGP-nøgle
hu: PGP kulcs exportálása
is: Flytja út PGP-lykil
it: Esporta chiave PGP
ja: PGP鍵のエクスポート
ro: Exportare cheie PGP

# Title
source: Export private key
cs: Exportovat soukromý klíč
da: Importér privat nøgle
hu: Privát kulcs exportálása
is: Flytja út einkalykil
it: Esporta chiave privata
ja: 秘密鍵のエクスポート
ro: Exportare cheie privată

# Title
source: External PGP Settings (optional)
cs: Externí nastavení PGP (volitelné)
da: Eksterne PGP-indstillinger (valgfit)
hu: Külső PGP beállítások (opcionális)
is: Ytri PGP-stillingar (valfrjálst)
it: Impostazioni PGP esterne (facoltative)
ja: 外部PGPの設定（任意）
ro: Setări PGP externe (opțional)

# Title
source: Feedback form
cs: Zpětná vazba
da: Feedbackformular
hu: Visszajelző űrlap
is: Umsagnarform
it: Modulo per il feedback
ja: ご意見フォーム
ro: Formular de feedback

# Title
source: Filters
cs: Filtry
da: Filtre
hu: Szűrők
is: Síur
it: Filtri
ja: フィルター
ro: Filtre

# Title
source: Fingerprint
cs: Digitální otisk
da: Fingeraftryk
hu: Ujjlenyomat
is: Fingrafar
it: Impronta digitale
ja: フィンガープリント
ro: Amprentă

# Title
source: Folders / Labels
cs: Složky / Štítky
da: Mapper/Etiketter
hu: Mappák / Címkék
is: Möppur / Merkingar
it: Cartelle / Etichette
ja: フォルダー/ラベル
ro: Foldere/Etichete

# Title
source: From
cs: Od
da: Fra
hu: Feladó
is: Frá
it: Da
ja: 差出人
ro: De la

# Title
source: General
da: Generelt
hu: Általános
is: Almennt

# Title
source: Generating keys
cs: Generování klíčů
da: Genererer nøgle
hu: Kulcsok generálása
is: Útbý dulritunarlykla
it: Generazione chiavi
ja: 鍵の生成中
ro: Generare chei

# Title
source: Generating keys...
cs: Generování klíčů...
da: Genererer nøgler...
hu: Kulcsok generálása...
is: Útbý dulritunarlykla...
it: Generazione chiavi...
ja: 鍵の生成中…
ro: Se generează cheile...

# Title
source: Getting started with ProtonVPN
cs: Začínáme s ProtonVPN
da: Kom i gang med ProtonVPN
hu: Kezdő lépések az ProtonVPN-nel
is: Til að komast í gang með ProtonVPN
it: Primi passi con ProtonVPN
ja: ProtonVPNを利用する
ro: Primii pași cu ProtonVPN

# Title
source: Gift
da: Gave
hu: Ajándék
is: Gjöf

# Title
source: Gift code
cs: Dárkový kód
da: Gavekode
hu: Ajándék kód
is: Gjafakóði
it: Codice regalo
ja: ギフトコード
ro: Cod cadou

# Title
source: Group details
da: Gruppeoplysninger
hu: Csoport beállításai
is: Nánar um hóp

# Title
source: Help
cs: Nápověda
da: Hjælp
hu: Segítség
is: Hjálp
it: Aiuto
ja: ヘルプ
ro: Ajutor

# Title
source: Help and support
cs: Nápověda a podpora
da: Hjælp og support
hu: Súgó és támogatás
is: Hjálp og aðstoð
it: Aiuto e assistenza
ja: ヘルプとサポート
ro: Ajutor și suport

# Title
source: High security
cs: Vysoké zapezpečení
da: Høj sikkerhed
hu: Magas szintű biztonság
is: Mikið öryggi
it: Sicurezza alta
ja: 高レベルのセキュリティ
ro: Securitate mare

# Title
source: Highest security
cs: Nejvyšší zabezpečení
da: Højeste sikkerhed
hu: Legmagasabb szintű biztonság
is: Mesta öryggi
it: Sicurezza massima
ja: 最高レベルのセキュリティ
ro: Securitate maximă

# Title
source: Host name
cs: Název serveru
da: Værtsnavn
hu: Hoszt név
is: Vélarheiti
it: Nome host
ja: ホスト名
ro: Nume gazdă

# Title
source: Hotkeys
cs: Klávesové zkratky
da: Genvejstaster
hu: Gyorsbillentyűk
is: Flýtilyklar
it: Scorciatoie da tastiera
ja: ホットキー
ro: Combinații taste

# Title
source: Human verification
cs: Captcha
da: Menneskelig godkendelse
hu: Robot ellenőrzés
is: Mennskupróf
it: Verifica umana
ja: 人間であることの検証
ro: Verificare persoană

# Title
source: Identity
cs: Identita
da: Identitet
hu: Személyazonosság
is: Auðkenni
it: Identità
ja: ユーザー情報
ro: Identitate

# Title
source: Image
cs: Obrázek
da: Billede
hu: Kép
is: Mynd
it: Immagine
ja: 画像
ro: Imagine

# Title
source: Import
cs: Importovat
hu: Importálás
is: Flytja inn
it: Importazione
ja: インポート
ro: Importare

# Title
source: Inbox
cs: Doručená pošta
da: Indbakke
hu: Beérkezett üzenetek
is: Innhólf
it: Posta in arrivo
ja: 受信箱
ro: Primite

# Title
source: Internet Explorer Support
da: Internet Explorer-understøttelse
hu: Internet Explorer támogatás
is: Stuðningur við Internet Explorer

# Title
source: Invalid attachment signature
cs: Neplatný podpis přílohy
da: Ugyldig vedhæftningssignatur
hu: Érvénytelen melléklet aláírás
is: Ógild undirritun viðhengis
it: Firma dell'allegato non valida
ja: 添付ファイルの署名が無効です
ro: Semnătură atașament nevalidă

# Title
source: Invoices
cs: Faktury
da: Fakturaer
hu: Számlák
is: Reikningar
it: Fatture
ja: 請求書
ro: Facturi

# Title
source: Jumping
cs: Skákání
da: Springe
hu: Ugrás
is: Hoppa
it: Salti
ja: 移動
ro: Salturi

# Title
source: Key Activation
cs: Aktivace klíče
da: Nøgleaktivering
hu: Kulcs aktiválása
is: Virkjun dulritunarlykils
it: Chiave d'attivazione
ja: 鍵の有効化
ro: Cheie de activare

# Title
source: Key backup
cs: Zálohování klíčů
da: Sikkerhedskopiér nøgle
hu: Kulcs biztonsági mentése
is: Öryggisafrit af lykli
it: Backup chiave
ja: 鍵のバックアップ
ro: Conservare cheie

# Title
source: Key password
cs: Heslo klíče
da: Nøgleadgangskode
hu: Kulcs jelszó
is: Lykilorð einkalykils
it: Chiave della password
ja: 鍵のパスワード
ro: Parola cheii

# Title
source: Key recovery password
cs: Heslo pro obnovení klíče
da: Nøglegendannelsesadgangskode
hu: Kulcs helyreállítási jelszó
is: Endurheimtulykilorð dulritunarlykils
it: Password di recupero della chiave
ja: 鍵の回復用パスワード
ro: Parolă recuperare cheie

# Title
source: Key type
cs: Typ klíče
da: Nøgletype
hu: Kulcs típusa
is: Tegund lykils
it: Tipo di chiave
ja: 鍵の種類
ro: Tip cheie

# Title
source: Keyboard Shortcuts
cs: Klávesové zkratky
da: Tastaturgenveje
hu: Gyorsbillentyűk
is: Flýtilyklar
it: Scorciatoie da tastiera
ja: キーボードショートカット
ro: Combinații taste

# Title
source: Keys
cs: Klíče
da: Nøgler
hu: Kulcsok
is: Dulritunarlyklar
it: Chiavi
ja: 暗号鍵
ro: Chei

# Title
source: Label
cs: Štítek
da: Etiket
hu: Címke
is: Merking
it: Etichetta
ja: ラベル
ro: Eticheta

# Title
source: Labels
cs: Štítky
da: Etiketter
hu: Címkék
is: Merkingar
it: Etichette
ja: ラベル
ro: Etichete

# Title
source: Language
cs: Jazyk
da: Sprog
hu: Nyelv
is: Tungumál
it: Lingua
ja: 言語
ro: Limba

# Title
source: Layout
cs: Rozložení stránky
hu: Elrendezés
is: Framsetning
ja: 配置
ro: Aspect

# Title
source: Link confirmation
da: Linkbekræftelse
hu: Link jóváhagyása
is: Staðfesting tengils

# Title
source: Load embedded images
cs: Načíst vložené obrázky
da: Åbn indlejrede billeder
hu: Beágyazott képek betöltése
is: Hlaða inn ívöfnum myndum
it: Carica le immagini incorporate
ja: 埋め込み画像の読み込み
ro: Încărcare imagini integrate

# Title
source: Load remote content
cs: Načíst vzdálený obsah
da: Indlæs eksternt indhold
hu: Távoli tartalom betöltése
is: Hlaða inn fjartengdu efni
it: Carica il contenuto remoto
ja: 外部コンテンツの読み込み
ro: Încărcare conținut extern

# Title
source: Loading message headers...
cs: Zprávy se načítají...
da: Indlæser beskedoverskrifter...
hu: Üzenet fejlécek betöltése...
is: Hlaða inn hausum skilaboða...
it: Caricando le intestazioni del messaggio...
ja: メッセージヘッダーの読み込み中
ro: Se încarcă antetele mesajelor...

# Title
source: Location
cs: Poloha
da: Placering
hu: Hely
is: Staðsetning
it: Località
ja: 場所
ro: Amplasare

# Title
source: Logging in to your account
cs: Přihlašování do Vašeho účtu
da: Logger ind på din konto
hu: Bejelentkezés a fiókba
is: Innskráning á notandaaðganginn þinn
it: Accedendo al tuo account
ja: アカウントへのログイン
ro: Conectare în cont

# Title
source: Login
cs: Přihlášení
da: Log ind
hu: Bejelentkezés
is: Innskráning
it: Accedi
ja: ログイン
ro: Conectare

# Title
source: Login password
cs: Přihlašovací heslo
da: Login-adgangskode
hu: Bejelentkezési jelszó
is: Lykilorð Innskráningar
it: Password di accesso
ja: ログインパスワード
ro: Parolă conectare

# Title
source: Mail
hu: Lelevelezés
is: Póstur

# Title
source: Mailbox password
cs: Heslo k poštovní schránce
da: Postkasseadgangskode
hu: E-mail jelszó
is: Lykilorð á pósthólfi
it: Password della casella email
ja: メールボックスのパスワード
ro: Parolă mesaje

# Title
source: Manage Groups
da: Håndtér Grupper
hu: Csoportok kezelése
is: Sýsla með hópa

# Title
source: Manage your email with folders and labels
cs: Spravujte své e-maily pomocí složek a štítků
da: Håndter dine e-mails med mapper og etiketter
hu: Rendezze leveleit mappákkal és címkékkel
is: Haltu utan um tölvupóstinn þinn með merkjum og möppum
it: Gestisci la tua email con le cartelle e le etichette
ja: フォルダーやラベルを使用してのメール管理
ro: Gestionare mesaje cu foldere și etichete

# Title
source: Merge contacts
cs: Sloučit kontakty
da: Flet kontakter
hu: Névjegyek egyesítése
is: Sameina tengiliði
it: Unisci contatti
ja: 連絡先の統合
ro: Îmbinare contacte

# Title
source: Message Password
cs: Heslo zprávy
da: Beskedadgangskode
hu: Üzenet jelszó
is: Lykilorð skilaboða
it: Password del messaggio
ja: メッセージのパスワード
ro: Parolă mesaj

# Title
source: Message headers
cs: Hlavička zprávy
da: Beskedoverskrfter
hu: Üzenet fejlécek
is: Hausar skilaboða
it: Intestazione del messaggio
ja: メッセージのヘッダー
ro: Antete mesaj

# Title
source: Method
da: Metode
hu: Mód
is: Aðferð

# Title
source: Multi-User Support
cs: Podpora pro více uživatelů
da: Flerbrugerunderstøttelse
hu: Többfelhasználós lehetőség
is: Fjölnotendastuðningur
it: Supporto multi-utente
ja: 複数ユーザー対応
ro: Suport multiutilizator

# Title
source: My subscription
cs: Mé odběry
da: Mit abonnement
hu: Saját előfizetés
is: Áskriftin mín
it: Il mio abbonamento
ja: 登録内容
ro: Abonamentul meu

# Title
source: Name
cs: Jméno
da: Navn
hu: Név
is: Nafn
it: Nome
ja: 名前
ro: Nume

# Title
source: Name / Signature
cs: Jméno / Podpis
da: Navn/Signatur
hu: Név / Aláírás
is: Nafn / Undirskrift
it: Nome / Firma
ja: 署名
ro: Nume / Semnătură

# Title
source: Navigation
cs: Navigace
da: Navigering
hu: Navigáció
is: Flakk
it: Navigazione
ja: ナビゲーション
ro: Navigare

# Title
source: New Address Key ({{ email }})
cs: Nový klíč adresy ({{ email }})
da: Neyw adressenøgle til {{ email }}
hu: Új cím kulcs ({{ email }})
is: Nýr dulritunarlykill fyrir póstfangið ({{ email }})
it: Chiave nuovo indirizzo ({{ email }})
ja: ({{ email }}) 用の新しい鍵の生成
ro: Cheie nouă adresă ({{ email }})

# Title
source: New message
cs: Nová zpráva
da: Ny besked
hu: Új üzenet
is: Ný skilaboð
it: Nuovo messaggio
ja: 新規メッセージ
ro: Mesaj nou

# Title
source: New password:
cs: Nové heslo:
da: Ny adgangskode:
hu: Új jelszó:
is: Nýtt lykilorð:
it: Nuova password:
ja: 新しいパスワード:
ro: Parolă nouă:

# Title
source: No conversations
cs: Žádné konverzace
da: Ingen samtaler
hu: Nincsenek beszélgetések
is: Engin samtöl
it: Nessuna conversazione
ja: 会話はありません。
ro: Nu există conversații

# Title
source: No messages
cs: Žádné zprávy
da: Ingen beskeder
hu: Nincsenek üzenetek
is: Engin skilaboð
it: Nessun messaggio
ja: メッセージはありません。
ro: Nu sunt mesaje

# Title
source: No subject
cs: Žádný předmět
da: Intet emne
hu: Nincs tárgy
is: Ekkert viðfangsefni
it: Nessun oggetto
ja: 件名なし
ro: Fără subiect

# Title
source: Not all recipients support message expiration
cs: Ne všichni příjemci podporují zprávy s nastavenou expirací
da: Ikke alle modtagere understøtter beskedudløb
hu: Nem minden címzett támogatja az időkorlátos üzeneteket
is: Ekki styðja allir viðtakendur að skilaboð renni út
it: Non tutti i destinatari supportano messaggi con scadenza
ja: 有効期限メッセージに対応していない宛先があります
ro: Nu toți destinatarii suportă mesaje care expiră

# Title
source: Notification
cs: Oznámení
da: Notifikation
hu: Értesítés
is: Tilkynning
it: Notifica
ja: 通知
ro: Notificare

# Title
source: Notifications
cs: Oznámení
da: Notifikationer
hu: Értesítések
is: Tilkynningar
it: Notifiche
ja: 通知
ro: Notificări

# Title
source: OS version
cs: Verze OS
hu: Operációs rendszer verzió
is: Útgáfa stýrikerfis
it: Versione del sistema operativo
ja: OSのバージョン
ro: Versiune SO

# Title
source: Operating system
cs: Operační systém
da: Operativsystem
hu: Operációs rendszer
is: Stýrikerfi
it: Sistema operativo
ja: OSの名称
ro: Sistem de operare

# Title
source: Organization
cs: Organizace
da: Organisation
hu: Szervezet
is: Fyrirtæki/Stofnun/Samtök/Félag
it: Organizzazione
ja: 組織
ro: Organizație

# Title
source: Organization Key Fingerprint
cs: Digitální otisk klíče organizace
da: Organisationsnøglefingeraftryk
hu: Szervezeti kulcs ujjlenyomata
is: Fingrafar dulritunarlykils fyrir stofnun
it: Impronta digitale della chiave dell'organizzazione
ja: 組織用の鍵のフィンガープリント
ro: Amprentă cheie organizație

# Title
source: Organization history
cs: Historie organizace
da: Oorganisationshistorik
hu: Szervezeti előzmények
is: Aðgerðaferill stofnunar
it: Cronologia dell'organizzazione
ja: 組織の履歴
ro: Istoric organizație

# Title
source: Organization name
cs: Jméno organizace
da: Organisationsnavn
hu: Szervezet neve
is: Nafn stofnunar
it: Nome dell'organizzazione
ja: 組織の名称
ro: Nume organizație

# Title
source: Organization recovery password
cs: Obnovovací heslo organizace
da: Organisationsgendannelsesadgangskode
hu: Szervezeti helyreállítási jelszó
is: Endurheimtulykilorð stofnunar
it: Password di recupero dell'organizzazione
ja: 組織の回復用パスワード
ro: Parolă recuperare organizație

# Title
source: Overview
cs: Přehled
da: Oversigt
hu: Áttekintés
is: Yfirlit
it: Panoramica
ja: 概要
ro: Rezumat

# Title
source: Page
cs: Stránka
da: Side
hu: Oldal
is: Síða

# Title
source: Password
cs: Heslo
da: Adgangskode
hu: Jelszó
is: Lykilorð
ja: パスワード
ro: Parola

# Title
source: Password Hint
cs: Nápověda pro heslo
da: Adgangskodetip
hu: Jelszó emlékeztető
is: Vísbending lykilorðs
it: Suggerimento password
ja: パスワードのヒント
ro: Indiciu parolă

# Title
source: Pay invoice
cs: Zaplatit fakturu
da: Betal faktura
hu: Számla kifizetése
is: Greiða reikning
it: Pagamento della fattura
ja: 請求の支払い
ro: Plată factură

# Title
source: Payment
cs: Platba
da: Betaling
hu: Fizetés
is: Greiðsla
it: Pagamento
ja: 支払い情報
ro: Plată

# Title
source: Payment details
cs: Platební údaje
da: Betalingsoplysninger
hu: Fizetés részletei
is: Nánar um greiðslu
it: Dettagli del pagamento
ja: 支払い方法の詳細
ro: Detalii plată

# Title
source: Payment method
da: Betalingsmetode
hu: Fizetési mód
is: Greiðslumáti

# Title
source: Payment method:
cs: Způsob platby:
da: Betalingsmetode:
hu: Fizetési mód:
is: Greiðslumáti:
it: Metodo di pagamento:
ja: 支払い方法：
ro: Metodă de plată:

# Title
source: Payment methods
cs: Způsoby plateb
da: Betalingsmetoder
hu: Fizetési módok
is: Greiðslumátar
it: Metodi di pagamento
ja: 支払い方法
ro: Metode de plată

# Title
source: Payment verification
da: Betalingsbekræftet
hu: Fizetés ellenőrzése
is: Sannvottun greiðslu

# Title
source: Payment verification in progress
da: Betalingsbekræftelse i gang
hu: Fizetés ellenőrzése folyamatban
is: Sannvottun greiðslu í gangi

# Title
source: Payments
cs: Platby
da: Betalinger
hu: Befizetések
is: Greiðslur
it: Pagamenti
ja: 支払い情報
ro: Plăți

# Title
source: Personalize your layout
cs: Přizpůsobit rozložení stránky
da: Tilpas dit layout
hu: Elrendezés testreszabása
is: Aðlagaðu framsetninguna að þínum þörfum
it: Personalizza il tuo layout
ja: 配置のカスタマイズ
ro: Personalizare aspect

# Title
source: Plan
cs: Tarif
da: Abonnementstype
hu: Csomag
is: Áskriftarleið
it: Piano
ja: プラン

# Title
source: Plan subscription
cs: Předplatné tarifu
da: Abonnementstype
hu: Csomag előfizetés
is: Greidd áskrift

# Title
source: Plans and prices
cs: Ceník
da: Abonnementstyper og priser
hu: Csomagok és árak
is: Áskriftarleiðir og verð
it: Piani e prezzi
ja: プランと料金
ro: Planuri și prețuri

# Title
source: Price
cs: Cena
da: Pris
hu: Ár
is: Verð
it: Prezzo
ja: 料金
ro: Preț

# Title
source: Priority
cs: Priorita
da: Prioritet
hu: Prioritás
is: Forgangur
it: Priorità
ja: 優先度
ro: Prioritate

# Title
source: Private
cs: Soukromé
da: Privat
hu: Privát
is: Einka
it: Privato
ja: 私用
ro: Privat

# Title
source: Private Key password required
cs: Heslo soukromého klíče je povinné
da: Privatnøgleadgangskode krævet
hu: Privát kulcs jelszó megadása kötelező
is: Lykilorð einkalykils er krafist
it: Password della chiave privata richiesta
ja: 秘密鍵のパスワード要求
ro: Parolă cheie privată obligatorie

# Title
source: Privatize User
cs: Privatizovat uživatele
da: Privatbruger
hu: Felhasználó átállítása privátra
is: Gera notanda einka
it: Rendi privato l'utente
ja: ユーザーの私用化
ro: Convertire în privat

# Title
source: Processing...
da: Behandler...
hu: Folyamatban...
is: Í vinnslu...

# Title
source: Proration
cs: Již zaplacená poměrná část
da: Proportionalt
hu: Arányosítás
is: Eftirstöðvar inneignar
it: Calcolo proporzionale
ja: 日割り計算
ro: Calcul credit rămas

# Title
source: ProtonMail's Terms and Conditions
cs: Pravidla a podmínky ProtonMail
da: ProtonMail Vilkår og Betingelser
hu: ProtonMail Felhasználási Feltételek
is: Skilmálar og kvaðir ProtonMail
it: Termini e condizioni di ProtonMail
ja: ProtonMailの利用規約
ro: Termeni și condiții ProtonMail

# Title
source: ProtonVPN Resources
cs: Zdroje ProtonVPN
da: ProtonVPN-ressourcer
hu: ProtonVPN információk
is: Tilföng ProtonVPN
it: Risorse di ProtonVPN
ja: ProtonVPNリソース
ro: Resurse ProtonVPN

# Title
source: Reactivate key
cs: Obnova klíčů
da: Genaktivér nøgle
hu: Kulcs újraaktiválása
is: Endurvirkja dulritunarlykil
it: Riattiva chiave
ja: 鍵の再有効化
ro: Reactivare cheie

# Title
source: Reactivate key pair
cs: Obnovit klíčový pár
da: Genaktivér nøglepar
hu: Kulcspár újraaktiválása
is: Virkja lyklapar
it: Riattivazione coppia di chiavi
ja: 鍵ペアの再有効化
ro: Reactivare pereche chei

# Title
source: Recipient
cs: Příjemce
da: Adressat
hu: Címzett
is: Viðtakandi
it: Destinatario
ja: 宛先
ro: Destinatar

# Title
source: Recipients
cs: Příjemci
da: Adressater
hu: Címzettek
is: Viðtakendur
it: Destinatari
ja: 宛先
ro: Destinatari

# Title
source: Recovery email (optional)
cs: Sekundární e-mail (volitelné)
da: E-mail til gendannelse (valgfrit)
hu: Helyreállító e-mail (opcionális)
is: Endurheimtupóstur (valfrjálst)
it: Email di recupero (opzionale)
ja: 回復用のメールアドレス（任意）
ro: E-mail de recuperare (opțional)

# Title
source: Redirecting
cs: Přesměrování
da: Omdirigerer
hu: Átirányítás
is: Endurbeini
it: Reindirizzamento
ja: リダイレクト中
ro: Redirecționare

# Title
source: Release notes
cs: Seznam změn
da: Udgivelsesnoter
hu: Kiadási megjegyzések
is: Um útgáfuna
it: Note di versione
ja: リリースノート
ro: Note de lansare

# Title
source: Remove user
cs: Odstranit uživatele
da: Fjern bruger
hu: Felhasználó törlése
is: Fjarlægja notanda
it: Rimozione utente
ja: ユーザーの削除
ro: Eliminare utilizator

# Title
source: Report Bug
cs: Nahlásit chybu
da: Rapportér fejl
hu: Hibajelentés
is: Tilkynna galla
it: Segnala un bug
ja: バグの報告
ro: Raportare eroare

# Title
source: Request link confirmation
da: Anmod om linkbekræftelse
hu: Link jóváhagyás kérése
is: Krefjast staðfestingar á tengli

# Title
source: Request timed out, please try again.
cs: Požadavek vypršel, zkuste to prosím znovu.
da: Forespørgsel fik timeout, forsøg igen.
hu: Kapcsolat-időtúllépés, kérem próbálja újra.
is: Beiðni féll á tíma Reyndu aftur.
it: Richiesta scaduta, per favore provi di nuovo.
ja: 処理が時間切れになりました。もう一度やり直してください。
ro: Solicitare expirată, încercați din nou.

# Title
source: Reset Password
cs: Obnovit heslo
da: Nulstil adgangskode
hu: Jelszó visszaállítása
is: Endurstilla lykilorð
it: Reimpostazione password
ja: パスワードのリセット
ro: Resetare parolă

# Title
source: Reset code:
cs: Kód pro obnovení:
da: Nulstil kode:
hu: Visszaállító kód:
is: Endurstillingarkóði:
it: Codice di reset:
ja: リセットコード：
ro: Cod de resetare:

# Title
source: Reset/notification email
cs: E-mail pro obnovu hesla a upozornění
da: E-mail til nulstilling / underretning
hu: Visszaállító és értesítő e-mail
is: Endurstillinga/tilkynningapóstur
it: Indirizzo email di reset/notifica
ja: 回復/通知用のメールアドレス
ro: E-mail de resetare/notificare

# Title
source: Resetting your password
cs: Obnova Vašeho hesla
da: Nulstiller din adgangskode
hu: Jelszó visszaállítása
is: Endurstilli lykilorðið þitt
it: Reimpostando la sua password
ja: パスワードのリセット中
ro: Resetare parolă conectare

# Title
source: Resetting your password means you will no longer be able to read your old emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Click here to learn more</a>. If you have further questions, please email contact@protonmail.com. Are you sure you want to reset your password?
da: Nulstiller du din adgangskode, kan du ikke længere læse dine gamle e-mails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Klik hér for mere info</a>. Har du yderligere spørgsmål, så e-mail venligst contact@protonmail.com. Sikker på, at du vil nulstille din adgangskode?
hu: Ha visszaállítja a jelszavát, nem fog hozzáférni a korábbi leveleihez. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">További információk</a>. Ha további kérdése van, forduljon a contact@protonmail.com címhez. Biztos, hogy visszaállítja a jelszavát?
is: Endurstilling á lykilorði þýðir að þú getur ekki lengur lesið eldri tölvupóstana þína. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Smelltu hér til að sjá meira um þetta</a>. Ef þú ert með ítarlegri spurningar, skaltu senda póst á contact@protonmail.com. Ertu viss um að þú viljir endurstilla lykilorðið þitt?

# Title
source: Restore Administrator Privileges
cs: Obnovit oprávnění správce
da: Genopret administratorrettigheder
hu: Adminisztrátori jogkörök visszaállítása
is: Endurheimta kerfisstjóraheimildir
it: Ripristino dei privilegi da amministratore
ja: 管理者権限の復元
ro: Restaurare privilegii de administrator

# Title
source: Revoke Sessions
da: Annullér Sessioner
hu: Munkafolyamatok visszavonása
is: Afturkalla setur

# Title
source: Role
da: Rolle
hu: Szerepkör
is: Hlutverk
it: Ruolo
ja: 役割
ro: Rol

# Title
source: Search
cs: Vyhledat
da: Søg
hu: Keresés
is: Leita
it: Ricerca
ja: 検索
ro: Căutare

# Title
source: Search contacts
cs: Vyhledat kontakty
da: Søg i kontakter
hu: Névjegyek keresése
is: Leita að tengiliðum
it: Cerca contatti
ja: 連絡先の検索
ro: Căutare contacte

# Title
source: Security
cs: Zabezpečení
da: Sikkerhed
hu: Biztonság
is: Öryggi
it: Sicurezza
ja: セキュリティ
ro: Securitate

# Title
source: Select a domain
da: Vælg et domæne
hu: Válasszon domain nevet
is: Veldu lén

# Title
source: Select an address
cs: Vyberte adresu
da: Vælg en adresse
hu: Válasszon ki egy címet
is: Veldu vistfang
it: Seleziona un indirizzo
ja: アドレスの選択
