Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Domains
source: Use your own domain with ProtonMail and use your own email address, e.g. yourname@yourdomain.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
cs: Propojte svoji doménu s ProtonMail a používejte vlastní e-mailovou adresu, jako je např.: tvojejmeno@tvojedomena.com. Chcete-li povolit tuto funkci, <a ui-sref="secured.dashboard({scroll: true})">přejděte na tarif ProtonMail Plus</a>.
da: Benyt dit eget domæne med ProtonMail og benyt din egen e-mailadresse, f.eks. ditnavn@ditdomaene.dk. Du skal <a ui-sref="secured.dashboard({scroll: true})"> </a>opgradere til ProtonMail Plus for at aktivere denne funktion.
hu: Használja a saját domain nevét a ProtonMail-el és a saját e-mail címét, mint például: neve@domainneve.hu. Hogy engedélyezze a funkciót, <a ui-sref="secured.dashboard({scroll: true})">váltson ProtonMail Plus-ra</a>.
is: Notaðu þitt eigið lén með ProtonMail og notaðu þitt eigið tölvupóstfang, t.d. þittnafn@þittlén.is. Til að virkja þennan eiginleika, verðurðu að <a ui-sref="secured.dashboard({scroll: true})">uppfæra í ProtonMail Plus</a>.
it: Utilizza il tuo dominio con ProtonMail e il tuo indirizzo email, ad esempio tuonome@tuodominio.com. Per attivare questa funzionalità, <a ui-sref="secured.dashboard({scroll: true})">effettua l'upgrade a ProtonMail Plus</a>.
ja: ProtonMailであなたのドメインおよびメールアドレスを使用できます（例：yourname@yourdomain.com）。この機能を有効にするには<a ui-sref="secured.dashboard({scroll: true})">ProtonMail PLUSプランにアップグレード</a>してください。
ro: Folosiți domeniul propriu cu ProtonMail și folosiți propria adresă de e-mail, ex. numeledvs@domeniupersonal.com. Pentru a activa această funcție, treceți la <a ui-sref="secured.dashboard({scroll: true})">ProtonMail Plus</a>.

# Domains information
source: Addresses must be disabled before they can be deleted. Addresses can only be deleted if all messages associated with that address are deleted.
cs: Všechny adresy musí být před smazáním nejdříve deaktivovány. Před smazáním adres je nutné nejdříve odstranit všechny zprávy.
da: Mails skal være deaktiveret, før disse adresserne kan slettes. Mails kan kun slettes, hvis alle hertiol associerede beskeder slettes.
hu: Az e-mail címnek tiltva kell lennie mielőtt törölni tudná. E-mail címek csak akkor törölhetők, ha az összes kapcsolódó üzenet törlésre került.
is: Það þarf að gera tölvupóstföng óvirk áður en hægt er að eyða þeim. Aðeins er hægt að eyða tölvupóstföngum ef öllum skilaboðum þeim tengdum hefur verið eytt.
it: Gli indirizzi devono essere disabilitati prima di poter essere cancellati. Gli indirizzi possono solo essere cancellati se tutti i messaggi associati con quell'indirizzo sono stati cancellati.
ja: アドレスを削除する前に、アドレスを無効にする必要があります。アドレスを削除するには、そのアドレスに関連付けられた全てのメッセージを削除してください。
ro: Adresele trebuie să fie dezactivate înainte de a putea fi șterse. Adresele pot fi șterse dacă mesajele asociate cu acestea sunt șterse.

# Domains information
source: You have reached your custom domain limit. <a ui-sref="secured.dashboard">Click here</a> to upgrade your plan to add more.
cs: Dosáhli jste maximálního počtu vlastních domén. <a ui-sref="secured.dashboard">Klikněte zde</a> pro navýšení tarifu a přidejte další domény.
da: Du har nået din valgfrie domæne-grænse. <a ui-sref="secured.dashboard">Tryk her</a> for at opgradere dit abonnement og tilføje yderligere donæner.
hu: Elérte az egyedi domain név korlátot. <a ui-sref="secured.dashboard">Kattintson ide</a>, hogy váltson nagyobb csomagra, hogy továbbiakat adhasson hozzá.
is: Þú hefur náð hámarki sérsniðinna léna. <a ui-sref="secured.dashboard">Smelltu hér</a> til að uppfæra áskriftina þína svo þú getir bætt við fleirum.
it: Hai raggiunto il limite di domini personalizzati. <a ui-sref="secured.dashboard">Clicca qui</a> per effettuare l'upgrade del tuo piano per aggiungerne altri.
ja: 独自ドメインの上限に達しました。更に追加するには、<a ui-sref="secured.dashboard"> ここをクリック</a>してアップグレードしてください。
ro: Ați atins limita domeniilor personale. <a ui-sref="secured.dashboard">Apăsați aici</a> pentru a vă modifica planul pentru a adăuga mai multe domenii.

# Donation modal
source: Your support is essential to keeping ProtonMail running. Thank you for supporting internet privacy!
cs: Vaše podpora je velmi důležitá k tomu, abychom mohli provozovat ProtonMail. Děkujeme, že podporujete ochranu soukromí na internetu!
da: Din støtte er afgørende for at holde ProtonMail kørende. Tak for din støtte til Internet-privatliv!
hu: A támogatása elengedhetetlen, hogy a ProtonMail működhessen. Köszönjük, hogy támogatja a személyes adatok védelmét az interneten!
is: Stuðningur þinn er undirstaða áframhaldandi þróunar ProtonMail. Þakka þér kærlega fyrir að styðja gagnaleynd á netinu!
it: Il tuo sostegno è essenziale per mantenere ProtonMail funzionante. Grazie per il tuo supporto alla privacy in internet!
ja: あなたのサポートはProtonMail の運用を維持するために不可欠です。インターネット上のプライバシーに支援をいただきありがとうございます。
ro: Suportul dvs. este esențial pentru a păstra funcționarea ProtonMail. Vă mulțumim pentru sprijinirea confidențialității Internetului!

# Downgrade account
source: You have successfully unsubscribed
cs: Předplatné bylo úspěšně zrušeno
da: Dit abonnement er nu afmeldt
hu: Sikeresen leiratkozott
is: Þér hefur tekist að segja upp áskriftinni
it: Abbonamento annullato con successo
ja: 退会手続きが正常に行なわれました。
ro: V-ați dezabonat cu succes

# Download attachments
source: Download all
cs: Stáhnout vše
da: Hent alle
hu: Összes letöltése
is: Sækja allt
it: Scarica tutto
ja: 全てダウンロード

# Duration/repetition of autoresponder
source: Fixed duration
cs: Pevná doba trvání
da: Fast varighed
hu: Fix időtartam
is: Föst tímalengd
it: Durata fissa
ja: 固定期間
ro: Durată fixă

# Duration/repetition of autoresponder
source: Permanent
cs: Trvale
hu: Állandó
is: Viðvarandi
it: Permanente
ja: 無期限

# Duration/repetition of autoresponder
source: Repeat daily
cs: Opakovat každý den
da: Gentag dagligt
hu: Ismétlés naponta
is: Endurtaka daglega
it: Ripetere ogni giorno
ja: 日次での繰り返し
ro: Repetă zilnic

# Duration/repetition of autoresponder
source: Repeat monthly
cs: Opakovat měsíčně
da: Gentag månedligt
hu: Ismétlés havonta
is: Endurtaka mánaðarlega
it: Ripetere ogni mese
ja: 月次での繰り返し
ro: Repetă lunar

# Duration/repetition of autoresponder
source: Repeat weekly
cs: Opakovat týdně
da: Gentag ugentligt
hu: Ismétlés hetente
is: Endurtaka vikulega
it: Ripetere ogni settimana
ja: 週次での繰り返し
ro: Repetă săptămânal

# Empty table message
source: All available keys are trusted
cs: Všechny dostupné klíče jsou důvěryhodné
da: Alle tilgængelige nøgler er betroede
hu: Minden elérhető kulcs megbízható
is: Öllum tiltækum lyklum er treyst
it: Tutte le chiavi disponibili sono attendibili
ja: 利用可能な鍵は全て信頼済みです
ro: Toate cheile disponibile sunt de încredere

# Encrypted Headers filename
source: Encrypted Headers
cs: Zašifrované záhlaví
da: Krypterede overskrifter
hu: Titkosított fejlécek
is: Dulritaðir hausar skilaboða
it: Header criptati
ja: 暗号化されたヘッダー
ro: Antete criptate

# Error
source: A group with this name already exists.
da: En gruppe med dette navn findes allerede.
hu: Már létezik csoport ezzel a névvel.
is: Hópur með þessu nafni er þegar til.

# Error
source: A line contains too many characters (limit: 40)
cs: Řádek obsahuje příliš mnoho znaků (omezení: 40)
da: En linje indeholder for mange tegn (grænse: 40)
hu: A sor túl sok karaktert tartalmaz (max: 40)
is: Lína inniheldur of marga stafi (hámark: 40)
it: Una riga contiene troppi caratteri (limite: 40)
ja: 一行の文字数が多すぎます (上限： 40文字)
ro: O linie conține prea multe caractere (maxim: 40)

# Error
source: Account access restricted due to unpaid invoices. Please contact your administrator.
cs: Z důvdovu nezaplacených faktur byl přístup k účtu omezen. Kontaktujte správce.
da: Kontoadgang er spærret på grund af manglende betaling. Kontakt venligst din administrator.
hu: A fiók hozzáférése korlátozott befizetetlen számla miatt. Lépjen kapcsolatba az adminisztrátorral.
is: Aðgangurinn þinn er takmarkaður vegna ógreiddra reikninga. Endilega hafðu samband við kerfisstjóra sem fyrst.
it: A causa di fatture non pagate, l'accesso all'account è stato limitato. Per favore, contatta il tuo amministratore.

# Error
source: Add a description to help us improve ProtonMail
cs: Přidejte popis, který nám pomůže zlepšit ProtonMail
da: Tilføj en beskrivelse for at hjælpe os med at forbedre ProtonMail
hu: Adjon leírást, hogy segítsen nekünk a ProtonMail fejlesztésében
is: Settu inn lýsingu til að hjálpa okkur að bæta ProtonMail
it: Aggiunga una descrizione per aiutarci a migliorare ProtonMail
ja: 詳細のご記入をお願いします。
ro: Adăugați o descriere pentru a ne ajuta să îmbunătățim ProtonMail

# Error
source: Address already associated to a user
cs: Adresa se již spojená s uživatelem
da: Mail allerede tilknyttet en bruger
hu: A cím már társításra került egy felhasználóhoz
is: Vistfangið er þegar úthlutað til notanda
it: Indirizzo già associato a un utente
ja: 既にユーザーに関連付けられているアドレス
ro: Adresă deja asociată unui utilizator

# Error
source: Administrator privileges must be activated
cs: Oprávnění správce musí být aktivováno
da: Administratorrettigheder skal aktiveres
hu: Aktiválni kell az adminisztrátori jogosultságokat
is: Virkja verður kerfisstjóraheimildir
it: I privilegi di amministratore devono essere attivati
ja: 管理者権限を有効にする必要があります。
ro: Trebuie activate drepturile de administrator

# Error
source: All storage space has been allocated. Please reduce storage allocated to other users.
cs: Celé úložiště již bylo přiděleno. Zmenšete prosím přidělený prostor ostatním uživatelům.
da: Al lagerplads er blevet tildelt. Reducér lagerplads tildelt andre brugere.
hu: Minden tárhely terület kiosztásra került. Kérjük csökkentse más felhasználók tárhelyét.
is: Öllu geymslurými hefur verið úthlutað. Þú ættir að minnka það geymslurými sem úthlutað er til annara notenda.
it: Tutto lo spazio di archiviazione è stato allocato. Per favore, riduci la memoria assegnata agli altri utenti.
ja: 全てのストレージ容量が割り当てられています。他のユーザーに割り当てられたストレージ容量を小さくしてください。
ro: Tot spațiul de stocare a fost alocat. Reduceți spațiul alocat altor utilizatori.

# Error
source: An error occured while trying to create your account. To see common problems and solutions
cs: Při pokusu o vytvoření účtu došlo k chybě. Chcete-li vidět typické problémy a řešení
da: En fejl opstod under forsøget på at oprette din konto. For at se almindelige problemer og løsninger
hu: Hiba történt a fiók létrehozása során. Hogy lássa a gyakori problémákat és megoldásokat
is: Villa kom upp þegar reynt var að stofna notandaaðgang. Til að sjá algeng vandamál og lausnir
it: Si è verificato un errore nel tentativo di creare il tuo account. Per vedere i problemi e soluzioni comuni
ja: アカウント作成中にエラーが発生しました。一般的な問題と解決策を参照してください。
ro: A apărut o eroare la crearea contului. Pentru a vedea problemele comune și soluțiile

# Error
source: Are you sure your email address is correct ?
cs: Jste si jistý, že Vaše e-mailová adresa je správná?
da: Sikker på, at din mail er korrekt?
hu: Biztos benne, hogy az e-mail cím helyes?
is: Ertu viss um að tölvupóstfangið þitt sé rétt?
it: È sicuro che questo indirizzo email sia corretto?
ja: 本当に正しいメールアドレスですか。
ro: Sunteți sigur că adresa de e-mail este corectă?

# Error
source: Cannot convert the file
cs: Soubor nelze převést
da: Kan ikke konvertere filen
hu: Nem lehet konvertálni a fájlt
is: Get ekki umbreytt skránni
it: Impossibile convertire il file
ja: ファイルを変換できません。
ro: Nu se poate converti fișierul

# Error
source: Cannot decrypt organization key
cs: Není možné dešifrovat klíč organizace
da: Kan ikke dekryptere organisationsnøgle
hu: Nem lehet visszafejteni a szervezeti kulcsot
is: Get ekki afkóðað dulritunarlykil fyrir stofnun
it: Non è possibile decifrare la chiave dell'organizzazione
ja: 組織用の鍵を復号できません。
ro: Nu se poate decripta cheia organizației

# Error
source: Cannot generate a zip of your attachments.
cs: Nelze vygenerovat zip soubor z vašich příloh.
da: Kan ikke oprettes en zip-fil af dine vedhæftninger.
hu: Nem sikerült ZIP-et létrehozni a mellékletekből.
is: Get ekki útbúið ZIP-safnskrá með viðhengjunum þínum.
it: Impossibile comprimere in zip i tuoi allegati.
ja: 添付のzipを作成できません。
ro: Nu poate genera un fișier zip cu aceste atașamente.

# Error
source: Cannot read private key
cs: Nelze přečíst soukromý klíč
da: Kan ikke læse private nøgle
hu: A privát kulcs nem olvasható
is: Gat ekki lesið einkalykil
it: Impossibile leggere la chiave privata
ja: 秘密鍵を読み取ることができません
ro: Nu se poate citi cheia privată

# Error
source: Contact does not contain email address
cs: Kontakt neobsahuje e-mailovou adresu
da: Kontakten indeholder ikke en e-mailadresse
hu: A névjegy nem tartalmaz e-mail címet
is: Tengiliður inniheldur ekkert tölvupóstfang
it: Il contatto non contiene alcun indirizzo email
ja: 連絡先にメールアドレスがありません。
ro: Contactul nu are adresă de e-mail

# Error
source: Contact your organization’s administrator to resolve this.
cs: Obraťte se na svého správce ogranizace, abyste to vyřešili.
da: Kontakt din organisations administrator for at løse dette.
hu: Lépjen kapcsolatba a szervezet adminisztrátorával, hogy megoldja ezt.
is: Hafðu samband við kerfisstjóra stofnunar til að leysa þetta.
it: Contatta l'amministratore della tua organizzazione per risolverlo.
ja: これを解決するには、組織の管理者に連絡してください。
ro: Contactați administratorul organizației pentru a rezolva acest lucru.

# Error
source: Could not connect to server.
cs: Nelze se připojit k serveru.
da: Kunne ikke oprette forbindelse til serveren.
hu: Nem sikerült kapcsolódni a szerverhez.
is: Gat ekki tengst við þjón.
it: Impossibile connettersi al server.
ja: サーバーに接続できません。
ro: Nu s-a putut contacta serverul.

# Error
source: Decryption error
cs: Chyba dešifrování
da: Dekrypteringsfejl
hu: Visszafejtési hiba
is: Afkóðunarvilla
it: Errore di decriptazione
ja: 復号中にエラーが発生しました。
ro: Eroare decriptare

# Error
source: Decryption of this message's encryption content failed.
cs: Dešifrování obsahu zprávy se nezdařilo.
da: Denne beskeds krypterede indhold kunne ikke dekrypteres.
hu: Az üzenet titkosított tartalmának visszafejtése sikertelen.
is: Afkóðun dulritaðs efnis þessara skilaboða mistókst.
it: La decifratura del contenuto cifrato del messaggio è fallita.
ja: 暗号化されたコンテンツの復号に失敗しました。
ro: Decriptarea conținutului criptat al acestui mesaj a eșuat.

# Error
source: Download requires a newer browser.
cs: Stahování vyžaduje novější verzi prohlížeče.
da: Kræver en nyere browser at hente.
hu: A letöltés frissebb böngészőt igényel.
is: Niðurhal krefst nýrri vafra.
it: Il download richiede un browser più recente.
ja: ダウンロードにはより新しいブラウザが必要です。
ro: Descărcarea necesită un navigator mai recent.

# Error
source: Due to credit card processing fees, we cannot accept donations smaller than 2.
cs: Vzhledem k poplatkům za zpracování platebních karet nemůžeme přijímat finanční příspěvky menší než 2.
da: Grundet kreditkorthåndteringsgebyrer kan vi ikke acceptere donationsbeløb lavere end 2.
hu: A bankkártyafeldolgozás költségei miatt nem tudunk 2-nél kisebb adományt elfogadni.
is: Vegna færslugjalda vegna notkunar kreditkorta, getum við ekki þegið styrki lægri en 2.
it: A causa degli oneri amministrativi della carta di credito, non possiamo accettare donazioni minori di 2.
ja: クレジットカード処理手数料のため、2($/€/₣)より小さい寄付は受け付けておりません。
ro: Datorită costurilor de procesare a tranzacțiilor cu cardul, nu putem accepta donații mai mici decât 2.

# Error
source: Email required
da: E-mail obligatorisk
hu: Email cím megadása kötelező
is: Tölvupóstfang er nauðsynlegt

source: Error
cs: Chyba
da: Fejl
hu: Hiba
is: Villa
it: Errore
ja: エラーが発生しました。
ro: Eroare

# Error
source: Error activating organization keys
cs: Chyba při aktivaci klíčů organizace
da: Fejl under aktivering af organisationsnøgler
hu: Hiba a szervezeti kulcsok aktiválása során
is: Villa við að virkja dulritunarlykla fyrir stofnun
it: Errore nell'attivazione delle chiavi dell'organizzazione
ja: 組織用の鍵の有効化でエラーが発生しました。
ro: Eroare activare chei organizație

# Error
source: Error encrypting message
cs: Chyba při šifrování zprávy
da: Fejl under kryptering af emailen
hu: Hiba az üzenet titkosítása során
is: Villa við að dulrita skilaboð
it: Errore durante la cifratura del messaggio
ja: メッセージの暗号化でエラーが発生しました。

# Error
source: Error reactivating key. Please try again
cs: Chyba při obnově klíče. Zkuste to prosím znovu
da: Fejl under genaktivering af nøglen. Forsøg igen
hu: Hiba a kulcs újraaktiválása során. Próbálja újra
is: Villa kom upp við að endurvirkja dulritunarlykil. Endilega reyndu aftur
it: Errore durante la riattivazione della chiave. Per favore, prova di nuovo.
ja: 鍵の再有効化でエラーが発生しました。もう一度やり直してください。
ro: Eroare la reactivarea cheii. Vă rugăm reîncercați.

# Error
source: Error restoring organization keys
cs: Chyba během obnovení klíčů organizace
da: Fejl under gendannelse af organisationsnøgler
hu: Hiba a szervezeti kulcs helyreállítása során
is: Villa við að endurheimta dulritunarlykla fyrir stofnun
it: Errore nel ripristino delle chiavi dell'organizzazione
ja: 組織用の鍵の復元にエラーが発生しました。
ro: Eroare restaurare chei organizație

# Error
source: Error while adding the public key to the contacts
da: En fejl opstod under tilføjelsen af den offentlige nøgle til kontakterne
hu: Hiba a publikus kulcs névjegyhez történő hozzáadása során
is: Villa kom upp við að bæta dreifilykli við tengiliðina
it: Errore durante l'aggiunta della chiave pubblica ai contatti

# Error
source: Error while copying
cs: Chyba při kopírování
da: Fejl under kopiering
hu: Hiba a másolás során
is: Villa við afritun
it: Errore durante la copia
ja: コピー中にエラーが発生しました。
ro: Eroare la copiere

# Error
source: Failed to encrypt attachment. Please try again.
cs: Přílohu se nepodařilo zašifrovat. Zkuste to prosím znovu.
da: Mislykkedes at kryptere vedhæftning. Forsøg igen.
hu: Hiba a melléklet titkosítása során. Próbálja újra.
is: Mistókst að dulrita viðhengi. Reyndu aftur.
it: Fallito nel crittografare l'allegato. Per favore, riprova.
ja: 添付ファイルの暗号化に失敗しました。もう一度お試しください。

# Error
source: Failed to get key information for {{emails}}. Removing from recipient list. Please try again.
cs: Nepodařilo se získat klíč pro adresy: {{emails}}. Tyto adresy budou odebrány ze seznamu příjemců. Prosím, zkuste to znovu.
da: Kunne ikke hente nøgleoplysninger for {{emails}}. De fjernes fra modtagerlisten. Forsøg igen.
hu: Nem sikerült az {{emails}} kulcsinformációját lekérdezni, ezért törölve lett a címzettlistából. Kérjük, próbálja újra.
is: Mistókst að sækja upplýsingar um dulritunarlykla fyrir {{emails}}. Fjarlægi þetta úr lista yfir viðtakendur. Endilega reyndu aftur.
it: Impossibile ottenere le informazioni sulla chiave per gli indirizzi: {{emails}}. Questi indirizzi sono stati rimossi dai destinatari. Per favore, riprova.
ja: {{emails}}の鍵情報の取得に失敗しました。受信者リストから一旦削除し、再度お試しください。
ro: Nu s-au putut obține informațiile cheilor pentru {{emails}}. Se elimină din lista destinatarilor. Încercați din nou.

# Error
source: Failed to reactivate key
cs: Obnova klíče se nezdařila
da: Mislykkedes at genaktivere nøgle
hu: Hiba a kulcs újraaktiválás során
is: Tókst ekki að virkja dulritunarlykil
it: Riattivazione chiave fallita
ja: 鍵の再有効化に失敗しました。
ro: Eșuare reactivare cheie

# Error
source: Field required
cs: Položka je povinná
da: Felt obligatorisk
hu: Kötelező mező
is: Reitur er nauðsynlegur
it: Campo obbligatorio
ja: 必須項目
ro: Câmp obligatoriu

# Error
source: ICS parsing error:
cs: Chyba zpracování ICS:
da: ICS-fortolkningsfejl:
hu: ICS elemzési hiba:
is: ICS-þáttunarvilla:
it: Errore di analisi del file ICS:
ja: iCalendarファイルの解析エラー：
ro: Eroare prelucrare ICS:

# Error
source: IMPORTANT: Do not close or navigate away from this page. You will need to enter the reset code into the field below once you receive it.
cs: DŮLEŽITÉ: Nezavírejte ani neodcházejte z této stránky. Jakmile obdržíte resetovací kód, budete ho muset zadat do níže uvedeného pole.
da: VIGTIGT: Luk eller navigér ikke væk fra denne side. Du skal angive nulstillingskoden i feltet nedenfor, når du har modtaget den.
hu: FONTOS: Ne zárja be és ne hagyja el ezt az oldalt! Előtte még be kell írnia az alábbi mezőbe azt a visszaállítási kódot, amelyet küldtünk önnek.
is: MIKILVÆGT: Ekki loka eða fara af þessari síðu. Þú þarft að setja endurstillingakóðann inn í reitinn hér fyrir neðan um leið og þú færð hann.
it: IMPORTANTE: Non andartene da questa pagina. Dovrai immettere il codice di reset nel campo sottostante appena lo riceverai.
ja: 重要: このページを閉じたり、他のページに移動したりしないでください。リセットコードを受け取ったら、それを以下の欄に入力してください。
ro: IMPORTANT: Nu închideți această pagină și nu navigați în altă parte. Va trebui să introduceți codul de resetare în câmpul de mai jos după ce l-ați primit.

# Error
source: IMPORTANT: Downloading your private keys and sending them over or storing them on insecure media can jeopardise the security of your account!
cs: Důležité: Stahování Vašich soukromých klíčů a jejich odeslání či ukládání na nezabezpečené médium může ohrozit bezpečnost vašeho účtu!
da: VIGTIGT: At hente dine private nøgler og at sende eller lagre dem på / via usikre medier kan true sikkerheden på din konto!
hu: FONTOS: A privát kulcsok letöltése és továbbítása, illetve nem biztonságos adathordozón való tárolása veszélyeztetheti fiókja biztonságát!
is: MIKILVÆGT: Að sækja einkalykla, senda þá eða geyma á óöruggum gagnamiðlum eða tengingum getur sett öryggi notandaaðgangsins þíns í hættu!
it: IMPORTANTE: Scaricare le tue chiavi private e inviarle o archiviarle su supporti insicuri può compromettere la sicurezza del tuo account!
ja: 重要：ダウンロードした秘密鍵の送信や、安全でないメディアに保存して盗まれる等すると、アカウントのセキュリティが危険にさらされる可能性があります。
ro: IMPORTANT: Descărcându-vă cheile private și trimiterea sau stocarea lor într-un loc nesigur vă poate pune în pericol securitatea contului!

# Error
source: Image upload failed
cs: Nahrání obrázku se nezdařilo
da: Billed-upload mislykkedes
hu: Képfeltöltés sikertelen
is: Innsending myndar mistókst
it: Caricamento dell'immagine fallito
ja: 画像のアップロードに失敗しました。
ro: Eșuare încărcare imagine

# Error
source: Incorrect decryption password
cs: Nesprávné heslo pro dešifrování
da: Forkert dekrypteringsadgangskode
hu: Hibás visszafejtési jelszó
is: Rangt lykilorð fyrir afkóðun
it: Password di decifratura errata
ja: 不正な復号パスワード
ro: Parolă de decriptare incorectă

# Error
source: Invalid CVC
cs: Neplatný CVC kód
da: Ugyldigt CVC
hu: Érvénytelen CVC
is: Ógilt CVC
it: CVC non valido
ja: 無効なCVCです。
ro: CVC nevalid

# Error
source: Invalid VPN quota
cs: Neplatná VPN kvóta
da: Ugyldig VPN-kvote
hu: Érvénytelen VPN-kvóta
is: Ógildur VPN-kvóti
it: Quota VPN non valida
ja: 無効なVPN接続数割り当てです。
ro: Cotă de VPN nevalidă

# Error
source: Invalid address
cs: Neplatná adresa
da: Ugyldig e-mailadresse
hu: Érvénytelen cím
is: Ógilt vistfang
it: Indirizzo non valido
ja: 無効なメールアドレスです。
ro: Adresă incorectă

# Error
source: Invalid card number
cs: Neplatné číslo karty
da: Ugyldigt kortnummer
hu: Érvénytelen kártyaszám
is: Ógilt kreditkortanúmer
it: Numero carta di credito non valido
ja: 無効なカード番号です。
ro: Număr card nevalid

# Error
source: Invalid coupon code
cs: Neplatný kód kuponu
da: Ugyldig kuponkode
hu: Érvénytelen kupon kód
is: Ógildur kóði inneignarnótu
it: Codice coupon non valido
ja: クーポンコードが無効です。
ro: Cod de cupon invalid

# Error
source: Invalid email
cs: Neplatný e-mail
da: Ugyldig email
hu: Érvénytelen e-mail
is: Ógilt tölvupóstfang
it: Email non valida
ja: 無効なメールアドレスです。
ro: E-mail nevalid

# Error
source: Invalid expiration time.
cs: Neplatný čas expirace.
da: Ugyldigt udløbstidspunkt.
hu: Érvénytelen lejárati idő.
is: Ógildur gildistími.
it: Data di scadenza non valida.
ja: 無効な有効期限です。
ro: Data expirării nu este validă.

# Error
source: Invalid file type
cs: Neplatný typ souboru
da: Ugyldig filtype
hu: Érvénytelen fájltípus
is: Ógild skráategund
it: Tipo filtro non valido
ja: 無効なファイルタイプです。
ro: Tip fișier nevalid

# Error
source: Invalid form
cs: Neplatný formulář
da: Ugyldig formular
hu: Érvénytelen űrlap
is: Ógilt form
it: Modulo non valido
ja: 無効な形式です
ro: Formular nevalid
