Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Error
source: Wrong verification code. Please make sure you copied the verification code correctly and try again. It can take up to 24 hours for changes to take effect.
cs: Nesprávný ověřovací kód. Ujistěte se prosím, že jste zkopírovali ověřovací kód správně a akci opakujte. Než se změny projeví, může to trvat až 24 hodin.
da: Forkert bekræftelseskode. Sørg for, at du har kopieret bekræftelseskoden korrekt, og fotsøg igen. Det kan tage op til 24 timer, før ændringerne effektueres.
hu: Hibás visszaigazoló kód. Bizonyosodjon meg róla, hogy jól másolta ki a visszaigazoló kódot és próbálja újból. 24 órába is beletelhet, amíg a változások érvénybe lépnek.
is: Rangur staðfestingarkóði. Gakktu úr skugga um að staðfestingarkóðinn sé rétt afritaður og reyndu aftur. Það getur tekið allt að 24 tíma fyrir breytingar að taka gildi.
it: Codice di verifica errato. Per favore, assicurati di aver copiato correttamente il codice di verifica e prova di nuovo. Ci possono volere fino a 24 ore affinché le modifiche vengano applicate.
ja: 間違った検証コードです。 検証コードが正しくコピーされているか確認し、もう一度試してください。 変更が有効になるまでに最大24時間を要する場合があります。
ro: Cod de verificare greșit. Asigurați-vă că ați copiat codul de verificare corect și reîncercați. Poate dura până la 24 de ore până se aplică modificările.

# Error
source: You are doing this too much, please try again later
cs: Příliš mnoho pokusů, zkuste to prosím později
da: Du gør dette for hyppigt, forsøg igen senere
hu: Túl sokszor csinálta, kérjük próbálja meg később
is: Þú gerir þetta of oft, reyndu aftur síðar
it: Stai tentando troppe volte, per favore riprova più tardi
ja: 制限回数を越えました。しばらくしてから再度お試しください。
ro: Ați făcut prea multe încercări, reîncercați mai târziu.

# Error
source: You are using an outdated version of ProtonMail, please refresh the page.
cs: Používáte neaktuální verzi ProtonMailu, prosím obnovte stránku.
da: Du benytter en forældet version af ProtonMail, Opfrisk siden.
hu: Ön jelenleg a ProtonMail egy elavult változatát használja. Kérjük frissítse az oldalt.
is: Þú ert að nota úrelta útgáfu af ProtonMail, endurlestu þessa síðu.
it: Stai usando una versione obsoleta di ProtonMail. Per favore, ricarica la pagina.
ja: ProtonMail の古いバージョンを使用している場合、ページを更新してください。
ro: Folosiți o versiune mai veche a ProtonMail. Actualizați pagina.

# Error
source: You can generate your keys here
cs: Zde si můžete vygenerovat Vaše klíče
da: Du kan generere dine nøgler her
hu: Itt tud kulcsokat generálni
is: Þú getur útbúið dulritunarlyklana þína hér
it: Puoi generare qui le tue chiavi
ja: 鍵をここで作成できます。
ro: Puteți genera cheile aici

# Error
source: You did not provide a file.
cs: Neposkytli jste soubor.
da: Du har ikke angivet en fil.
hu: Nem adott meg fájlt.
is: Þú gafst ekki upp neina skrá.
it: Non hai fornito un file.
ja: ファイルが選択されていません。

# Error
source: You don't have a group with such a name.
da: Der findes ikke en gruppe med det navn.
hu: Önnek nincs ilyen nevű csoportja.
is: Þú ert ekki með hóp með slíku nafni.

# Error
source: You have enabled Address Verification with Trusted Keys for {{ emails }}, but no active encryption keys have been Trusted. You must Trust the primary key in order to send a message to this address.
cs: Povolili jste ověření adresy pomocí důvěryhodných klíčů pro {{ emails }}, ale žádné aktivní šifrovací klíče nejsou označeny jako důvěryhodné. Pro odeslání zprávy na tuto adresu musí být primární klíč označen jako důvěryhodný.
da: Du har aktiveret adressebekræftelse med Betroede nøgler for {{ emails }}, men ingen aktive krypteringsnøgler er betroede. Du skal gøre primærnøglen betroet for at kunne sende en besked til denne adresse.
hu: Ön engedélyezte {{ emails }} címre a cím hitelesítést megbízható kulcsokkal, de az aktív titkosítási kulcsok nincsenek megbízhatóként jelölve. A küldéshez a címzett elsődleges kulcsát megbízhatóként kell megjelölnie.
is: Þú hefur virkjað sannvottun vistfangs með treystum dulritunarlyklum fyrir {{ emails }}, en engum virkum dulritunarlyklum hefur verið treyst. Þú verður að treysta aðallyklinum til að geta sent skilaboð á þetta póstfang.
it: Hai abilitato la verifica dell'indirizzo con le chiavi considerate affidabili per {{ emails }}, ma nessuna chiave di crittografia attiva è stata considerata affidabile. Devi considerare affidabile la chiave principale in modo da spedire un messaggio a questo indirizzo.
ja: {{ emails }} に対して信頼された鍵によるアドレス検証を有効にしました。しかしながら、有効な暗号鍵が信頼されていません。 このアドレスにメッセージを送信するには、プライマリー鍵を信頼する必要があります。
ro: Ați activat verificarea adresei cu chei de încredere pentru {{ emails }}, dar nu sunt active chei de criptare aprobate. Trebuie să aprobați cheia primară pentru a putea trimite mesaje acestei adrese.

# Error
source: You have reached the max recipients (25) per message
cs: Dosáhl jsem maxima příjemců (25) v rámci jedné zprávy
da: Maks. grænse for beskedadressater nået (25 pr. besked)
hu: Elérte az üzenetenkénti maximális (25) címzettek számát
is: Þú hefur náð hámarksfjölda viðtakenda (25) á skilaboð
it: Hai raggiunto il numero massimo di destinatari (25) per messaggio
ja: メッセージあたりの最大受信者 (25) に達しました
ro: Ați atins numărul maxim de destinatari (25) per mesaj.

# Error
source: You have used all addresses in your plan. Please upgrade your plan to add a new address
cs: Všechny adresy ve vašem tarifu jsou vyčerpány. Přejděte na vyšší tarif, abyste mohli přidat další adresu
da: Du har brugt alle adresser i dit abonnement. Opgradér abonnementet for at tilføje en ny adresse
hu: Valamennyi, az előfizetéséhez rendelkezésére álló e-mail címet felhasználta. Kérjük váltson nagyobb csomagra, hogy több e-mail címet használhasson
is: Þú hefur notað öll póstföng í áskriftinni. Uppfærðu áskriftina til að geta bætt við nýju póstfangi
it: Hai utilizzato tutti gli indirizzi del tuo piano. Per favore effettua l'upgrade del tuo piano per aggiungere un nuovo indirizzo
ja: 現在のプランでのメールアドレス数の上限に達しました。新規アドレスを追加するにはアップグレードしてください。
ro: V-ați folosit toate adresele din plan. Vă rugăm să treceți la un plan plătit superior pentru a adăuga o adresă nouă.

# Error
source: You have used all addresses in your plan. Please upgrade your plan to add a new address.
cs: Všechny adresy ve vašem tarifu jsou vyčerpány. Přejděte na vyšší tarif, abyste mohli přidat další adresu.
da: Du har brugt alle mails i dit abonnement. Opgradér abonnementet for at tilføje en ny mail.
hu: Valamennyi, az előfizetéséhez rendelkezésére álló e-mail címet felhasználta. Kérjük váltson nagyobb csomagra, hogy több e-mail címet használhasson.
is: Þú hefur notað öll póstföng í áskriftinni. Uppfærðu áskriftina til að geta bætt við nýju póstfangi.
it: Hai utilizzato tutti gli indirizzi del tuo piano. Per favore effettua l'upgrade del tuo piano per aggiungere un nuovo indirizzo.
ja: 現在のプランでのメールアドレス数の上限に達しました。新規アドレスを追加するにはアップグレードしてください。
ro: V-ați folosit toate adresele din plan. Vă rugăm să treceți la un plan plătit superior pentru a adăuga o adresă nouă.

# Error
source: You have used all users in your plan. Please upgrade your plan to add a new user.
cs: Limit počtu uživatelů ve vašem plánu byl vyčerpán. Přejděte na vyšší tarif, abyste mohli přidat dalšího uživatele.
da: Du har brugt alle brugere i dit abonnement. Opgradér abonnementet for at tilføje en ny bruger.
hu: Valamennyi, az előfizetéséhez rendelkezésére álló felhasználót elhasználta. Kérjük váltson nagyobb csomagra, hogy több felhasználót hozhasson létre.
is: Þú hefur notað alla notendur í áskriftinni. Uppfærðu áskriftina til að geta bætt við nýjum notanda.
it: Hai utilizzato tutti gli utenti del tuo piano. Per favore effettua l'upgrade del tuo piano per aggiungere un nuovo utente.
ja: 現在のプランでのユーザー数の上限に達しました。新規ユーザーを追加するにはアップグレードしてください。
ro: V-ați folosit toate adresele din plan. Vă rugăm să treceți la un plan plătit superior pentru a adăuga un utilizator nou.

# Error
source: You must add a password for the organization
da: Du skal tilføje en organisationsadgangskode
hu: Hozzá kell adnia egy jelszót a szervezet számára
is: Þú verður að bæta við lykilorði fyrir stofnunina

# Error
source: You must privatize all sub-accounts before generating new organization keys
cs: Před generováním nových klíčů organizace, musíte privatizovat všechny podúčty
da: Du skal gøre alle underkonti private, før du genererer nye organisationsnøgler
hu: Az összes al-felhasználót privátra kell állítani mielőtt új szervezeti kulcsokat generálna
is: Þú verður að gera alla undir-aðganga einka áður en þú framleiðir nýja dulritunarlykla fyrir stofnun
it: Tutti i sotto-account devono essere resi privati prima di generare nuove chiavi dell'organizzazione
ja: 組織用の新しい鍵を生成する前に、全てのサブアカウントを私用にする必要があります。
ro: Trebuie să faceți private toate conturile subordonate înainte de a genera noi chei pentru organizație

# Error
source: You must set a name
cs: Musíte zadat jméno
da: Navn er obligatorisk
hu: Meg kell adnia egy nevet
is: Þú verður að setja nafn
it: È necessario impostare un nome
ja: 名前を設定してください。
ro: Trebuie specificat un nume

# Error
source: You must set an email
cs: Musíte nastavit e-mail
da: Du skal indtaste en e-mail
hu: Meg kell adnia egy e-mail címet
is: Þú verður að setja tölvupóstfang
it: È necessario impostare un'email
ja: メールアドレスの入力が必要です。
ro: Trebuie să setați un e-mail

# Error
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
cs: U vašeho účtu jsou vedeny faktury po splatnosti. Zaplaťte prosím všechny neuhrazené faktury.
da: Din konto har i øjeblikket en forfaldne faktura. Udred venligst alle forfaldne fakturaer.
hu: Fiókja jelenleg késedelmes számlát tartalmaz. Kérjük, egyenlítse ki valamennyi számláját.
is: Aðgangurinn þinn er með ógreiddan reikning. Endilega borgaðu alla ógreidda reikninga sem fyrst.
it: Il tuo account attualmente ha una fattura scaduta. Si prega di pagare tutte le fatture non pagate.
ja: 支払い期限の過ぎた請求があります。全ての未払いの請求をお支払いください。
ro: Contul are în prezent o factură restantă. Vă rugăm să plătiți toate facturile neplătite.

# Error
source: Your browser lacks features needed to download encrypted attachments directly.
cs: Váš prohlížeč nepodporuje přímé stahování šifrovaných příloh.
da: Din browser mangler nødvendige funktioner for at hente krypterede vedhæftninger.
hu: A böngészője nem rendelkezik a titkosított mellékletek közvetlen letöltéséhez szükséges funkciókkal.
is: Vafrann þinn vantar eiginleika svo hægt sé að sækja dulrituð viðhengi beint.
it: Il tuo browser non dispone delle funzionalità necessarie per scaricare direttamente gli allegati criptati.
ja: お使いのブラウザーには、暗号化された添付ファイルを直接ダウンロードする機能がありません。
ro: Navigatorul folosit nu are funcțiile necesare pentru descărcarea directă a atașamentelor criptate.

# Error
source: maximum length for a username is {{maxlength}} characters
da: maks. længde for et brugernavn udgør {{maxlength}} tegn
hu: a felhasználónév maximum {{maxlength}} karakter lehet
is: hámarkslengd notandanafns er {{maxlength}} stafir

# Error
source: {{n}} keys failed to decrypt due to an incorrect password
cs: Počet klíčů, které se nezdařilo dešifrovat z důvodu špatného hesla: {{n}}
da: Mislykkedes at dekryptere {{n}} nøgler grundet en forkert adgangskode
hu: Hibás jelszó miatt {{n}} kulcs visszafejtése sikertelen volt
is: Ekki tókst að afkóða {{n}} dulritunarlykla vegna rangs lykilorðs
it: Fallito nella decriptazione di {{n}} per password incorretta
ja: パスワードの誤りのため、{{n}} 個の鍵の復号に失敗しました。
ro: {{n}} chei au eșuat decriptarea datorită parolei incorecte

# Error
source: {{n}} keys failed to reactivate
cs: Počet klíčů, které se nepodařilo aktivovat: {{n}}
da: Mislykkedes at genaktivere {{n}} nøgler
hu: {{n}} kulcs újraaktiválása sikertelen volt
is: Tókst ekki að virkja {{n}} dulritunarlykla
it: Fallito nella riattivazione di {{n}} chiavi
ja: {{n}} 個の鍵の再有効化に失敗しました。
ro: {{n}} chei au eșuat reactivarea

# Error
source: {{username}} is your username. To create {{email}}, please go to Settings -> pm.me
cs: {{username}} je vaše uživatelské jméno. Chcete-li vytvořit {{email}}, přejděte prosím do nastavení -> pm.me
da: {{username}} er dit Brugernavn. For at oprette {{email}}, så gå til Indstillinger-> pm.me
hu: Az ön felhasználó neve: {{username}}. {{email}} létrehozásához kérjük látogasson el a Beállítások -> pm.me menübe
is: {{username}} er notandanafnið þitt. Til að búa til {{email}}, farðu þá í Stillingar -> pm.me
it: {{username}} è il tuo nome utente. Per creare {{email}}, per favore visita Impostazioni-> pm.me
ja: {{username}} は、あなたのユーザ名です。 {{email}}を作成するには、設定 -> pm.meにアクセスしてください
ro: {{username}} vă este numele de utilizator. Pentru a vă crea adresa {{email}}, accesați Setări -> pm.me

# Error displays when the user try to leave an unsaved and invalid contact details
source: This form is invalid
cs: Tento formulář není platný
da: Formularen er ugyldig
hu: Ez az űrlap érvénytelen
is: Þetta innfyllingarform er ógilt
it: Questo form non è valido
ja: この形式は無効です。
ro: Acest formular nu este valid

# Error during importation
source: Import failed. Please check the import file or try again.
cs: Import se nezdařil. Zkontrolujte prosím importovaný soubor nebo to zkuste znovu.
da: Import mislykkedes. Tjek importfilen eller forsøg igen.
hu: Az importálás sikertelen. Kérjük ellenőrizze a fájlt vagy próbálja újra.
is: Innflutningur mistókst. Athugaðu innflutningsskrána eða prófaðu svo aftur.
it: Importazione non riuscita. Per favore controlla il file d'importazione o riprova nuovamente.
ja: インポートに失敗しました。インポートするファイルを確認し、もう一度やり直してください。
ro: Importare eșuată. Verificați fișierul importat și reîncercați.

# Error input
source: Please enter a valid date and time.
cs: Zadejte prosím platné datum a čas.
da: Angiv gyldig dato og tid.
hu: Kérjük érvényes dátumot és időt adjon meg.
is: Settu inn gilda dags- og tímasetningu.
it: Per favore inserisca un'ora e una data valide.
ja: 正しい日時を入力してください。
ro: Introduceți o dată și o oră valide.

# Error input
source: Please enter a valid date.
cs: Zadejte prosím platné datum.
da: Angiv gyldig dato.
hu: Kérjük, adjon meg érvényes dátumot.
is: Settu inn gilda dagsetningu.
it: Per favore inserisca una data valida.
ja: 正しい日付を入力してください。
ro: Introduceți o dată validă.

# Error input
source: Please enter a valid day in the month and time.
cs: Zadejte prosím platný den v měsíci a čas.
da: Angiv gyldig månedsdag og tid.
hu: Kérem adjon meg érvényes időt és a hónap érvényes napját.
is: Settu inn gildan dag í mánuði og tímasetningu.
it: Per favore inserisca un giorno del mese e un'ora validi.
ja: 正しい曜日と時刻を入力してください。
ro: Introduceți o zi din lună și o ora validă.

# Error input
source: Please enter a valid day in the month.
cs: Zadejte prosím platný den v měsíci.
da: Angiv gyldig månedsdag.
hu: Kérem adja meg a hónap érvényes napját.
is: Settu inn gildan dag í mánuðinum.
it: Per favore inserisca un giorno del mese valido.
ja: 正しい曜日を入力してください。
ro: Introduceți o zi din lună validă.

# Error input
source: Please enter a valid day in the week and time.
cs: Zadejte prosím platný den v týdnu a čas.
da: Angiv gyldig tid og ugedag.
hu: Kérjük adjon meg érvényes időt és a hét érvényes napját.
is: Settu inn gildan dag í viku og tímasetningu.
it: Per favore inserisca un giorno della settimana e un'ora validi.
ja: 正しい曜日と時刻を入力してください。
ro: Introduceți o zi a săptămânii și o oră validă.

# Error input
source: Please enter a valid day in the week.
cs: Zadejte prosím platný den v týdnu.
da: Angiv gyldig ugedag.
hu: Kérjük adja meg a hét érvényes napját.
is: Settu inn gildan dag í vikunni.
it: Per favore inserisca un giorno della settimana valido.
ja: 正しい曜日を入力してください。
ro: Introduceți o zi a săptămânii validă.

# Error input
source: Please enter a valid time.
cs: Zadejte prosím platný čas.
da: Angiv gyldig tid.
hu: Kérjük érvényes időt adjon meg.
is: Settu inn gilda tímasetningu.
it: Per favore inserisca un'ora valida.
ja: 正しい時刻を入力してください。
ro: Introduceți o oră validă.

# Error label modal
source: Invalid folder name
cs: Neplatný název složky
da: Ugyldigt mappenavn
hu: Érvénytelen mappanév
is: Ógilt heiti á möppu
it: Nome della cartella non valido
ja: 無効なフォルダー名です。
ro: Nume folder nevalid

# Error label modal
source: Invalid label name
cs: Neplatný název štítku
da: Ugyldigt etiketnavn
hu: Érvénytelen címkenév
is: Ógilt heiti merkingar
it: Nome dell'etichetta non valido
ja: 無効なラベル名です。
ro: Nume etichetă nevalid

# Error message
source: Invalid private key file.
cs: Neplatný soukromý klíč.
da: Ugyldig privatnøgle.
hu: Érvénytelen privát-kulcs fájl.
is: Ógild einkalykilskrá.
it: File della chiave privata non valido.
ja: 秘密鍵が無効です。
ro: Fișier cheie privată nevalidă.

# Error message
source: Uploaded key doesn't match selected key.
cs: Nahraný klíč se neshoduje s vybraným klíčem.
da: Den sendte nøgle passer ikke til den valgte.
hu: A feltöltött kulcs nem egyezik meg a kiválasztott kulccsal.
is: Innsendur dulritunarlykill samsvarar ekki völdum lykli.
it: La chiave caricata non corrisponde a quella selezionata.

# Error message
source: {{keys}} is not a valid PGP key.
cs: {{keys}} není platný PGP klíč.
da: {{keys}} er ikke en gyldig PGP-nøgle.
hu: {{keys}} egy érvénytelen PGP kulcs.
is: {{keys}} er ekki gildur PGP-dulritunarlykill.
it: {{keys}} non è una chiave PGP valida.
ja: {{keys}} は有効な PGP鍵ではありません。

# Error message when unsubscribing to mail list
source: Cannot unsubscribe with {{email}}, please upgrade to a paid plan or enable the address
da: Kan ikke afmelde med {{email}}, venligst opgrader til et betalt abonnement eller aktiver adressen
hu: Az {{email}} címmel nem lehet leiratkozni, kérjük, váltson előfizetéses csomagra vagy engedélyezze a címet
is: Get ekki sagt upp þáttökunni með {{email}}, uppfærðu í greidda áskrift eða virkjaðu tölvupóstfangið

# Error notification in the bug report modal when the user upload file
source: No image selected
cs: Není vybrán žádný obrázek
da: Intet billede valgt
hu: Nincs kép kijelölve
is: Engin mynd valin
it: Nessuna immagine selezionata
ja: 画像が選択されていません
ro: Nici o imagine selectată

# Error reported when the delete account form is invalid
source: Invalid email address or password
cs: Neplatná e-mailová adresa nebo heslo
da: Ugyldig e-mail eller adgangskode
hu: Érvénytelen e-mail cím vagy jelszó
is: Ógilt tölvupóstfang eða lykilorð
it: Indirizzo email o password errati
ja: メールアドレスまたはパスワードが正しくがありません。
ro: Adresă de e-mail sau parolă nevalidă

# Example user
source: Thomas Anderson
cs: Jan Novák
is: Jón Jónsson
ja: Taro Yamada

# Example user
source: thomas.anderson
cs: jan.novak
is: jon.jonsson
ja: taro.yamada

# Exemple name for the user
source: ex: Thomas Anderson
cs: např.: Thomas Anderson
da: f.eks.: Thomas Anderson
hu: pl: Thomas Anderson
is: t.d: Jón Jónsson
it: es: Thomas Anderson
ja: 例: 山田 太郎
ro: ex.: Tudor Andrei

# Export contacts button in the sidebar
source: Export
cs: Exportovat
hu: Exportálás
is: Flytja út
it: Esporta
ja: エクスポート
ro: Exportare

# Filter message
source: Attachments
da: Vedhæftninger
hu: Mellékletek
is: Viðhengi

# Filter message
source: Filter on:
cs: Filtrovat podle:
da: Filter til:
hu: Szűrés:
is: Sía á:
it: Filtra per:
ja: 仕分け対象：
ro: Filtrare după:

# Filter message
source: Next
cs: Další
da: Næste
hu: Következő
is: Næsta
it: Successivo
ja: 次へ
ro: Următor

# Filter message
source: Recipient
cs: Příjemce
da: Adressat
hu: Címzett
is: Viðtakandi
it: Destinatario
ja: 宛先
ro: Destinatar

# Filter message
source: Sender
cs: Odesílatel
da: Afsender
hu: Feladó
is: Sendandi
it: Mittente
ja: 差出人
ro: Expeditor

# Filter message
source: Subject
cs: Předmět
da: Emne
hu: Tárgy
is: Viðfangsefni
it: Oggetto
ja: 件名
ro: Subiect

# Filter modal condition
source: If
cs: Pokud
da: Hvis
hu: Ha
is: ef
it: Se
ja: もし
ro: Dacă

# Filter modal condition
source: Text or pattern
cs: Text nebo vzor
da: Tekst eller mønster
hu: Szöveg vagy minta
is: Texti eða mynstur
it: Testo o modello
ja: テキストまたはパターン
ro: Text sau model

# Filter modal label
source: Apply labels
cs: Použít štítky
da: Anvend etiketter
hu: Címkék alkalmazása
is: Setja merkingar
it: Applica etichette
ja: ラベルの適用
ro: Aplicare etichete

# Filter modal label
source: Mark as
cs: Označit jako
da: Markér som
hu: Megjelölés mint
is: Merkja sem
it: Segna come
ja: 印をつける
ro: Marcare ca

# Filter modal label
source: Move to
cs: Přesunout do
da: Flyt til
hu: Áthelyezés ide
is: Flytja í
it: Sposta in
ja: フォルダーに移動する
ro: Mutare în

# Filter modal label
source: Send auto reply
cs: Poslat automatickou odpověď
da: Afsend auto-svar
hu: Automatikus válasz
is: Senda sjálfvirkt svar
it: Invia risposta automatica
ja: 自動返信を送信
ro: Trimitere autorăspuns

# Filter modal operators
source: AND
cs: A
da: OG
hu: ÉS
is: OG
it: E
ja: かつ
ro: ȘI

# Filter modal operators
source: OR
cs: NEBO
da: ELLER
hu: VAGY
is: EÐA
it: O
ja: または
ro: SAU

# Filter modal title
source: Custom Filter
cs: Vlastní filtr
da: Tilpasset filter
hu: Egyéni Szűrő
is: Sérsniðin sía
it: Filtro personalizzato
ja: 仕分けフィルター
ro: Filtru personal

# Filter modal type
source: Select
cs: Vybrat
da: Vælg
hu: Kiválaszt
is: Velja
it: Selezionare
ja: 対象を選択
ro: Selectare

# Filter modal type
source: the attachments
cs: přílohy
da: vedhæftningerne
hu: a mellékletek
is: viðhengin
it: gli allegati
ja: 添付ファイル
ro: atașamentele

# Filter modal type
source: the recipient
cs: příjemce
da: adressaten
hu: a címzett
is: viðtakandann
it: il destinatario
ja: 宛先
ro: destinatarul

# Filter modal type
source: the sender
cs: odesílatel
da: afsenderen
hu: a feladó
is: sendandann
it: il mittente
ja: 差出人
ro: expeditorul

# Filter modal type
source: the subject
cs: předmět
da: emnet
hu: a tárgy
is: viðfangsefnið
it: il soggetto
ja: 件名
ro: subiectul

# Filter modal value OR value
source: or
cs: nebo
da: eller
hu: vagy
is: eða
it: o
ja: または
ro: sau

# Filters
source: Spam Filter Added
cs: Spam filtr přidán
da: Spamfilter tilføjet
hu: Levélszemét szűrő hozzáadva
is: Bætti við ruslpóstsíu
it: Filtro anti-spam aggiunto
ja: 迷惑メールフィルターを追加しました。
ro: Filtru de spam adăugat

# Filters
source: Spam Filter Deleted
cs: Spam filtr byl smazán
da: Spamfilter slettet
hu: Levélszemét szűrő törölve
is: Ruslpóstsíu eytt
it: Filtro anti-spam eliminato
ja: 迷惑メールフィルターを削除しました。
ro: Filtru de spam șters

# Filters
source: Spam Filter Updated
cs: Spam filtr byl upraven
da: Spamfilter opdateret
hu: Levélszemét szűrő frissítve
is: Ruslpóstsía uppfærð
it: Filtro anti-spam aggiornato
ja: 迷惑メールフィルターを更新しました。
ro: Filtru de spam actualizat

# Generate key modal
source: Key created for {{email}}
cs: Klíč vytvořen pro {{email}}
da: Nøgle oprettes til {{email}}
hu: Kulcs létrehozva {{email}} e-mail címhez
is: Lykill útbúinn fyrir {{email}}
it: Chiave creata per {{email}}
ja: {{email}}用の鍵を作成しました。
ro: Cheie creată pentru {{email}}

# Gift code request
source: Gift code accepted
cs: Kód kupónu byl přijat
da: Gavekode accepteret
hu: Ajándék kód elfogadva
is: Gjafakóði samþykktur
it: Codice regalo accettato
ja: ギフトコードを受け付けました。
ro: Cod cadou acceptat

# Header
source: Email
is: Tölvupóstur
ja: メールアドレス

# Header
source: Name
cs: Jméno
da: Navn
hu: Név
is: Nafn
it: Nome
ja: 名前
ro: Nume

# Header
source: Public Key Information:
cs: Informace o veřejném klíči:
da: Oplysninger om offentlig nøgle:
hu: Nyilvános kulcs információ:
is: Upplýsingar um dreifilykil:
it: Informazioni sulla chiave pubblica:
ja: 公開鍵の情報：
ro: Informații cheie publică:

# Header
source: Type
hu: Típus
is: Tegund

# Help
source: To edit the signature(s) and reorder your addresses, <a ui-sref="secured.account">go to account</a>
cs: Chcete-li upravit podpis(y) a uspořádat své adresy, <a ui-sref="secured.account">přejděte na účet</a>
da: For at redigere signatur(-er) og håndtere dine adresser, <a ui-sref="secured.account">så gå til kontoen</a>
hu: Az aláírások módosításához és a címek sorrendjének megváltoztatásához <a ui-sref="secured.account">menjen a fiókhoz</a>
is: Til að breyta undirskrift(um) og endurraða netföngunum þínum, skaltu <a ui-sref="secured.account">fara á aðganginn þinn</a>
it: Per modificare la/le firma/e e riordinare i tuoi indirizzi, <a ui-sref="secured.account">vai all'account</a>
ja: 署名の編集やアドレスの並び替えをするには、<a ui-sref="secured.account">アカウント</a>を開いてください。
