Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Button to select plan on the dashboard
source: Switch to Free
cs: Přepnout do bezplatné verze
da: Skift til Gratis
hu: Váltás ingyenes fiókra
is: Skipta yfir í Free
it: Passa a Free
ja: 無料プランに切り替える
ro: Comutare la gratuit

# Button to select plan on the dashboard
source: Switch to Plus
cs: Přepnout do Plus verze
da: Skift til Plus
hu: Váltás Plus fiókra
is: Skipta yfir í Plus
it: Passa a Plus
ja: Plusプランに切り替える
ro: Comutare la Plus

# Button to select plan on the dashboard
source: Switch to Professional
cs: Přepnout na tarif Professional
da: Skift til Professional
hu: Váltás Professional fiókra
is: Skipta yfir í Professional
it: Passa a Professional
ja: PROFESSIONALプランへ切り替え
ro: Comutare la Profesional

# Button to select plan on the dashboard
source: Update Free
cs: Aktualizovat tarif Zdarma
da: Opgradér gratis
hu: Ingyenes frissítése
is: Uppfæra Free
it: Aggiorna a Gratis
ja: 無料プランを更新
ro: Actualizare Gratuit

# Button to select plan on the dashboard
source: Update Plus
cs: Aktualizovat tarif Plus
da: Opgradér Plus
hu: Plus frissítése
is: Uppfæra Plus
it: Aggiorna a Plus
ja: PLUSプランを更新
ro: Actualizare Plus

# Button to select plan on the dashboard
source: Update Professional
cs: Aktualizovat tarif Professional
da: Opdatér Professional
hu: Professional frissítése
is: Uppfæra Professional
it: Aggiorna a Professional
ja: PROFESSIONALプランを更新
ro: Actualizare Profesional

# Button to select plan on the dashboard
source: Update Visionary
cs: Aktualizovat tarif Visionary
da: Opdatér Visionary
hu: Visionary frissítése
is: Uppfæra Visionary
it: Aggiorna a Visionary
ja: VISIONARYプランを更新
ro: Actualizare Vizionar

# Button to select plan on the dashboard
source: Upgrade to Plus
cs: Přejít na tarif Plus
da: Opgradér til Plus
hu: Váltás Plus csomagra
is: Uppfæra í Plus
it: Effettua l'upgrade a Plus
ja: PLUSプランにアップグレード
ro: Upgrade la Plus

# Button to select plan on the dashboard
source: Upgrade to Professional
cs: Přejít na tarif Professional
da: Opgradér til Professional
hu: Váltás Professional csomagra
is: Uppfæra í Professional
it: Effettua l'upgrade a Professional
ja: PROFESSIONALプランにアップグレード
ro: Upgrade la Profesional

# Button to select plan on the dashboard
source: Upgrade to Visionary
cs: Povýšit na tarif Visionář
da: Opgradér til Visionary
hu: Váltás Visionary csomagra
is: Uppfæra í Visionary
it: Passa a Visionary
ja: VISIONARYプランにアップグレード
ro: Trecere la Visionary

# Cancelled during importation
source: Import cancelled. Rolling back.
cs: Import byl zrušen. Vrácení zpět.
da: Importen blev annulleret. Tilbageruller.
hu: Importálás megszakítva. Visszagörgetés.
is: Hætt við innflutning. Bakka með aðgerð.
it: Importazione annullata. Esecuzione del rollback.
ja: インポートがキャンセルされました。元に戻しています。

# Clear user's logs (security)
source: Logs cleared
cs: Logy byly smazány
da: Logger ryddet
hu: Naplók törölve
is: Atvikaskráning hreinsuð
it: Log eliminati
ja: ログを消去しました。
ro: Jurnale șterse

# Command palette action
source: Add folder
cs: Přidat složku
da: Tilføj mappe
hu: Új mappa
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダーを追加
ro: Adăugare folder

# Command palette action
source: Add label
cs: Přidat štítek
da: Tilføj etiket
hu: Új címke
is: Bæta við merkingu
it: Aggiungi etichetta
ja: ラベルを追加
ro: Adăugare etichetă

# Command palette action
source: Remove label
cs: Odebrat štítek
da: Fjern etiket
hu: Címke eltávolítása
is: Fjarlægja merkingu
it: Rimuovi etichetta
ja: ラベルを削除
ro: Eliminare etichetă

# Compose message
source: Error during file upload
da: Fejl under fil-upload
hu: Hiba történt a fájl feltöltése során
is: Villa við innsendingu á skrá
ro: Eroare în timpul încărcării fișierului

# Compose message
source: Error encrypting attachment
da: Fejl under vedhæftningsdekryptering
hu: Hiba történt a melléklet titkosítása során
is: Villa við dulritun viðhengis
ro: Eroare criptare atașament(e)

# Composer
source: Attachments are limited to {{number}} MB.
cs: Přílohy jsou omezeny na {{number}} MB.
da: Vedhæftninger er begrænset til {{number}} MB.
hu: Mellékletek maximális mérete: {{number}} MB.
is: Viðhengi eru takmörkuð við {{number}} MB.
it: Gli allegati sono limitati a {{number}} MB.
ja: 添付ファイルの上限容量は {{number}} MBです。
ro: Atașamentele sunt limitate la {{number}} MB.

# Composer
source: Attachments are limited to {{number}} MB. Total attached would be: {{total}} MB.
da: Vedhæftninger er begrænset til {{number}} MB. Samlet vedhæftningsstørrelse udgør: {{total}} MB.
hu: Mellékletek maximális mérete: {{number}} MB. A teljes melléklet: {{total}} MB.
is: Viðhengi eru takmörkuð við {{number}} MB. Alls geta viðhengi verið: {{total}} MB.

# Composer
source: Empty attachment
cs: Prázdná příloha
da: Tom vedhæftning
hu: Üres melléklet
is: Tómt viðhengi
it: Elimina l'allegato
ja: 添付ファイルを空にする
ro: Atașament gol

# Composer
source: Maximum number of attachments (10) exceeded.
cs: Byl překročen maximální počet příloh (10).
da: Maks. antal vedhæftninger (10) overskredet.
hu: Túl sok a melléklet (maximum 10 lehet).
is: Hámarksfjölda viðhengja (10) er náð.
it: Numero massimo di allegati (10) superato.
ja: 最大添付個数 (10) を越えています。
ro: Număr maxim atașamente (10) depășit.

# Composer
source: Messages are limited to {{number}} attachments
cs: Zprávy jsou omezeny na {{number}} příloh(y)
da: Beskeder er begrænset til {{number}} vedhæftninger
hu: Az üzenet maximum {{number}} mellékletet tartalmazhat
is: Skilaboð takmarkast við {{number}} viðhengi
it: I messaggi sono limitati a {{number}} allegati
ja: 添付ファイルの個数は {{number}} 個までです。
ro: Mesajele pot avea maxim {{number}} atașamente

# Composer Mode
source: Normal
cs: Normální
hu: Normál
is: Venjulegt
it: Normale
ja: 標準

# Composer Mode
source: Plain Text
cs: Prostý text
da: Simpel tekst
hu: Egyszerű szöveg
is: Ósniðinn texti
it: Testo semplice
ja: プレーンテキスト
ro: Text simplu

# Composer Tooltip
source: Attachments
cs: Přílohy
da: Vedhæftninger
hu: Mellékletek
is: Viðhengi
it: Allegati
ja: 添付ファイルとして扱う

# Composer Tooltip
source: inline image
cs: vložený obrázek
da: inline-billede
hu: beágyazott kép
is: innfelld mynd
it: immagine in linea
ja: 本文中に埋め込む

# Composer, Attachment
source: Insert images
cs: Vložit obrázek
da: Indsæt billeder
hu: Kép beillesztése
is: Setja inn myndir
it: Inserisci immagini
ja: 画像を

# Composer, Attachment
source: No images detected
cs: Nebyl zjištěn žádný obrázek
da: Ingen billeder valgt
hu: Nem találtunk képeket
is: Engar myndir fundust
it: Nessuna immagine rilevata
ja: 画像が選択されていません

# Composer, Attachment
source: as attachment
cs: jako přílohu
da: som vedhæftning
hu: mellékletként
is: sem viðhengi
it: come allegato
ja: 添付する

# Composer, Attachment
source: inline
cs: vložené
hu: beágyazott
is: innfellt
it: in linea
ja: 埋め込む

# Composer, Attachment
source: or
cs: nebo
da: eller
hu: vagy
is: eða
it: o
ja: または

# Composer, add File
source: Add file
cs: Přidat soubor
da: Tilføj fil
hu: Fájl hozzáadása
is: Bæta við skrá
it: Aggiungi file
ja: ファイルを追加
ro: Adăugare fișier

# Composer, add File
source: Delete
cs: Smazat
da: Slet
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ro: Ștergere

# Composer, add File
source: Error loading image
cs: Chyba při načítání obrázku
da: Fejl under billedindlæsning
hu: Hiba a kép betöltése során
is: Villa við að hlaða inn mynd
it: Errore nel caricamento dell'immagine
ja: 画像の読み込みに失敗しました
ro: Eroare încărcare imagine

# Composer, add File
source: If your URL is correct, you'll see an image preview here. Large images may take a few minutes to appear.
da: Hvis din URL er korrekt, vil du se et billedeksempel hér. Det kan tage et par minutter før store billeder vises.
hu: Ha az URL helyes, látni fogja a kép előnézetét itt. Nagyobb képek esetén eltarthat néhány percig, míg megjelennek.
is: Ef slóðin þín er rétt, ættirðu að sjá forskoðun myndar hér. Stórar myndir gætu þurft nokkrar mínútur áður en þær birtast.

# Composer, add File
source: Image URL
cs: URL adresa obrázku
da: Billed-URL
hu: Kép URL
is: Vefslóð á mynd
it: URL dell'immagine
ja: 画像のURL
ro: URL imagine

# Composer, add File
source: Image preview
cs: Náhled obrázku
da: Billedeeksermpel
hu: Kép előnézet
is: Forskoðun myndar
it: Anteprima immagine
ja: 画像のプレビュー
ro: Previzualizare imagine

# Composer, add File
source: Insert
cs: Vložit
da: Indsæt
hu: Beillesztés
is: Setja inn
it: Inserisci
ja: 挿入
ro: Inserare

# Composer, add File
source: Insert image
cs: Vložit obrázek
da: Indsæt billede
hu: Kép beillesztése
is: Setja inn mynd
it: Inserisci immagine
ja: 画像の挿入
ro: Inserare imagine

# Composer, add File
source: Loading image
cs: Načítání obrázku
da: Indlæser billede
hu: Kép betöltése
is: Hleð inn mynd
it: Caricamento immagine
ja: 画像の読み込み中
ro: Încărcare imagine

# Composer, add File
source: Web address
cs: Webová adresa
da: Webadresse
hu: Webcím
is: Veffang
it: Indirizzo internet
ja: Webアドレス
ro: Adresa web

# Composer, add Link
source: Add a phone number
cs: Přidat telefonní číslo
da: Tilføj et telefonnummer
hu: Telefonszám hozzáadása
is: Bæta við símanúmeri
it: Aggiungi un numero di telefono
ja: 電話番号を追加してください
ro: Adăugare număr de telefon

# Composer, add Link
source: Add a web address
cs: Přidat webovou adresu
da: Tilføj en URL
hu: Új webcím hozzáadása
is: Bættu við veffangi
it: Aggiungi un indirizzo internet
ja: Webアドレスを追加してください
ro: Adăugare adresă web

# Composer, add Link
source: Add an email address
cs: Přidat e-mailovou adresu
da: Tilføj en e-mailadresse
hu: Email cím hozzáadása
is: Bættu við tölvupóstfangi
it: Aggiungi un indirizzo email
ja: メールアドレスを追加してください
ro: Adăugare e-mail

# Composer, add Link
source: Delete
cs: Smazat
da: Slet
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ro: Ștergere

# Composer, add Link
source: Edit link
cs: Upravit odkaz
da: Rediger genvej
hu: Link szerkesztése
is: Breyta tengli
it: Modifica link
ja: リンクを編集
ro: Editare legătură

# Composer, add Link
source: Email address
cs: E-mailová adresa
da: E-mailadresse
hu: E-mail cím
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ro: Adresa de e-mail

# Composer, add Link
source: In the first box, put the link/email/phone number the text should go to. In the second box, put the text you want to appear.
da: I den først boks indsættes det link/e-mail/tlf.nr., som genvejen skal pege på. I den anden boks angives teksten, der ønskes vist.
hu: Az első mezőben adja meg a linket/e-mail címet/telefonszámot. A második mezőbe írja be a megjeleníteni kívánt szöveget.
is: Í fyrsta reitinn skaltu setja tengil/tölvupóst/símanúmer sem textinn ætti að beina á. Í næsta reit skaltu setja textann sem þú vilt að birtist.

# Composer, add Link
source: Insert
cs: Vložit
da: Indsæt
hu: Beillesztés
is: Setja inn
it: Inserisci
ja: 挿入
ro: Inserare

# Composer, add Link
source: Insert link
cs: Vložit odkaz
da: Indsæt genvej
hu: Link beillesztése
is: Setja inn tengil
it: Inserisci link
ja: リンクの挿入
ro: Inserare legătură

# Composer, add Link
source: Link URL
cs: URL odkazu
da: URL til genvej
hu: Link címe
is: Slóð tengils
it: URL link
ja: リンクのURL
ro: URL legătură

# Composer, add Link
source: Link label
cs: Označení odkazu
da: Genvejsetiket
hu: Link címke
is: Merking tengils
it: Etichetta link
ja: 表示するテキスト
ro: Etichetă legătură

# Composer, add Link
source: Phone number
cs: Telefonní číslo
da: Telefonnummer
hu: Telefonszám
is: Símanúmer
it: Numero di telefono
ja: 電話番号
ro: Număr de telefon

# Composer, add Link
source: Text to display
cs: Text, který chcete zobrazit
da: Tekst at vise
hu: Megjelenő szöveg
is: Texti til birtingar
it: Testo da visualizzare
ja: 表示用のテキスト
ro: Text de afișat

# Composer, add Link
source: To what URL should this link go?
cs: Na kterou URL má tento odkaz směřovat?
da: Hvortil skal denne genvej gå?
hu: Melyik URL-re mutasson ez a link?
is: Á hvaða slóð ætti þessi tengill að beina?
it: A quale URL dovrebbe andare questo link?
ja: これは何のリンクですか？
ro: La ce URL ar trebui să ducă această legătură?

# Composer, add Link
source: To what email address should this link?
cs: Na kterou emailovou adresu má tento odkaz směřovat?
da: Til hvilken e-mailadresse skal genvejen gå?
hu: Melyik e-mail címre mutasson a link?
is: Á hvaða tölvupóstfang ætti þetta að tengja?
it: A quale indirizzo email dovrebbe linkare?
ja: これは誰のメールアドレスですか？
ro: La ce e-mail are trebui să ducă această legătură?

# Composer, add Link
source: To what phone number should this link?
cs: Na které telefonní číslo má tento odkaz směřovat?
da: Telefonnummer, hvortil genvejen skal sendes?
hu: Melyik telefonszámra mutasson a link?
is: Á hvaða símanúmer ætti þetta að tengja?
it: A quale numero di telefono dovrebbe linkare?
ja: これは誰の電話番号ですか？
ro: La ce număr de telefon ar trebui să ducă această legătură?

# Composer, add Link
source: URL link
cs: URL odkaz
da: URL-genvej
is: Slóð tengils
it: Link URL
ja: リンクのURL
ro: URL legătură

# Composer, add Link
source: Update
cs: Aktualizovat
da: Opdatere
hu: Frissítés
is: Uppfæra
it: Aggiorna
ja: 更新
ro: Actualizare

# Composer, add Link
source: Web address
cs: Webová adresa
da: URL
hu: Webcím
is: Veffang
it: Indirizzo internet
ja: Webアドレス
ro: Adresa web

# Composer, message drag and drop images
source: {{$count}} image detected
cs: Detekován {{$count}} obrázek
da: {{$count}} billede fundet
hu: {{$count}} kép észlelve
is: {{$count}} mynd fannst
it: {{$count}} immagine rilevata
ja: {{$count}}画像が検出されました。
ro: O imagine detectată

# Condition for custom filter
source: begins with
cs: začíná na
da: starter med
hu: ezzel kezdődik
is: byrjar á
it: inizia con
ja: が次で始まる場合
ro: începe cu

# Condition for custom filter
source: contains
cs: obsahuje
da: indeholder
hu: tartalmaz
is: inniheldur
it: contiene
ja: が次を含む場合
ro: conține

# Condition for custom filter
source: does not begin with
cs: nezačíná na
da: begynder ikke med
hu: nem kezdődik ezzel
is: byrjar ekki á
it: non inizia con
ja: が次で始まらない場合
ro: nu începe cu

# Condition for custom filter
source: does not contain
cs: neobsahuje
da: indeholder ikke
hu: nem tartalmazza
is: inniheldur ekki
it: non contiene
ja: が次を含まない場合
ro: nu conține

# Condition for custom filter
source: does not end with
cs: nekončí na
da: slutter ikke med
hu: nem végződik ezzel
is: endar ekki á
it: non finisce con
ja: が次で終わらない場合
ro: nu se termină cu

# Condition for custom filter
source: does not match
cs: se neshoduje
da: matcher ikke
hu: nem tartalmazza ezt
is: samsvarar ekki
it: non corrisponde
ja: が次と一致しない場合
ro: nu se potrivește

# Condition for custom filter
source: ends with
cs: končí na
da: slutter med
hu: ezzel végződik
is: endar á
it: finisce con
ja: が次で終わる場合
ro: se termină cu

# Condition for custom filter
source: is exactly
cs: je přesně
da: er nøjagtigt
hu: pontosan
is: er nákvæmlega
it: è esattamente
ja: がまさに次の場合
ro: este exact

# Condition for custom filter
source: is not
cs: není
da: er ikke
hu: nem
is: er ekki
it: non è
ja: が次でない場合
ro: nu este

# Condition for custom filter
source: matches
cs: se shoduje
da: matcher
hu: találatok
is: samsvarar
it: corrispondenze
ja: が次と一致する場合
ro: se potrivește

# Confirm message
source: Are you sure you want to import a private key? Importing an insecurely generated or leaked private key can harm the security of your emails.
cs: Opravdu chcete importovat soukromý klíč? Nahrání klíče, který mohl být odcizen, nebo byl generován nezabezpečnou cestou, může ohrozit bezpečnost vašich e-mailů.
da: Sikker på, at du vil importere en privat nøgle? Import af en usikker genereret eller lækket privat nøgle kan kompromittere din e-mailsikkerhed.
hu: Biztos benne, hogy privát kulcsot szeretne importálni? A nem biztonságosan generált vagy kiszivárgott privát kulcsok negatív hatással lehetnek a levelei biztonságára.
is: Ertu viss um að þú viljir flytja inn einkalykil? Að flytja inn óöruggt útbúinn eða lekinn einkalykil getur sett öryggi tölvupóstsins þíns í hættu.
it: Sei sicuro di voler importare una chiave privata? Importare una chiave privata generata in modo non sicuro o trapelata può compromettere la sicurezza dei tuoi messaggi.
ja: 秘密鍵を本当にインポートしますか？不正に生成された鍵のインポートや秘密鍵の漏洩はメールのセキュリティに害を及ぼす恐れがあります。
ro: Sigur doriți să importați o cheie privată? Importarea unei chei private generate nesigure sau furată poate afecta securitatea mesajelor.

# Confirm message
source: By cancelling, you will loose all your changes. Do you want to cancel anyway?
cs: Zrušením ztratíte veškeré neuložené změny. Chcete i přesto pokračovat?
da: Ved at annullere mister du alle dine ændringer. Annullér alligevel?
hu: Megszakítással el fogja veszíteni az összes módosítását. Mindenképpen meg szeretné szakítani?
is: Með því að hætta við, muntu tapa öllum breytingum. Viltu samt hætta við?
it: Annullando, perderai tutte le modifiche. Vuoi annullare comunque?
ja: キャンセルすると、全ての変更が失われます。本当にキャンセルしますか？

# Confirm message
source: Deleting your keys is irreversible. To be able to access any message encrypted with this key, you might want to make a back up of this key for later use. Do you want to export this key?
da: Sletning af dine nøgler er irreversibelt. For at kunne tilgå beskeder krypteret med denne nøgle bør du sikkerhedskopiere den til fremtidig brug.. Vil du eksportere denne nøgle?
hu: A kulcsok törlése nem visszafordítható. Hogy elérhetőek legyenek az üzenetek, melyeket ezzel a kulccsal titkosított, érdemes biztonsági másolatot készíteni a kulcsról későbbi használatra. Szeretné ezt a kulcsot exportálni?
is: Að eyða dulritunarlykilunum þínum er óafturkræft. Til að geta nálgast einhver þau skilaboð sem hafa verið dulrituð með þessum lykli, þá gætirðu viljað taka öryggisafrit af þessum lykli til að nota síðar. Viltu flytja út þennan dulritunarlykil?

# Confirm message
source: This feature is intended for advanced users only! After deleting this key, you will not be able to decrypt any message that is encrypted with this key. It may lead to data loss. Are you sure you want to continue?
cs: Tato funkce je určena jen pro pokročilé uživatele! Po smazání tohoto klíče nebudete schopni dešifrovat jakoukoliv zprávu, která je šifrována pomocí tohoto klíče. To může vést ke ztrátě dat. Jste si jisti, že chcete pokračovat?
da: Denne funktion er rettet mod erfarne brugere! Efter sletning af denne nøgle vil du ikke længere kunne dekryptere beskeder krypteret med nøglen. Dette kan medføre datatab. Fortsæt alligevel?
hu: Ezt a funkciót gyakorlott felhasználóknak szánták! Miután törölte ezt a kulcsot nem lesz képes visszafejteni egyetlen üzenetet sem, amit ezzel a kulccsal titkosított. Ez adatvesztéshez vezethet. Biztos, hogy folytatni szeretné?
is: Þessi eiginleiki er aðeins ætlaður mjög vönum notendum! Eftir að þessum dulritunarlykli hefur verið eytt, geturðu ekki lengur afkóðað nein skilaboð sem hafa verið dulrituð með honum. Þetta gæti leitt til þess að gögn tapist. Ertu viss um að þú viljir halda áfram?
it: Questa funzionalità è destinata solo agli utenti esperti! Dopo l'eliminazione di questa chiave non sarai più in grado di decriptare i messaggi cifrati con questa chiave. Ciò potrebbe comportare una perdita di dati. Sei sicuro di voler continuare?
ja: この機能は上級ユーザー向けです！ この鍵を削除したあとは、この鍵で暗号化された、いかなるメッセージも復号できません。データ損失に繋がる恐れがありますが、続けますか？
ro: Această funcție este destinată numai utilizatorilor avansați! După ștergerea acestei chei, nu veți putea decripta mesajele care sunt criptate cu această cheie. Aceasta poate duce la pierderea datelor. Sigur doriți să continuați?

# Confirm message
source: This key has not been activated. It is only possible to export the public key. Do you want to export the public key?
cs: Tento klíč nebyl doposud aktivován. Tento veřejný klíč můžete pouze exportovat. Přejete si exportovat tento veřejný klíč?
da: Denne nøgle er ikke aktiveret. Det er kun muligt at eksportere den offentlige nøgle. Vil du eksportere den offentlige nøgle?
hu: Ez a kulcs még nem került aktiválásra. Csak a nyilvános kulcs exportálása lehetséges. Szeretné exportálni a nyilvános kulcsot?
is: Þessi lykill hefur ekki verið virkjaður. Einungis er hægt að flytja út dreifilykilinn. Viltu flytja dreifilykilinn út núna?
it: Questa chiave non è stata attivata. È possibile solo esportare la chiave pubblica. Vuoi esportare la chiave pubblica?
ja: この鍵は有効化されていません。公開鍵のエクスポートのみできます。公開鍵のエクスポートをしますか？
ro: Această cheie nu a fost activată. Este posibil doar exportul cheii publice. Doriți să exportați cheia publică?

# Confirm message
source: Warning
cs: Upozornění
da: Advarsel
hu: Figyelem
is: Aðvörun
it: Attenzione
ja: 警告

# Confirm message
source: discard
cs: zahodit
da: kassér
hu: elvetés
is: henda
it: scarta
ja: 破棄

# Confirm message
source: save
cs: uložit
da: gem
hu: mentés
is: vista
it: salva
ja: 保存

# Confirm modal title
source: Automatic sign outgoing messages?
cs: Automaticky podepisovat odchozí zprávy?
da: Auto-signér udgående beskeder?
hu: Automatikus aláírása a kimenő üzeneteknek?
is: Sjálfvirk undirritun skilaboða fyrir sendingu?
it: Firmare automaticamente i messaggi in uscita?
ja: 送信メッセージに自動的に署名しますか？
ro: Semnare automată mesaje trimise?

# Confirm modal title
source: Download Public Key
cs: Stáhnout veřejný klíč
da: Hent offentlig nøgle
hu: Nyilvános kulcs letöltése
is: Ná í dreifilykil
it: Scarica chiave pubblica
ja: 公開鍵のダウンロード
ro: Descărcare cheie publică

# Confirm modal title
source: Import private key
cs: Importovat privátní klíč
da: Importér private nøgler
hu: Privát kulcs importálása
is: Flytja inn einkalykil
it: Importa chiave privata
ja: 秘密鍵のインポート
ro: Importare cheie privată

# Confirm text
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei
ja: いいえ
ro: Nu

# Confirm text
source: Yes
cs: Ano
da: Ja
hu: Igen
is: Já
it: Sì
ja: はい
ro: Da

# Contact
source: Preview Contact
cs: Náhled kontaktu
da: Kontakteksempel
hu: Névjegy előnézet
is: Forskoða tengilið
it: Anteprima contatto
ja: 統合結果の事前確認
ro: Afișare contact

# Contact group dropdown placeholder
source: Filter groups
da: Filtrer grupper
hu: Csoportok szűrése
is: Sía hópa

# Contact modal title
source: Add contact
cs: Přidat kontakt
da: Tilføj kontakt
hu: Új névjegy
is: Bæta við tengilið
it: Aggiunta contatto
ja: 連絡先の追加
ro: Adăugare contact

# Contact modal title
source: Add image
cs: Přidat obrázek
da: Tilføj billede
hu: Kép hozzáadása
is: Bæta við mynd
it: Aggiungi immagine
ja: 画像の追加
ro: Adăugare imagine

# Contact modal title
source: Contact details
cs: Kontaktní údaje
da: Kontaktoplysninger
hu: Névjegy részletei
is: Nánar um tengilið
it: Dettagli contatto
ja: 連絡先の詳細
ro: Detalii contact

# Contact modal title
source: Edit contact
cs: Upravit kontakt
da: Redigér kontakt
hu: Névjegy szerkesztése
is: Breyta tengilið
it: Modifica contatto
ja: 連絡先の編集
ro: Editare contact

# Contact photo action
source: Clear image
cs: Vymazat obrázek
da: Fjern billede
hu: Kép törlése
is: Hreinsa mynd
it: Rimuovi immagine
ja: 画像の消去

# Contact photo action
source: Edit image
cs: Upravit obrázek
da: Redigér billede
hu: Kép szerkesztése
is: Breyta mynd
it: Modifica immagine
ja: 画像の編集

# Contact photo action
source: Load remote image
cs: Načíst vzdálený obrázek
da: Indlæs eksternt billede
hu: Távoli képek betöltése
is: Hlaða inn fjartengdri mynd
it: Carica immagine remota
ja: リモートの画像を読み込みます

# Contact photo icon
source: Image blocked
cs: Obrázek blokován
da: Billede blokeret
hu: Kép blokkolva
is: Lokað á mynd
it: Immagine bloccata
ja: 画像がブロックされました

# Context
source: Coupon
cs: Kupón
da: Rabatkupon
hu: Kupon
is: Inneignarnóta
ja: クーポン
ro: Cupon

# Context
source: Gift code
cs: Dárkový kód
da: Gavekode
hu: Ajándék kód
is: Gjafakóði
it: Codice regalo
ja: ギフトコード
ro: Cod cadou

# Coupon code request
source: Coupon code accepted
cs: Kód kupónu byl přijat
da: Kuponkode accepteret
hu: Kupon kód elfogadva
is: Kóði inneignarnótu samþykktur
it: Codice coupon accettato
ja: クーポンコードが利用可能です。
ro: Cod cupon acceptat

# Credit card CVC
source: Security Code
da: Sikkerhedskode
hu: Biztonsági kód
is: Öryggiskóði
ro: Cod de securitate

# Credit card modal
source: Add a credit card.
cs: Přidat platební kartu.
da: Tilføj kreditkort.
hu: Bankkártya hozzáadása.
is: Bæta við greiðslukorti
it: Aggiunga una carta di credito.
ja: クレジットカード情報を追加してください。
ro: Adăugare card de credit.
