Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# TLS type
source: Opportunistic
cs: Příležitostní
da: Opportunistisk
hu: Alkalmazkodó
is: Ef hentar (opportunistic)
it: Opportunistico
ja: 日和見（可能な場合には暗号化）
ro: Oportunist

# TLS type
source: Require
cs: Povinné
da: Kræver
hu: Kötelező
is: Krefjast
it: Richiedi
ja: 必須
ro: Solicitare

# Table Header
source: Actions
cs: Akce
da: Handlinger
hu: Műveletek
is: Aðgerðir
it: Azioni
ja: 動作
ro: Acțiuni

# Table Header
source: Created
cs: Vytvořeno
da: Oprettet
hu: Létrehozva
is: Búið til
it: Creata
ja: 作成日
ro: Creat

# Table Header
source: Encryption
cs: Šifrování
da: Kryptering
hu: Titkosítás
is: Dulritun
it: Crittografia
ja: 暗号化
ro: Criptare

# Table Header
source: Expires
cs: Expiruje
da: Udløber
hu: Lejár
is: Rennur út
it: Scadrà
ja: 有効期限
ro: Expiră

# Table Header
source: Fingerprint
cs: Digitální otisk
da: Fingeraftryk
hu: Ujjlenyomat
is: Fingrafar
it: Impronta digitale
ja: フィンガープリント
ro: Amprentă

# Table Header
source: Primary
cs: Primární
da: Primær
hu: Elsődleges
is: Aðal
it: Principale
ja: プライマリー
ro: Primară

# Table Header
source: Type
cs: Typ
hu: Típus
is: Tegund
it: Tipo
ja: 種類
ro: Tip

source: The message contains too many bytes, only
cs: Zpráva obsahuje příliš mnoho bajtů, pouze
da: Denne besked indeholder for mange bytes. Kun
hu: Az üzenet túl sok bájtból áll, csak
is: Skilaboðin innihalda of mörg bæti, einungis
it: Il messaggio contiene troppi byte, solo
ja: 応答メッセージが長すぎます。
ro: Mesajul conține prea multe caractere, doar

source: allowed (you are using
cs: povoleno (napsáno
da: er tilladt (du benytter
hu: engedélyezett (jelenleg
is: eru leyfð (þú núna ert að nota
it: disponibili (stai usando
ja: バイトまで入力できます。（現在、
ro: sunt permise (acum utilizați

source: bytes).
cs: bajtů).
hu: bájt).
is: bæti).
it: byte).
ja: バイト使用されています）
ro: caractere).

# Title
source: 1-year plan
da: 1-års abonnement
hu: 1 éves előfizetés
is: 1-árs áskrift

# Title
source: 2-year plan
da: 2-års abonnement
hu: 2 éves előfizetés
is: 2-ára áskrift

# Title
source: 3-D Secure verification failed
da: 3-D Sikker bekræftelse fejlede
hu: A 3D Secure biztonsági ellenőrzés sikertelen
is: 3-D Secure sannvottun mistókst

# Title
source: Account
cs: Účet
da: Konto
hu: Fiók
is: Notandaaðgangur
ja: アカウント
ro: Cont

# Title
source: Actions
cs: Akce
da: Handlinger
hu: Műveletek
is: Aðgerðir
it: Azioni
ja: 動作
ro: Acțiuni

# Title
source: Add a recovery email
da: Tilføj en gendannelses e-mail
hu: Helyreállító e-mail cím hozzáadása
is: Bæta við endurheimtupósti

# Title
source: Add credits
cs: Přidat kredit
da: Tilføj kredit
hu: Kredit hozzáadása
is: Bæta við inneign
it: Aggiungi credito
ja: クレジットの追加
ro: Adăugare credite

# Title
source: Add invoice details
cs: Přidat fakturační údaje
da: Tilføj fakturaoplysninger
hu: Számlázási adatok megadása
is: Bæta við upplýsingum á reikning
it: Aggiungi dettagli fattura
ja: 請求書の詳細を追加
ro: Adăugare detalii factură

# Title
source: Add multiple recipients
cs: Přidat více příjemců
da: Tilføj flere modtagere
hu: Több címzett megadása
is: Bæta við mörgum viðtakendum

# Title
source: Add to Blacklist
cs: Přidat na černou listinu
da: Føj til Blokeringsliste
hu: Tiltólistához adás
is: Bæta á bannlista
it: Aggiungi alla blacklist
ja: ブラックリストに追加
ro: Adăugare la adrese blocate

# Title
source: Add to Group
da: Føj til gruppe
hu: Hozzáadás a csoporthoz
is: Bæta í hóp

# Title
source: Add to Whitelist
cs: Přidat na bílou listinu
da: Føj til Hvidliste
hu: Hozzáadás az engedélyezett listához
is: Bæta við lista yfir leyfilegt
it: Aggiungi alla whitelist
ja: ホワイトリストに追加
ro: Adăugare la adrese ignorate

# Title
source: Additional themes
cs: Dodatečné styly
da: Yderligere temaer
hu: További témák
is: Viðbótarþemu
it: Temi aggiuntivi
ja: 追加のテーマ
ro: Teme adiționale

# Title
source: Address
cs: Adresa
da: Adresse
hu: Cím
is: Vistfang
it: Indirizzo
ja: メールアドレス
ro: Adresa

# Title
source: Address Priority
cs: Důležitost adres
da: Adresseprioritet
hu: Cím prioritás
is: Forgangur vistfangs
it: Priorità indirizzo
ja: アドレスの優先順位
ro: Adresă prioritară

# Title
source: Address Verification (optional)
cs: Ověření adresy (volitelné)
da: Adresseverifikation (valgfrit)
hu: Cím hitelesítés (opcionális)
is: Sannvottun vistfangs (valfrjálst)
it: Verifica dell'indirizzo (facoltativa)
ja: アドレスの検証（任意）
ro: Verificare adresă (opțional)

# Title
source: Addresses
cs: Adresy
da: Adresser
hu: Címek
is: Vistföng
it: Indirizzi
ja: メールアドレス
ro: Adrese

# Title
source: Addresses / Users
cs: Adresy / Uživatelé
da: Adresser/Brugere
hu: Címek / Felhasználók
is: Vistföng / Notendur
it: Indirizzi / Utenti
ja: ユーザー/アドレス
ro: Adrese/Utilizatori

# Title
source: Administrator Key Activation
cs: Aktivace administrátorského klíče
da: Administratornøgleaktivering
hu: Adminisztrátor kulcs aktiválása
is: Virkjun dulritunarlykla kerfisstjóra
it: Attivazione della chiave da amministratore
ja: 管理者用の鍵の有効化
ro: Activare cheie administrator

# Title
source: Advanced settings ({{email}})
cs: Rozšířené nastavení ({{email}})
da: Avancerede indstillinger ({{email}})
hu: Haladó beállítások ({{email}})
is: Ítarlegar stillingar ({{email}})
it: Impostazioni avanzate ({{email}})
ja: 拡張設定 ({{email}})

# Title
source: All Mail
cs: Všechna pošta
da: Alle mails
hu: Összes levél
is: Allur tölvupóstur
it: Tutte le email
ja: 全てのメール
ro: Toate mesajele

# Title
source: Allocate Storage
cs: Přiřadit úložiště
da: Tildel lagerplads
hu: Tárhely lefoglalása
is: Úthluta geymslurými
it: Alloca spazio
ja: ストレージを割り当てる
ro: Alocare spațiu

# Title
source: Allocate VPN Connections
cs: Přiřadit VPN připojení
da: Tildel VPN-forbindelser
hu: VPN kapcsolatok lefoglalása
is: Úthluta VPN-tengingum
it: Alloca connessioni VPN
ja: VPN接続を割り当てる
ro: Alocare conexiuni VPN

# Title
source: Allow password reset
cs: Povolit obnovení hesla
da: Tillad adgangskodenulstilling
hu: Jelszó visszaállítás engedélyezése
is: Leyfa endurstillingar lykilorðs
it: Permetti il reset della password
ja: パスワードのリセット
ro: Permitere resetare parolă

# Title
source: Amount
cs: Částka
da: Beløb
hu: Összeg
is: Magn
it: Importo
ja: 金額
ro: Cantitate

# Title
source: Amount Due
da: Skyldigt beløb
hu: Esedékes összeg
is: Upphæð til greiðslu

# Title
source: Amount due
cs: Částka k zaplacení
da: Skyldigt beløb
hu: Esedékes összeg
is: Upphæð til greiðslu
it: Importo dovuto
ja: 支払い総額
ro: Sumă datorată

# Title
source: Appearance
cs: Vzhled
da: Udseende
hu: Megjelenés
is: Útlit
it: Aspetto
ja: 外観
ro: Aspect

# Title
source: Application
cs: Aplikace
da: Program
hu: Alkalmazás
is: Forrit
it: Applicazione
ja: アプリケーション
ro: Aplicaţie

# Title
source: Archive
cs: Archiv
da: Arkiv
hu: Archív
is: Safn
it: Archivio
ja: アーカイブ
ro: Arhivă

# Title
source: Are you human?
cs: Jste člověk?
da: Er du et menneske?
hu: Ön egy ember?
is: Ertu mannvera?
it: Sei umano?
ja: あなたは人間ですか？
ro: Sunteți o persoană?

# Title
source: Associated addresses:
da: Tilknyttede adresser:
hu: Kapcsolódó címek:
is: Tengd póstföng

# Title
source: Attach screenshot
cs: Přiložit snímek obrazovky
da: Vedhæft skærmfoto
hu: Képernyőkép csatolása
is: Hengja við skjámynd
it: Allega screenshot
ja: スクリーンショットの添付
ro: Atașare captură ecran

# Title
source: Attachments
cs: Přílohy
da: Vedhæftninger
hu: Mellékletek
is: Viðhengi
it: Allegati
ja: 添付ファイル
ro: Atașamente

# Title
source: Authentication Logs
cs: Záznamy o ověření
da: Autentificeringslogger
hu: Bejelentkezési napló
is: Atvikaskráning auðkenningar
it: Log d'autenticazione
ja: 認証ログ
ro: Jurnale autentificări

# Title
source: Auto-Reply
cs: Automatická odpověď
da: Auto-besvarelse
hu: Automatikus válasz
is: Sjálfvirk-svörun
it: Risposta automatica
ja: 自動返信
ro: Autorăspuns

# Title
source: Automatic Replies
cs: Automatické odpovědi
da: Aoto-svar
hu: Automatikus válasz
is: Sjálfvirk svör
it: Risposte automatiche
ja: 自動返信
ro: Răspunsuri automate

# Title
source: Automatically save contacts
cs: Automaticky ukládat kontakty
da: Gem automatisk kontakter
hu: Névjegyek automatikus létrehozása
is: Vista tengiliði sjálfvirkt
it: Salvataggio automatico dei contatti
ja: 連絡先への宛先の自動追加
ro: Salvare automată contacte

# Title
source: Background color
cs: Barva pozadí
da: Baggrundsfarve
hu: Háttérszín
is: Bakgrunnslitur
it: Colore di sfondo
ja: 背景色
ro: Culoare fundal

# Title
source: Billing
cs: Fakturace
da: Fakturering
hu: Számlázás
is: Greiðslur
it: Fatturazione
ja: 請求
ro: Facturare

# Title
source: Billing Information
cs: Fakturační údaje
da: Faktureringsoplysninger
hu: Számlázási adatok
is: Greiðsluupplýsingar
it: Dati di fatturazione
ja: 請求情報
ro: Informații facturare

# Title
source: Bits
hu: Bit
is: Bitar

# Title
source: Black Friday Sale
da: Black Friday-tilbud
hu: Black Friday akció
is: Svarta-föstudags útsala

# Title
source: Bridge IMAP/SMTP
is: Brúa IMAP/SMTP

# Title
source: Card verification
da: Kortbekræftelse
hu: Bankkártya ellenőrzés
is: Sannvottun greiðslukorts

# Title
source: Card verification in progress
da: Kortbekræftelse i gang
hu: Bankkártya ellenőrzése folyamatban
is: Sannvottun greiðslukorts í gangi

# Title
source: Catch-All
cs: Doménový koš
da: Fang alle
hu: Gyűjtő e-mail
is: Safna-öllu
ro: Colectare toate

# Title
source: Change Login Password
cs: Změnit přihlašovací heslo
da: Skift loginadgangskode
hu: Bejelentkezési jelszó módosítása
is: Breyta lykilorði innskráningar
it: Cambia password di login
ja: ログインパスワードを変更
ro: Schimbare parolă conectare

# Title
source: Change Mailbox Password
cs: Změnit heslo poštovní schránky
da: Skift postkasseadgangskode
hu: Email fiók jelszavának megváltoztatása
is: Breyta lykilorði á pósthólfi
it: Cambiamento password della casella email
ja: メールボックス パスワードを変更
ro: Schimbare parolă mesaje

# Title
source: Change OpenVPN Login
cs: Změnit OpenVPN přihlašovací jméno
da: Skift OpenVPN-login
hu: OpenVPN bejelentkezés megváltoztatása
is: Breyta OpenVPN-lykilorði
it: Modifica del login di OpenVPN
ja: OpenVPNログインIDの変更
ro: Schimbare conectare OpenVPN

# Title
source: Change OpenVPN Password
cs: Změnit OpenVPN heslo
da: Skift OpenVPN-adgangskode
hu: OpenVPN jelszó megváltoztatása
is: Breyta lykilorði
it: Modifica della password di OpenVPN
ja: OpenVPNパスワードの変更
ro: Schimbare parolă OpenVPN

# Title
source: Change Organization Keys
cs: Změnit klíče organizace
da: Skift organisationsnøgler
hu: Szervezeti kulcsok megváltoztatása
is: Skipta um dulritunarlykla fyrir stofnun
it: Modifica delle chiavi dell'organizzazione
ja: 組織用の鍵の変更
ro: Schimbare chei organizație

# Title
source: Change Organization Password
cs: Změnit heslo organizace
da: Skift organisationsadgangskode
hu: Szervezeti jelszó megváltoztatása
is: Breyta lykilorði stofnunar
it: Modifica della password dell'organizzazione
ja: 組織パスワードの変更
ro: Schimbare parolă organizație

# Title
source: Change Password
cs: Změnit heslo
da: Skift adgangskode
hu: Jelszó módosítása
is: Breyta lykilorði
it: Modifica della password
ja: パスワードの変更
ro: Schimbare parolă

# Title
source: Change Role
cs: Změnit roli
da: Skift rolle
hu: Szerep megváltoztatása
is: Breyta hlutverki
it: Cambi ruolo
ja: 役割の変更
ro: Schimbare rol

# Title
source: Choose your default language.
cs: Vybete výchozí jazyk rozhraní.
da: Vælg dit standardsprog.
hu: Az alapértelmezett nyelv kiválasztása.
is: Veldu sjálfgefið tungumál.

# Title
source: Clear
cs: Vymazat
da: Ryd
hu: Törlés
is: Hreinsa
it: Elimina
ja: 消去
ro: Golire

# Title
source: Composer
cs: Editor
da: Skrivesession
hu: Szerkesztő
is: Ritill
it: Compositore
ja: メール作成
ro: Compunere mesaje

# Title
source: Composer Text Direction
cs: Směr zobrazení textu v editoru zprávy
da: Skrivesession, tekstretning
hu: Szerkesztő szövegiránya
is: Textastefna í ritli
it: Direzione del testo del compositore
ja: 新規作成時のテキスト方向
ro: Direcție text compunere mesaje

# Title
source: Composer mode
cs: Režim psaní zpráv
da: Skrivesessionstilstand
hu: Szerkesztő módja
is: Ritilshamur
it: Modalità compositore
ja: 作成時の書式
ro: Mod de compunere

# Title
source: Conditions
cs: Podmínky
da: Betingelser
hu: Feltételek
is: Skilyrði
it: Condizioni
ja: 条件
ro: Condiții

# Title
source: Confirm Password
cs: Potvrdit heslo
da: Bekræft adgangskode
hu: Jelszó megerősítése
is: Staðfestu lykilorð
it: Conferma password
ja: パスワードの確認
ro: Confirmare parolă

# Title
source: Confirm Reset Password
cs: Potvrdit obnovení hesla
da: Bekræft nulstillingsadgangskode
hu: Visszaállítási jelszó megerősítése
is: Staðfestu endurstillingu á lykilorði
it: Conferma password di reset
ja: パスワードリセットの確認
ro: Confirmare resetare parolă

# Title
source: Confirm downgrade
cs: Potvrď downgrade
da: Bekræft nedgradering
hu: Lemondás megerősítése
is: Staðfestu niðurfærslu
it: Confermi il downgrade
ja: ダウングレードの確認
ro: Confirmare modificare ofertă

# Title
source: Confirm login password
da: Bekræft adgangskode til login
hu: Bejelentkezési jelszó megerősítése
is: Staðfestu innskráningarlykilorð

# Title
source: Confirm loss of Proton bonuses
da: Bekræft tab af Proton-bonusser
hu: Proton kedvezmények elvesztésének megerősítése
is: Staðfesta tap á Proton-bónusum

# Title
source: Confirm mailbox password
da: Bekræft adgangskode ti postkasse
hu: E-mail jelszó megerősítése
is: Staðfestu lykilorð fyrir pósthólf

# Title
source: Confirm recovery Password
cs: Potvrdit heslo pro obnovení
da: Bekræft adgangskode til gendannelse
hu: Helyreállítási jelszó megerősítése
is: Staðfestu endurheimtulykilorð

# Title
source: Contact
cs: Kontakt
da: Kontakt
hu: Névjegy
is: Tengiliður
it: Contatto
ja: 連絡先

# Title
source: Contact Details
cs: Kontaktní údaje
da: Kontaktoplysninger
hu: Névjegy részletei
is: Nánar um tengilið
it: Dettagli contatto
ja: 連絡先の詳細
ro: Detalii de contact

# Title
source: Contact List
cs: Seznam kontaktů
da: Kontaktoversigt
hu: Névjegy lista
is: Tengiliðalisti
it: Lista contatti
ja: 連絡先の一覧
ro: Listă contacte

# Title
source: Contact encryption keys
cs: Šifrovací klíče kontaktu
da: Kontakt-krypteringsnøgler
hu: Partner titkosítási kulcsai
is: Dulritunarlyklar tengiliðar
it: Chiavi di cifratura del contatto
ja: 連絡先の暗号鍵
ro: Chei de criptare contact

# Title
source: Contact us
cs: Kontaktujte nás
da: Kontakt os
hu: Kapcsolatfelvétel
is: Hafa samband
it: Contatti
ja: 問合わせ
ro: Contactați-ne

# Title
source: Contacts
cs: Kontakty
da: Kontakter
hu: Névjegyek
is: Tengiliðir
it: Contatti
ja: 連絡先
ro: Contacte

# Title
source: Conversation Grouping
cs: Seskupování konverzací
da: Samtalegruppering
hu: Beszélgetések csoportosítása
is: Hópun í samtöl
it: Raggruppa conversazioni
ja: 会話のグループ化
ro: Grupare în conversații

# Title
source: Cost per month
cs: Cena za měsíc
da: Månedsudgift
hu: Költség havonta
is: Kostnaður á mánuði
it: Costo mensile
ja: 1ヶ月あたりの費用
ro: Cost pe lună

# Title
source: Coupon
cs: Kupón
da: Kupon
hu: Kupon
is: Inneignarnóta
ja: クーポン
ro: Cupon

# Title
source: Create Address
cs: Vytvořit adresu
da: Opret adresse
hu: Cím létrehozása
is: Búa til vistfang
it: Creazione indirizzo
ja: アドレスを作成
ro: Creare adresă

# Title
source: Create Contact
cs: Vytvořit kontakt
da: Opret kontakt
hu: Új névjegy
is: Búa til nýjan tengilið
it: Creazione contatto
ja: 連絡先を作成
ro: Creare contact

# Title
source: Create new folder
cs: Vytvořit novou složku
da: Opret ny mappe
hu: Új mappa létrehozása
is: Búa til nýja möppu
it: Creazione nuova cartella
ja: 新しいフォルダーの作成
ro: Creare folder

# Title
source: Create new label
cs: Vytvořit nový štítek
da: Opret ny etiket
hu: Új címke létrehozása
is: Búa til nýja merkingu
it: Creazione nuova etichetta
ja: 新しいラベルの作成
ro: Creare etichetă

# Title
source: Create user
cs: Vytvořit uživatele
da: Opret bruger
hu: Felhasználó létrehozása
is: Búa til notandaaðgang
it: Creazione utente
ja: ユーザーの作成
ro: Creare utilizator

# Title
source: Create your account
cs: Vytvořte si svůj účet
da: Opret din konto
hu: Fiók létrehozása
is: Búa til notandaaðgang fyrir þig
it: Crea il tuo account
ja: アカウントの作成
ro: Creare cont

# Title
source: Created
cs: Vytvořeno
da: Oprettet
hu: Létrehozva
is: Búið til

# Title
source: Creating account
cs: Vytváření účtu
da: Opretter konto
hu: Fiók létrehozása
is: Að búa til notandaaðgang
it: Creazione account
ja: アカウントの作成中
ro: Se creează contul

# Title
source: Credit
cs: Kredit
da: Kredit
hu: Kredit
is: Þakkir
it: Credito
ja: クレジット

# Title
source: Current status
cs: Aktuální stav
da: Aktuel status
hu: Jelenlegi állapot
is: Núverandi staða
it: Stato attuale
ja: 現在の状態
ro: Stare actuală

# Title
source: Custom Domain Addresses
da: Tilpassede Domæneadresser
hu: Saját domain címek
is: Sérsniðin vistföng léna

# Title
source: Custom Filters
cs: Vlastní filtry
da: Tilpassede filtre
hu: Egyéni szűrők
is: Sérsniðnar síur
it: Filtri personalizzati
ja: 仕分けフィルター
ro: Filtre personale

# Title
source: Custom theme
cs: Vlastní motiv
da: Tilpasset tema
hu: Egyéni téma
is: Sérsniðið þema
it: Tema personalizzato
ja: カスタムテーマ
ro: Temă personală

# Title
source: Customize invoices
cs: Přizpůsobení faktur
da: Tilpas fakturaer
hu: Számlák személyre szabása
is: Sérsníða reikninga
it: Personalizzazione delle fatture
ja: 請求書のカスタマイズ
ro: Personalizare facturi

# Title
source: Daily email notifications
cs: Denní e-mailová upozornění
da: Daglige underretninger om e-mails
hu: Napi e-mail értesítések
is: Daglegar tilkynningar í tölvupósti
it: Notifiche email giornaliere
ja: 毎日のメール通知
ro: Notificări zilnice pe e-mail

# Title
source: Dashboard
cs: Přehled
da: Kontrolpanel
hu: Vezérlőpult
is: Stjórnborð
it: Pannello di controllo
ja: ダッシュボード
ro: Tablou de bord

# Title
source: Date
cs: Datum
da: Dato
hu: Dátum
is: Dagsetning
it: Data
ja: 日付
ro: Data

# Title
source: Day of the month
cs: Den v měsíci
da: Månedsdag
hu: A hónap napja
is: Dagur mánaðarins

# Title
source: Decrypt Mailbox
cs: Dešifrovat e-mailovou schránku
da: Dekrypptér postkasse
hu: E-mail fiók visszafejtése
is: Afkóða pósthólf
it: Decriptazione casella email
ja: メールボックスの復号
ro: Decriptare mesaje

# Title
source: Decrypt message
cs: Dešifrovat zprávu
da: Dekryptér beskeder
hu: Üzenet visszafejtése
is: Afkóða skilaboð
it: Decriptazione messaggio
ja: メッセージの復号
ro: Decriptare mesaj

# Title
source: Delete
cs: Odstranit
da: Slet
hu: Törlés
is: Eyða
it: Eliminazione
ja: 削除
ro: Ștergere

# Title
source: Delete Account
cs: Smazat účet
da: Slet konto
hu: Fiók törlése
is: Eyða notandaaðgangi
it: Eliminazione account
ja: アカウントの削除
ro: Ștergere cont

# Title
source: Delete Filter
cs: Smazat filtr
da: Slet filter
hu: Szűrő törlése
is: Eyða síu
it: Eliminazione filtro
ja: フィルターの削除
ro: Ștergere filtru

# Title
source: Delete account
cs: Smazat účet
da: Slet konto
hu: Fiók törlése
is: Eyða notandaaðgangi
it: Eliminazione account
ja: アカウントの削除
ro: Ștergere cont

# Title
source: Delete address
cs: Smazat adresu
da: Slet adresse
hu: Cím törlése
is: Eyða vistfangi
it: Eliminazione indirizzo
ja: アドレスの削除
ro: Ștergere adresă

# Title
source: Delete all
cs: Smazat vše
da: Slet alle
hu: Összes törlése
is: Eyða öllu
it: Eliminazione di tutto
ja: 全て削除
ro: Ștergere toate

# Title
source: Delete domain
cs: Odebrat doménu
da: Slet domæne
hu: Domain név törlése
is: Eyða léni
it: Eliminazione dominio
ja: ドメインの削除
ro: Ștergere domeniu

# Title
source: Delete folder
cs: Odstranit složku
da: Slet mappe
hu: Mappa törlése
is: Eyða möppu
it: Eliminazione cartella
ja: フォルダーの削除
ro: Ștergere folder

# Title
source: Delete label
cs: Odebrat štítek
da: Slet etiket
hu: Címke törlése
is: Eyða merkingu
it: Eliminazione etichetta
ja: ラベルの削除
ro: Ștergere etichetă

# Title
source: Delete payment method
cs: Odstranit způsob platby
da: Slet betalingsmetode
hu: Fizetési mód törlése
is: Eyða greiðslumáta
it: Elimina il metodo di pagamento
ja: 支払い方法の削除
ro: Ștergere metodă de plată

# Title
source: Delete user
cs: Smazat uživatele
da: Slet bruger
hu: Felhasználó törlése
is: Eyða notanda
it: Eliminazione utente
ja: ユーザーを削除
ro: Ștergere utilizator

# Title
source: Delete {{Name}} from the group
da: Slet {{Name}} fra gruppen
hu: {{Name}} törlése a csoportból
is: Eyða {{Name}} úr hópnum

# Title
source: Delete {{type}}
da: Slet {{type}}
hu: {{type}} törlése
is: Eyða {{type}}

# Title
source: Desktop notifications
cs: Oznámení na plochu
da: Computernotifikationer
hu: Asztali értesítések
is: Tilkynningar á skjáborði
it: Notifiche desktop
ja: デスクトップ通知
ro: Notificări pe desktop

# Title
source: Digital signature verified
da: Digital signatur bekræftet
hu: Digitális aláírás ellenőrizve
is: Stafræn undirritun sannreynd

# Title
source: Disable Two-Factor Authentication
cs: Vypnout dvoufázové ověření
da: Deaktivér to-faktor autentificering
hu: Kétlépéses hitelesítés kikapcsolása
is: Gera tveggja-þátta auðkenningu óvirka
it: Disabilitazione dell'autenticazione in due passaggi
ja: 2 要素認証を無効にする
ro: Dezactivare autentificare cu doi factori

# Title
source: Disable address
cs: Zakázat adresu
da: Deaktivér mail
hu: Cím letiltása
is: Gera vistfang óvirkt
it: Disabilitazione indirizzo
ja: アドレスの無効化
ro: Dezactivare adresă

# Title
source: Discount
da: Rabat
hu: Kedvezmény
is: Afsláttur

# Title
source: Display name
cs: Zobrazované jméno
da: Visningsnavn
hu: Megjelenített név
is: Birtingarnafn
ro: Nume afișat

# Title
source: Do you want to re-sign the contact?
da: Vil du signere denne kontakt igen?
hu: Újra aláírja a névjegyet?
is: Ertu viss um að þú viljir endurundirrita tengiliðinn?

# Title
source: Do you want to remove contact(s) ?
da: Vil du fjerne kontakte(-n/-rne)?
hu: Törli a névjegyet/névjegyeket?
is: Viltu fjarlægja tengilið(ina)?

# Title
source: Do you want to trust the primary key?
cs: Chcete důvěřovat primárnímu klíči?
da: Vil du gøre primærnøglen betroet?
hu: Megjelöli az elsődleges kulcsot megbízhatóként?
is: Viltu treysta aðallyklinum?

# Title
source: Domain
cs: Doména
da: Domæne
hu: Domain név
is: Lén
it: Dominio
ja: ドメイン
ro: Domeniu

# Title
source: Domain addresses
cs: Doménové adresy
da: Domæneadresser
hu: Domain név címek
is: Vistföng léna
it: Indirizzi dominio
ja: ドメインアドレス
ro: Adrese domeniu

# Title
source: Domains
cs: Domény
da: Domæner
hu: Domain nevek
is: Lén
it: Domini
ja: ドメイン
ro: Domenii

# Title
source: Donate
cs: Darovat
da: Donér
hu: Adományozás
is: Styrkja
it: Dona
ja: 寄付
ro: Donați

# Title
source: Downloading
cs: Stahování
da: Henter
hu: Letöltés
is: Sæki gögn
it: Scaricamento
ja: ダウンロード中
ro: Se descarcă

# Title
source: Drafts
cs: Koncepty
da: Kladder
hu: Piszkozatok
is: Drög
it: Bozze
ja: 下書き
ro: Ciorne

# Title
source: Edit folder
cs: Upravit složku
da: Redigér mappe
hu: Mappa szerkesztése
is: Breyta möppu
it: Modifica della cartella
ja: フォルダーの編集
ro: Editare folder

# Title
source: Edit label
cs: Upravit štítek
da: Redigér etiket
hu: Címke szerkesztése
is: Breyta merkingu
it: Modifica dell'etichetta
ja: ラベルの編集
ro: Editare etichetă

# Title
source: Email
is: Tölvupóstur
ja: メールアドレス

# Title
source: Email Address
cs: E-mailová adresa
da: E-mailadresse
hu: E-mail cím
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ro: Adresă e-mail

# Title
source: Email Content
cs: Obsah e-mailu
da: E-mailindhold
hu: E-mail tartalma
is: Efni tölvupósts
it: Contenuto dell'email
ja: メール コンテンツの制御
ro: Conținut e-mail

# Title
source: Email Subscriptions
cs: Zasílání pravidelných e-mailů
da: E-mailabonnementer
hu: E-mail feliratkozás
is: Áskriftir að tölvupósti
it: Newsletter
ja: メール購読
ro: Abonamente la mesaje

# Title
source: Email encryption keys
cs: Šifrovací klíče emailu
da: E-mailkrypteringsnøgler
hu: E-mail titkosítási kulcsai
is: Dulritunarlyklar fyrir tölvupóst
it: Chiavi di cifratura dell'email
ja: メールの暗号鍵
ro: Chei de criptare e-mail

# Title
source: Encrypt for non-ProtonMail users
cs: Šifrování pro uživatele, kteří nepoužívají ProtonMail
da: Kryptering til ikke-ProtonMail-brugere
hu: Titkosítás nem ProtonMail címzettnek
is: Dulrita fyrir notendur sem ekki nota ProtonMail
it: Crittografia per gli utenti senza ProtonMail
ja: 非ProtonMailユーザ宛の暗号化
ro: Criptează pentru utilizatorii non-ProtonMail

# Title
source: Encrypted Message
cs: Zašifrovaná zpráva
da: Krypteret besked
hu: Titkosított üzenet
is: Dulrituð skilaboð
it: Messaggio cifrato
ja: 暗号化されたメッセージ
ro: Mesaj criptat
