Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Remove button for the vpn form
source: Remove VPN protection
cs: Odebrat VPN ochranu
da: Fjern VPN-beskyttelse
hu: VPN védelem kikapcsolása
is: Fjarlægðu VPN-vörn
it: Rimuovere protezione VPN
ja: VPN保護を解除
ro: Eliminare protecție VPN

# Remove element
source: {{total}} {{item}} removed
cs: {{total}} {{item}} odstraněno
da: {{total}} {{item}} fjernet
hu: {{total}} {{item}} törölve
is: {{total}} {{item}} fjarlægt
it: {{total}} {{item}} rimossi
ja: {{total}} {{item}}を削除しました。
ro: {{total}} {{item}} eliminat(e)

# Reset password
source: Recovery email
cs: Sekundární e-mail
da: E-mail til gendanelse
hu: Helyreállító e-mail
is: Endurheimtupóstur
it: Email di recupero
ja: 回復用のメールアドレス
ro: E-mail de recuperare

# Reset your login
source: Confirm new password
cs: Potvrdit nové heslo
da: Bekræft ny adgangskode
hu: Új jelszó megerősítése
is: Staðfestu nýtt lykilorð
it: Conferma la nuova password
ja: 新しいパスワードの確認
ro: Confirmare parolă nouă

# Reset your login
source: Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
cs: Nezapomeňte toto heslo. V případě, že ho zapomenete, nebudete se moci přihlásit, nebo dešifrovat své zprávy.
da: Glem IKKE denne adgangskode. Glemmes den, vil du ikke kunne logge ind for at dekrypterebeskeder.
hu: Semmiképp NE felejtse el ezt a jelszót. Ha elfelejti, se bejelentkezni sem pedig az üzeneteit visszafejteni nem tudja.
is: EKKI gleyma þessu lykilorði. Ef þú gleymir því, muntu ekki geta skráð þig inn eða afkóðað skilaboðin þín.
it: NON dimenticare questa password. Se la dimenticassi, non sarai più in grado di accedere o di decifrare i tuoi messaggi.
ja: このパスワードを忘れないでください。忘れてしまった場合は、ログインしたり、メッセージを復号することはできません。
ro: NU uitați această parolă. Dacă o uitați, nu vă veți mai putea conecta sau decripta mesajele.

# Reset your login
source: Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm that you have typed your password correctly.
da: Gem din adgangskode et sted sikkert. Tryk på <i class="fa fa-eye"></i>-ikonet for at bekræfte, at du har angivet din adgangskode korrekt.
hu: Jelszavát mentse el egy biztonságos helyre. Klikkeljen az <i class="fa fa-eye"></i> ikonra, hogy megerősítse, helyes jelszót adott meg.
is: Geymdu þetta lykilorð á öruggum stað. Smelltu á <i class="fa fa-eye"></i> táknið til að sjá hvort þú hafir örugglega skrifað það rétt.

# Reset your password
source: Choose a new password
cs: Zvolte nové heslo
da: Vælg en ny adgangskode
hu: Adjon meg egy új jelszót
is: Veldu nýtt lykilorð
it: Scegli una nuova password
ja: 新しいパスワードを選択してください
ro: Alegeți parola nouă

# Restore administrator panel
source: * Creating new sub-users
cs: * Vytváření nových poduživatelů
da: * Opretter ny underbrugere
hu: Új al-felhasználók készítése
is: * Bý til nýja undirnotendur
it: * Creazione nuovi sotto utenti
ja: * 新しいサブユーザーの作成
ro: * Creare utilizatori subordonați

# Restore administrator panel
source: * Reading emails of non-private subusers
cs: * Čtení e-mailů nesoukromých poduživatelů
da: * Læser e-mails for ikke-private underbrugere
hu: Olvashatja a nem-privát al-felhasználók leveleit
is: * Lesa tölvupósta ekki-einka undirnotenda
it: *lettura delle email dei sotto-utenti non privati
ja: * 私用でないサブユーザの電子メールの閲覧
ro: * Citire e-mailuri utilizatori subordonați non-privați

# Restore administrator panel
source: Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:
cs: Z důvodu změny hesla byla omezena vaše oprávnění správce organizace. Následující akce již nejsou povoleny:
da: Grund en adgangskodeændring er dine organisations administratorrettigheder blevet begrænset. Følgende handlinger er ikke længere tilladt:
hu: A jelszó megváltoztatása miatt, az ön szervezeti adminisztrátorai jogosultságai korlátozódtak. A következő műveletek már nem engedélyezettek:
is: Vegna breytinga á lykilorði hafa stjórnunarheimildir þínar verið skertar. Eftirfarandi aðgerðir eru ekki lengur heimilar:
it: A causa di un cambiamento di password, i privilegi da amministratore della sua organizzazione sono stati limitati. Non saranno più permesse le seguenti azioni:
ja: パスワードの変更のために、組織の管理権限が制限されています。次の操作は許可されなくなりました。
ro: Datorită modificării parolei, drepturile de administrator al organizației v-au fost restricționate. Următoarele acțiuni nu mai sunt permise:

# SPF configuration status badge
source: Not set
cs: Nenastaveno
da: Ikke indstillet
hu: Nincs beállítva
is: Ekki stillt

# Search action filter
source: All
cs: Vše
da: Alle
hu: Mind
is: Allt

# Search action filter
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei

# Search action filter
source: Yes
cs: Ano
da: Ja
hu: Igen
is: Já

# Select your type of OS
source: Select your client below to get started with ProtonVPN
cs: Vyberte níže uvedeného klienta a začněte používat službu ProtonVPN
da: Vælg din klient nedenfor for at komme i gang med ProtonVPN
hu: A ProtonVPN használatához válassza ki a rendszerét
is: Veldu stýrikerfið þitt hér fyrir neðan til að komast í gang með ProtonVPN
it: Seleziona il tuo client qua sotto per cominciare con ProtonVPN
ja: 下記の中からProtonVPNクライアントを選択して下さい。
ro: Selectaţi clientul de mai jos pentru a începe cu ProtonVPN

# Send message
source: Expiring emails to non-ProtonMail recipients require a message password to be set. For more information, {{link}}click here
cs: Vypršení platnosti e-mailů od příjemců, kteří nepoužívají ProtonMail, vyžaduje nastavení hesla pro zprávy. Další informace naleznete zde {{link}}
da: Udløbne e-mails til ikke-ProtonMail-modtagere kræver opsætning af en en beskedadgangskode. For yderligere oplysning, tryk {{link}} her
hu: Nem ProtonMail felhasználóknak címzett, lejáró levelekhez jelszó megadása szükséges. További információkért {{link}}kattintson ide
is: Tölvupóstar með takmarkaðan gildistíma til viðtakenda sem ekki nota ProtonMail krefjast þess að sett sé lykilorð á skilaboðin. Til að sjá nánari upplýsingar um þetta, skaltu {{link}}smella hér
it: Bisogna impostare una password per i messaggi di posta elettronica con scadenza verso destinatari senza Protonmail. Per avere più informazioni, {{link}}faccia click qui
ja: 非ProtonMail受信者に対して電子メールの期限を設定するには、メッセージにパスワードを設定する必要があります。 詳細については、{{link}}をクリックしてください。
ro: Expirarea mesajelor către destinatarii din afara ProtonMail necesită setarea unei parole pentru mesaj. Pentru mai multe informații apăsați aici: {{link}}

# Send message
source: Message sent
cs: Zpráva byla odeslána
da: Besked afsendt
hu: Üzenet elküldve
is: Skilaboð send
it: Messaggio inviato
ja: メッセージを送信しました。
ro: Mesaj trimis

# Settings autoresponder, how many bites inside the message
source: bytes used
cs: použitých bajtů
da: bytes forbrugt
hu: bájt felhasználva
is: bæti notuð
it: byte utilizzati
ja: バイト使用中
ro: caractere utilizate

# Signup step label
source: Creating new account
cs: Vytváření nového účtu
da: Opretter en ny konto
hu: Új fiók létrehozása
is: Bý til nýjan aðgang
it: Creando un nuovo account
ja: 新しいアカウントを作成しています。
ro: Creare cont

# Signup step label
source: Done
cs: Hotovo
da: Udført
hu: Kész
is: Lokið
it: Completato
ja: 完了
ro: Gata

# Signup step label
source: Generating keys
cs: Generování klíčů
da: Genererer nøgle
hu: Kulcsok generálása
is: Útbý dulritunarlykla
it: Generazione chiavi
ja: 鍵の生成中
ro: Generare chei

# Signup step label
source: Logging in to new account
cs: Přihlašování do nového účtu
da: Logger ind på ny konto
hu: Bejelentkezés az új fiókba
is: Innskráning á nýja aðganginn
it: Accedendo al nuovo account
ja: 新規アカウントにログイン
ro: Conectare la noul cont

# Signup step label
source: Redirecting
cs: Přesměrování
da: Omdirigerer
hu: Átirányítás
is: Endurbeini
it: Reindirizzamento
ja: リダイレクト中
ro: Redirecționare

# Signup step label
source: Setting up new account
cs: Nastavení nového účtu
da: Opsætter ny konto
hu: Új fiók beállítása
is: Set upp nýjan aðgang
it: Configurando il nuovo account
ja: 新しいアカウントを設定しています。
ro: Setare cont nou

# Size of a file
source: bytes
hu: bájt
is: bæti

# Spam filtering
source: Search Whitelist and Blacklist
cs: Prohledat Bílou a Černou listinu
da: Søg i Hvidliste og Sortliste
hu: Engedélyezési-/tiltólista keresése
is: Leita á lista yfir leyfilegt og á bannlista
it: Ricerca whitelist e blacklist
ja: ホワイトリストとブラックリスト内の検索

# Storage warning
source: Storage limit reached. Unable to send or receive emails.
cs: Dosáhli jste limitu velikosti schránky. Není možné posílat nebo přijímat poštu.
da: Lagergrænsen er nået. Ikke i tand til at sende eller modtage emails.
hu: Túllépte a tárhely korlátját. Nem tud több e-mailt fogadni vagy küldeni.
is: Takmörkum á geymsluplássi náð. Get hvorki sent né tekið á móti tölvupóstum.
it: Limite di spazio raggiunto. Impossibile inviare o ricevere email.
ja: ストレージの容量が上限に達しました。メールの送受信はできません。

# Storage warning
source: You have reached 100% of your storage capacity. You won't be able to send or receive emails unless you permanently delete some emails or purchase more storage. {{learnMoreLink}}.
da: Du har forbrugt 100% af din lagerplads. Du vil ikke kunne længer sende eller modtage e-mails, medmindre du permanent slette nogle e-mails eller tilkøber yderligere lagerplads. {{learnMoreLink}}.
hu: A fiók elérte tárolókapacitása maximumát. Nem küldhet vagy fogadhat további leveleket, hacsak nem töröl véglegesen néhány üzenetet vagy vásárol további tárhelyet. {{learnMoreLink}}.
is: Þú hefur fyllt 100% af geymslurýminu þínu. Þú munt því ekki geta tekið við eða sent tölvupóst nema þú eyðir einhverjum tölvupóstum eða kaupir meiri geymslurýmd. {{learnMoreLink}}.

# Storage warning
source: You have reached {{ percentage }}% of your storage capacity. Consider freeing up some space or purchasing more storage before you run out of capacity.
cs: Dosáhli jste {{ percentage }}% zaplnění schránky. Zvažte uvolnění nějakého místa nebo přikoupení vetší kapacity schránky.
da: Du har brugt {{ percentage }}% af din lagerplads. Overvej at frigøre noget plads eller køb mere lagerplads før du løber tør for lagerplads.
hu: {{ percentage }} százalékot ért el a tárolókapacitás foglaltsága. Fontolja meg, hogy helyet szabadít fel vagy további tárhelyet vásárol, mielőtt kifutna a szabad helyből.
is: Þú hefur fyllt {{ percentage }}% af geymslurýminu þínu. Íhugaðu að losa eitthvað pláss eða að kaupa meiri geymslurýmd áður en hún klárast.
it: Hai raggiunto il {{ percentage }}% del tuo spazio disponibile. Prova a liberare dello spazio o acquista più spazio di archiviazione prima di esaurirlo tutto.
ja: ストレージ容量の{{ percentage }}%に達しました。容量を空けるか、ストレージの追加購入を検討してください。

# String separator
source: and
cs: a
da: og
hu: és
is: og
it: e
ja: かつ
ro: și

# Subject
source: Encrypted Subject
cs: Šifrovaný předmět
da: Krypteret emne
hu: Titkosított tárgy
is: Dulrituð efnislína
it: Oggetto criptato
ja: 暗号化された件名
ro: Subiect criptat

# Subtitle advanced settings
source: Address Verification with Trusted Keys (optional)
cs: Ověření adresy pomocí důvěryhodných klíčů (volitelné)
da: Adressebekræftelse med betroede nøgler (valgfrit)
hu: Cím hitelesítés megbízható kulcsokkal (opcionális)
is: Sannvottun vistfangs með treystum dulritunarlyklum (valfrjálst)
it: Verifica dell'indirizzo con chiavi considerate affidabili (facoltativo)
ja: 信頼された鍵でのアドレス検証 （任意）
ro: Verificare adrese cu chei de încredere (opțional)

# Subtitle advanced settings
source: Configure External PGP (optional)
cs: Nastavení externí PGP (volitelné)
da: Opsæt Ekstern PGP (valgfrit)
hu: Külső PGP beállítása (opcionális)
is: Setja upp ytri PGP-stillingar (valfrjálst)
it: Configura PGP esterno (opzionale)
ja: 外部宛のPGP設定（任意）
ro: Configurare PGP extern (opțional)

# Success
source: All contacts deleted
cs: Všechny kontakty byly smazány
da: Alle kontakter slettet
hu: Minden névjegy törölve
is: Öllum tengiliðum eytt
it: Eliminati tutti i contatti
ja: 全ての連絡先が削除されました。
ro: S-au șters toate contactele

# Success
source: All the sessions have been successfully revoked
da: Alle sessionerne er nu blevet annulleret
hu: A munkafolyamatok sikeresen visszavonva
is: Allar seturnar hafa verið afturkallaðar

# Success
source: Allocated to admin
cs: Přiřadit správci
da: Afsat til administrator
hu: Lefoglalva az adminisztrátornak
is: Úthlutað til stjórnanda

# Success
source: Apply group success
da: Tilføjet gruppe
hu: 1 csoport alkalmazva
is: Tókst að virkja hóp

# Success
source: Autoresponder installed
cs: Autoresponder byl nainstalován
da: Autobesvarer installeret
hu: Automatikus válasz telepítve
is: Setti upp sjálfvirka svörun
it: Autorisponditore installato
ja: 自動返信が設定されました。
ro: Autorăspuns instalat

# Success
source: Autoresponder removed
cs: Autoresponder byl odstraněn
da: Autobesvarelse fjernet
hu: Automatikus válasz törölve
is: Fjarlægði sjálfvirka svörun
it: Autorisponditore rimosso
ja: 自動返信の設定が削除されました。
ro: Autorăspuns eliminat

# Success
source: Autoresponder updated
cs: Autoresponder byl aktualizován
da: Autobesvarelse opdateret
hu: Automatikus válasz frissítve
is: Sjálfvirk svörun uppfærð
it: Autorisponditore aggiornato
ja: 自動返信の設定が更新されました。
ro: Autorăspuns actualizat

# Success
source: Banner permanently hidden
da: Banner permanent skjult
hu: Kérdés véglegesen elrejtve
is: Borði falinn endanlega

# Success
source: Catch-all address updated
cs: Adresy z doménového koše byly aktualizovány
da: Fang-alle-adresse opdateret
hu: Gyűjtő e-mail cím frissítve
is: Safna-öllu vistfang uppfært

# Success
source: Code applied
cs: Kód byl použit
da: Kode anvendt
hu: Kód alkalmazva
is: Kóði virkjaður
it: Codice applicato
ja: コードが適用されました。
ro: Cod aplicat

# Success
source: Code sent to: {{email}}
da: Kode sendt til: {{email}}
hu: Kód elküldve: {{email}}
is: Kóði sendur til: {{email}}

# Success
source: Contact deleted
cs: Kontakt byl smazán
da: Kontakt slettet
hu: Névjegy törölve
is: Tengilið eytt
it: Contatto eliminato
ja: 連絡先が削除されました。
ro: Contact șters

# Success
source: Contact group order saved
da: Kontaktgrupperækkefølge gemt
hu: Névjegy csoportok sorrendje elmentve
is: Röð tengiliðahóps vistuð

# Success
source: Contact re-signed
da: Kontakt underskrevet igen
hu: Névjegy újra aláírva
is: Tengiliður endur-undirritaði

# Success
source: Domain created
cs: Doména byla vytvořena
da: Domæne oprettet
hu: Domain név létrehozva
is: Lén búið til
it: Dominio creato
ja: ドメインが作成されました。
ro: Domeniu creat

# Success
source: Domain deleted
cs: Doména byla odebrána
da: Domæne slettet
hu: Domain név törölve
is: Léni eytt

# Success
source: Domain verified
cs: Doména ověřena
da: Domæne bekræftet
hu: Domain név ellenőrizve
is: Lén sannreynt

# Success
source: Emailing preference updated
cs: Předvolby e-mailu byly aktualizovány
da: Præferencer for afsendelse af e-mail er opdateret
hu: E-mail feliratkozások frissítve
is: Kjörstilling tölvupósts uppfærð
it: Preferenze email aggiornate
ja: メールの設定が更新されました。
ro: Preferințe e-mail actualizate

# Success
source: Encryption and signature verification disabled
cs: Šifrování a ověřování podpisu bylo vypnuto
da: Kryptering og signaturverifikation deaktiveret
hu: Titkosítás és aláírás ellenőrzés kikapcsolva
is: Dulritun og sannvottun undirritunar er óvirkt
it: Cifratura e verifica della firma disabilitata
ja: 暗号化と署名の検証が無効になりました
ro: Criptarea și verificarea semnăturii sunt dezactivate

# Success
source: Encryption disabled
cs: Šifrování bylo vypnuto
da: Kryptering deaktiveret
hu: Titkosítás kikapcsolva
is: Dulritun óvirk
it: Crittografia disabilitata
ja: 暗号化が無効になりました
ro: Criptare dezactivată

# Success
source: Encryption enabled
cs: Šifrování bylo zapnuto
da: Kryptering aktiveret
hu: Titkosítás engedélyezve
is: Dulritun virk
it: Crittografia abilitata
ja: 暗号化が有効になりました
ro: Criptare activată

# Success
source: Encryption setting updated
cs: Nastavení šifrování bylo aktualizováno
da: Krypteringsindstilling opdateret
hu: Titkosítási beállítások frissítve
is: Dulritunarstilling uppfærð
it: Impostazioni di crittografia aggiornate
ja: 暗号設定が更新されました。
ro: Setări criptare actualizate

# Success
source: Folder deleted
cs: Složka byla smazána
da: Mappe slettet
hu: Mappa törölve
is: Möppu eytt

# Success
source: Folder emptied
cs: Složka byla vyprázdněna
da: Mappe tømt
hu: Mappa kiürítve
is: Mappa tæmd

# Success
source: Folder updated
cs: Složka byla aktualizována
da: Mappe opdateret
hu: Mappa frissítve
is: Mappa uppfærð
it: Cartella aggiornata
ja: フォルダが更新されました。
ro: Folder actualizat

# Success
source: Gift code applied
cs: Kód kupónu byl použit
da: Gavekode opdateret
hu: Ajándék kód alkalmazva
is: Gjafakóði virkjaður
it: Codice regalo applicato
ja: ギフトコードが適用されました。
ro: Cod cadou aplicat

# Success
source: Hotkeys preferences updated
da: Præferencer til genvejstaster opdateret
hu: Gyorsbillentyű beállítások frissítve
is: Kjörstillingar flýtilykla uppfærðar

# Success
source: Image preferences updated
cs: Předvolby obrázku byly aktualizovány
da: Billedpræferencer opdateret
hu: Kép beállítások frissítve
is: Kjörstillingar mynda uppfærðar

# Success
source: Key deleted
cs: Klíč byl smazán
da: Nøgle slettet
hu: Kulcs törölve
is: Lykli eytt
it: Chiave eliminata
ja: 鍵が削除されました
ro: Cheie ștearsă

# Success
source: Keys reactivated
cs: Klíče byly znovu aktivovány
da: Nøgler genaktiveret
hu: Kulcsok újraaktiválva
is: Dulritunarlyklar endurvaktir
it: Chiavi riattivate
ja: 鍵が再有効化されました
ro: Chei reactivate

# Success
source: Label deleted
cs: Štítek byl smazán
da: Etikette slettet
hu: Címke törölve
is: Merkingu eytt

# Success
source: Label order saved
cs: Pořadí štítků bylo uloženo
da: Etiketrækkefølge gemt
hu: Címkék sorrendje mentve
is: Röð merkinga vistuð

# Success
source: Label updated
cs: Štítek byl aktualizován
da: Etiket opdateret
hu: Címke frissítve
is: Merking uppfærð
it: Etichetta aggiornata
ja: ラベルが更新されました。
ro: Etichetă actualizată

# Success
source: Message sent
cs: Zpráva byla odeslána
da: Besked afsendt
hu: Üzenet elküldve
is: Skilaboð send

# Success
source: Other sessions revoked
cs: Ostatní relace byly zrušeny
da: Andre sessioner tilbagekaldt
hu: További munkafolyamatok visszavonva
is: Aðrar setur afturkallaðar
it: Altre sessioni revocate
ja: 他のセッションは取り消されました。
ro: Alte sesiuni refuzate

# Success
source: Password updated
cs: Heslo bylo změněno
da: Adgangskode opdateret
hu: Jelszó frissítve
is: Lykilorð uppfært

# Success
source: Preference saved
cs: Nastavení bylo uloženo
da: Præferencer gemt
hu: Beállítások elmentve
is: Kjörstilling vistuð

# Success
source: Primary key changed
cs: Primární klíč byl změněn
da: Primærnøgle skiftet
hu: Elsődleges kulcs megváltoztatva
is: Aðallykill breyttist
it: Chiave primaria cambiata
ja: プライマリー鍵が変更されました
ro: Cheie primară modificată

# Success
source: Private key imported
da: Private nøgler importeret
hu: Privát kulcs importálva
is: Flutti inn einkalykil

# Success
source: Private key reactivated
da: Privat nøgle genaktiveret
hu: Privát kulcs újraaktiválva
is: Einkalykill endurvirkjaður

# Success
source: Public Key trusted
cs: Veřejný klíč je důvěryhodný
da: Offentlige nøgle betroet
hu: Nyilvános kulcs megbízható
is: Dreifilykli treyst

# Success
source: Recovery/Notification email saved
da: E-mail til gendannelse / underretning er gemt
hu: Helyreállítási/értesítési e-mail cím elmentve
is: Endurheimtu/Tilkynningapóstur vistaður

# Success
source: Remove group success
da: Gruppe fjernet
hu: Csoport törölve
is: Tókst að fjarlægja hóp

# Success
source: Search parameter updated
cs: Vyhledávací parametr byl aktualizován
da: Søgeparametre opdateret
hu: Keresési paraméter frissítve
is: Uppfærði leitarskilyrði

# Success
source: Session revoked
cs: Relace byla zrušena
da: Session afbrudt
hu: Munkafolyamat visszavonva
is: Seta afturkölluð
it: Sessione revocata
ja: セッションが取り消されました。
ro: Sesiune anulată

# Success
source: Setting updated
cs: Nastavení bylo aktualizováno
da: Indstillinger opdateret
hu: Beállítás frissítve
is: Stilling uppfærð
it: Impostazione aggiornata
ja: 設定が更新されました。
ro: Setare actualizată

# Success
source: Signature verification enabled
cs: Ověřování podpisu bylo zapnuto
da: Signaturverifikation aktiveret
hu: Aláírás ellenőrzés bekapcsolva
is: Sannvottun undirritunar virk
it: Verifica della firma abilitata
ja: 署名の検証が有効になりました
ro: Verificare semnătură activată

# Success
source: View mode saved
da: Visningstilstand gemt
hu: Megjelenítési mód elmentve
is: Skoðunarhamur vistaður

# Success
source: {{total}} email removed from your contacts
da: {{total}} e-mail fjernet fra dine kontakter
hu: {{total}} e-mail törölve a névjegyekből
is: {{total}} tölvupóstfang fjarlægt úr tengiliðaskránni þinni

# Success
source: {{type}} deleted.
da: {{type}} slettet.
hu: {{type}} törölve.
is: {{type}} eytt.

# Success message
source: Contact edited
cs: Kontakt byl upraven
da: Kontakt redigeret
hu: Névjegy frissítve
is: Breytti tengilið
it: Contatto modificato
ja: 連絡先が編集されました。
ro: Contact modificat

# Success message
source: Screenshot(s) attached
cs: Snímek/snímky byly připojeny
da: Skærmfoto(-s) vedhæftet
hu: Képernyőkép(ek) csatolva
is: Skjámynd(ir) viðhengd(ar)
it: Screenshot allegato/i
ja: スクリーンショットが添付されました
ro: Captură(i) de ecran adăugate

# Success message for the contact modal
source: Contact added
cs: Kontakt byl přidán
da: Kontakt tilføjet
hu: Névjegy elmentve
is: Tengilið bætt við
it: Contatto aggiunto
ja: 連絡先が追加されました。
ro: Contact adăugat

# Success message when sending feedback
source: Thanks for your feedback!
cs: Děkujeme za zpětnou vazbu!
da: Tak for din feedback!
hu: Köszönjük a visszajelzést!
is: Takk fyrir umsögnina!
it: Grazie per la sua opinione!
ja: ご意見ありがとうございます。
ro: Vă mulțumim pentru mesaj!

# Success notification
source: Email added
da: E-mail tilføjet
hu: E-mail cím hozzáadva
is: Tölvupóstfangi bætt við

# Success notification
source: Email removed
da: E-mail fjernet
hu: E-mail cím eltávolítva
is: Tölvupóstfang fjarlægt

# Success notification
source: Phishing reported
cs: Phishing nahlášen
da: Phishing anmeldt
hu: Adathalászat bejelentve
is: Veiðipóstur tilkynntur
it: Phishing segnalato
ja: フィッシングとして報告されました。

# Success notification
source: Read receipt sent
da: Læsekvittering sendt
hu: Tértivevény elküldve
is: Leskvittun send

# Success notification
source: Unsubscribed
cs: Odběr byl odhlášen
da: Abonnement afmeldt
hu: Leiratkozás kész
is: Ekki áskrifandi
it: Abbonamento annullato
ja: 登録解除されました。
ro: Dezabonat

# Success notification for free user after @pm.me generation
source: You can now receive email to your new {{email}} address! To send from it, please upgrade to a paid ProtonMail plan
cs: Nyní můžete přijímat e-maily na Vaši novou adresu {{email}}! Pokud z ní chcete i odesílat, přejděte prosím na placenou verzi ProtonMail
da: Du kan nu modtage e-mails på din nye {{email}}! For at sende fra den, skal du opgradere til et betalt ProtonMail-abonnement
hu: Már fogadhat is leveleket az új {{email}} címére! Hogy küldhessen is erről a címről, kérjük, váltson egy előfizetéses ProtonMail csomagra
is: Þú getur núna tekið á móti tölvupósti á nýja {{email}} póstfanginu þínu! Til að senda frá því skaltu uppfæra í greidda ProtonMail áskrift
it: Ora puoi ricevere email al tuo nuovo indirizzo {{email}}! Per inviarle, per favore effettua l'upgrade ad un piano a pagamento di ProtonMail
ja: 新しいアドレス( {{email}} )で電子メールが受信できるようになりました。このアドレスを使用して送信するには、有料プランにアップグレードが必要です。
ro: Acum puteți primi mesaje pe noua adresă {{email}}! Pentru a trimite mesaje de pe ea, treceți la un plan ProtonMail cu plată.

# Success notification for paid user after @pm.me generation
source: You can now send and receive email from your new {{email}} address!
cs: Nyní můžete odesílat a přijímat e-maily z vaší nové adresy {{email}}!
da: Du kan nu afsende og modtage e-mails via din nye {{email}}-adresse!
hu: Már fogadhat és küldhet is leveleket az új {{email}} címéről!
is: Þú getur núna sent og tekið á móti tölvupósti á nýja {{email}} póstfanginu þínu!
it: Ora puoi inviare e ricevere email dal tuo nuovo indirizzo {{email}}!
ja: 新しいアドレス{{email}} でメールの送受信ができるようになりました。
ro: Acum puteți trimite și primi mesaje de pe adresa {{email}}!
