Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: This page is only available on larger resolution devices. If you are on a phone, try landscape mode, or visit on a computer instead.
cs: Tato stránka je dostupná pouze na zařízeních s vyšším rozlišením. Pokud jste na telefonu, zkuste režim na šířku, nebo použijte počítač.
da: Denne side er kun tilgængelig på enheder med større skærmopløsninger. Benytter du er i en mobil, så prøv med liggende tilstand eller besøge i stedet siden via en computer.
hu: Ez az oldal csak nagyobb felbontású készülékeken használható. Ha telefont használ, próbálja elfordítani, vagy nézze meg egy számítógépen.
is: Þessi síða er enungis tiltæk á skjám með háa upplausn. Ef þú ert að nota síma, skaltu prófa að snúa honum lárétt, eða skoða þetta frekar á fullbúinni tölvu.
it: Questa pagina è disponibile solo su dispositivi con risoluzione più grande. Se stai usando un telefono cellulare, prova la modalità paesaggio o utilizza un computer.
ja: このページは高解像度での閲覧用です。パソコンから閲覧するか、携帯電話等で閲覧している場合は横長モードにしてください。
ro: Această pagină este disponibilă numai pe dispozitivele cu rezoluție mare. Dacă sunteți pe un telefon, încercați modul peisaj sau vizualizați-o pe un calculator.

# Info
source: This sender's public key has not been trusted yet
da: Denne afsenders offentlige nøgle har endnu ikke status af betroet
hu: A feladó nyilvános kulcsa még nem megbízható
is: Dreifilykli sendandans er ekki er ennþá treyst

# Info
source: This sets the default composer size. Two sizes are available, a smaller popup composer, and a bigger full screen composer.
cs: Zde nastavíte výchozí velikost okna pro psaní zprávy. Jsou k dispozici dvě velikosti, menší vyskakovací okno a větší okno přes celou obrazovku.
da: Dette angiver skriveværktøjets standardstørrelse. Der findes to størrelser, et mindre popup-værktøj og et større fuldskærms skriveværktøj.
hu: Itt a levél szerkesztő ablak méretét választja ki. Két méret érhető el: egy kisebb, felugró ablakos és egy nagyobb, egész képernyős.
is: Þetta stillir sjálfgefna stærð ritilsins. Tvær stærðir eru í boði, minni sprettgluggi og svo stærri ritill á öllum skjánum.
it: Questo imposta la dimensione predefinita del compositore. Sono disponibili due taglie, un compositore piccolo e un compositore grande a schermo intero.
ja: メール作成パネルの大きさを設定します。ポップアップ表示と最大化の２つのサイズが利用可能です。
ro: Aceasta stabilește mărimea implicită a ferestrei de compunere. Sunt disponibile două mărimi, o fereastră mai mică de compunere și una mare pe tot ecranul.

# Info
source: This short tutorial will show you the main features of your new ProtonMail account. For more information, you can also check out the Welcome email we have sent you. If you ever want to view this tutorial again, you can access it by clicking your username in the upper right corner.
cs: Tento krátký návod Vám představí hlavní funkce nového ProtonMail účtu. Další informace můžete získat i z uvítacího emailu, který jsme Vám poslali. Pokud budete chtít spustit tento návod znovu, klikněte na Vaše uživatelské jméno v pravém horním rohu.
da: Denne korte vejledning viser dig de vigtigste funktioner i din nye ProtonMail-konto. For yderligere information kan du også tjekke den velkomst e-mail, du har modtaget. Hvis du vil se denne vejledning igen, kan du få adgang til den ved at trykke på dit brugernavn i øverste højre hjørne.
hu: Ez a rövid bemutató végigvezeti önt az új ProtonMail fiók fontosabb lehetőségein. További információkért olvassa el az üdvözlő levelünket. Ha a későbbiekben is meg szeretné nézni ezt a bemutatót, kattintson a jobb felső sarokban a felhasználónevére.
is: Þessi stutti leiðarvísir mun sýna þér helstu eiginleika ProtonMail-aðgangsins þíns. Til að sjá nánari upplýsingar, geturðu skoðað kynningarpóstinn sem við höfum sent þér. Ef þú vilt einhvern tíma skoða þennan leiðarvísi aftur, geturðu smellt á notandanafnið þitt efst í hægra horninu.
it: Questo breve tutorial ti mostrerà le caratteristiche principali del tuo nuovo account di ProtonMail. Per ulteriori informazioni, è possibile anche controllare l'email di benvenuto che ti abbiamo inviato. Se vuoi visualizzare nuovamente questa guida, è possibile accedervi facendo clic sul tuo nome utente nell'angolo superiore destro.
ja: ProtonMailアカウントの主な機能を紹介する短いチュートリアルです。 詳細については、あなたに送ったウェルカムメールを参照してください。 右上隅のユーザー名をクリックすると、いつでもアクセスできます。
ro: Acest scurt tutorial vă va arata principalele funcții ale noului cont ProtonMail. Pentru mai multe funcții puteți verifica mesajul de bun venit primit pe e-mail pe care vi l-am trimis. Dacă doriți să mai vedeți acest tutorial ulterior, îl puteți accesa apăsând pe numele de utilizator din colțul din dreapta sus.

# Info
source: This user is currently responsible for payments for your organization. By demoting this member, you will become responsible for payments for your organization.
cs: Tento uživatel je aktuálně zodpovědný za platby za Vaši organizaci. Snížením úrovně toho uživatele, se stanete zodpovědní za platby za Vaši organizaci právě vy.
da: Denne bruger er i pt. ansvarlig for betalinger for din organisation. Ved at degradere dette medlem, bliver du ansvarlig for betalinger for din organisation.
hu: Jelenleg ez a felhasználó felelős a szervezet szolgáltatásainak kifizetéséért. Ha lefokozza, az ön feladatává válik a kifizetés.
is: Þessi notandi er núna ábyrgur fyrir greiðslum af hálfu stofnunarinnar. Með því að niðurfæra notandann munt þú verða ábyrgur fyrir greiðslum fyrir stofnunina.
it: Questo utente è attualmente responsabile dei pagamenti per l'organizzazione. Abbassando il livello di questo membro, si diventa responsabile per pagamenti dell'organizzazione.
ja: このユーザーは組織の経理責任を負っています。このユーザーを降格させた場合、あなたが経理責任を負います。
ro: Acest utilizator este momentan răspunzător de plățile pentru organizația dvs. Prin retrogradarea membrului, veți deveni responsabil pentru plățile organizației.

# Info
source: This will add the {{email}} address to your account
cs: Toto přidá adresu {{email}} k Vašemu účtu
da: Dette vil føje {{email}}-adressen til din konto
hu: Ez felveszi a {{email}} címet a fiókjához
is: Þetta mun bæta {{email}} vistfangi við aðganginn þinn
it: Questo aggiungerà l'indirizzo {{email}} al tuo account
ja: アカウントに{{email}} アドレスが追加されます。
ro: Aceasta vă va adăuga adresa {{email}} în cont.

# Info
source: This will be your new ProtonMail email address.
cs: Toto bude Vaše nová e-mailová adresa služby ProtonMail.
da: Dette vil være din nye e-mailadresse i ProtonMail.
hu: Ez lesz a ProtonMailes e-mail címe.
is: Þetta verður nýja ProtonMail-tölvupóstfangið þitt.
it: Questo sarà il tuo nuovo indirizzo email di ProtonMail.
ja: これがあなたのProtonMailアドレスになります。
ro: Aceasta va fi noua dvs. adresă ProtonMail.

# Info
source: This will create a new encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.
cs: Tento proces vytvoří pro Vaši organizaci nový šifrovací klíč. 4096-bitové klíče fungují pouze na vysoce výkonných počítačích, pro většinu uživatelů doporučujeme používat 2048-bitové klíče.
da: Dette vil oprette en ny krypteringsnøgle til din organisation. 4.096-bit nøgler fungerer kun på højtydende computersystemer. De fleste brugere anbefales at benytte 2.048-bit nøgler.
hu: Ez létrehozza a szervezet az új titkosítási kulcsát. 4096 bites kulcs csak nagy teljesítményű számítógépeken működik, a legtöbb felhasználónak 2048 bites kulcsot érdemes választania.
is: Þetta mun útbúa dulritunarlykil fyrir stofnunina þína. 4096-bita dulritunarlyklar virka aðeins á mjög öflugum tölvum, fyrir flesta notendur mælum við með notkun 2048-bita dulritunarlykla.
it: Questo creerà una nuova chiave di crittografia per l'organizzazione. Le chiavi a 4096 bit funzionano solo su computer ad alte prestazioni. Per la maggior parte degli utenti, si consiglia di utilizzare chiavi a 2048 bit.
ja: 組織用の暗号鍵を作成します。4096ビット鍵は高性能コンピューターでのみ動作します。ほとんどのユーザーには2048ビット鍵の使用をお勧めします。
ro: Aceasta va crea o cheie de criptare pentru organizație. Cheile de 4096 de biți funcționează doar pe calculatoare foarte performante. Pentru majoritatea utilizatorilor recomandăm utilizarea cheilor de 2048 de biți.

# Info
source: This will downgrade your account to a free account. ProtonMail is free software that is supported by donations and paid accounts. Please consider making a donation so we can continue to offer the service for free.<br /><br />Note: Additional addresses, custom domains, and users must be removed/disabled before performing this action.
cs: Tímto přejdete na účet zdarma. ProtonMail je svobodný software, který je podporován příspěvky a placenými účty. Prosím, zvažte poskytnutí příspěvku, abychom mohli i nadále poskytovat služby zdarma. <br /><br />Poznámka: další adresy, vlastní domény a uživatelé musí být odstraněny/zrušeny před provedením této operace.
da: Dette vil nedgradere din konto til en gratis konto. ProtonMail er gratis software, der understøttes af donationer og betalt konti. Overvej venligst at donere, så vi kan fortsætte med at tilbyde tjenesten gratis.<br /><br />Bemærk: Ekstra adresser, tilpassede domæner og brugere skal fjernes/deaktiveres inden nedgradering.
hu: Ezzel az előfizetését egy ingyenes fiókra fokozza le. A ProtonMail egy ingyenes szoftver, amely az adományok és a fizetős fiókok támogatásából működhet. Fontolja meg az adományozást, hogy továbbra is ingyenesen biztosíthassuk a szolgáltatást. <br /><br />Megjegyzés: A további e-mail címeket, egyedi domain neveket és a további felhasználókat le kell tiltani vagy törölni a folytatás előtt.
is: Þetta mun niðurfæra aðganginn þinn í ókeypis notandaaðgang. ProtonMail er frjáls hugbúnaður sem rekinn er fyrur gjafafé og greiddar áskriftir. Íhugaðu að gefa fjárframlag svo að við getum haldið áfram að bjóða þessa þjónustu án gjalds.<br /><br />Athugaðu: Fjarlægja þarf viðbótarpóstföng, sérsniðin lén og viðbótarnotendur áður en þessi aðgerð getur gengið í gegn.
it: Questo declasserà il tuo account a uno gratuito. ProtonMail è un software libero che è sostenuto da donazioni e utenti a pagamento. Per favore, considera di fare una donazione per poterci far continuare a offrire il servizio gratuitamente.<br/><br/>Nota: ulteriori indirizzi, domini personalizzati e utenti devono essere rimossi/disabilitati prima di eseguire questa azione.
ja: この操作により、無料のアカウントにダウングレードされます。 ProtonMailは無料サービスで、寄付や有料アカウントによって成り立っています。 私たちが無料サービスを提供し続けられるように、どうか寄付をご検討ください。<br /> <br />注：追加のアドレス、独自ドメイン、およびユーザーは、この操作を実行する前に削除するかまたは無効にする必要があります。
ro: Aceasta va transforma contul dvs. la un cont gratuit. ProtonMail este un program gratuit care este suportat din donații și conturi plătite. Vă rugăm să luați în considerare să faceți o donație astfel încât să putem oferi serviciul gratuit. <br /><br />Atenție: Toate datele pentru adresele adiționale, domeniile personale și utilizatori trebuie eliminate/dezactivate înainte de a efectua această operație.

# Info
source: This will enable PayPal to be used to pay for your Proton subscription. We will redirect you to PayPal in a new browser tab. If you use any pop-up blockers, please disable them to continue.
da: Dette muliggør at benytte PayPal til betaling af dit Proton-abonnement. Du omdirigeres til PayPal i en ny browserfane. Benytter du pop-up blockers, så deaktivér venligst disse for at fortsætte.
hu: Ez lehetővé teszi, hogy a Proton előfizetését PayPallal fizesse. Most átirányítjuk a PayPalhoz egy új böngészőfülön. Amennyiben letiltotta a felugró ablakokat, kérjük engedélyezze a folytatához.
is: Þett mun gera kleift að nota PayPal til að greiða Proton-áskriftina þína. Þér verður endurbeint til PayPal í nýjum flipa. Ef þú notar hugbúnað til að loka á sprettglugga (pop-up blocker), skaltu endilega gera hann óvirkan áður en haldið er áfram.

# Info
source: To download attachments in Safari:
cs: Chcete-li stahovat přílohy v prohlížeči Safari:
da: For at hente vedhæftninger i Safari:
hu: Mellékletek letöltése Safariban:
is: Til að sækja viðhengi með Safari:
it: Per scaricare gli allegati in Safari:

# Info
source: To fight spam, please verify you are human.
cs: Chcete-li bojovat proti nevyžádané poště, ověřte prosím, že jste člověk.
da: For at bekæmpe spam bedes du bekræfte, at du ikke er en bot.
hu: A levélszemét megakadályozására kérjük bizonyítsa, hogy nem robot.
is: Til að koma í veg fyrir ruslpóstsendingar, verðum við að ganga úr skugga um að þú sért mannvera.
it: Per combattere lo spam, si prega di verificare di essere un umano.
ja: 迷惑メール防止のため、人間である立証をお願いします。
ro: Pentru a combate spamul, dovediți că sunteți o persoană.

# Info
source: To find out how to write Sieve filters, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">click here</a>.
da: For at finde ud af, hvordan man konstruerer Sieve-filtre, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">klik hér</a>.
hu: A rosta szűrők készítéséről <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">itt olvashat</a>.
is: Til að læra hvernig eigi að skrifa Sieve-síur, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">smelltu hér</a>.
ro: Pentru a afla cum se scriu filtrele Sieve, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">apăsați aici</a>.

# Info
source: To pay via Cash, please email us at <strong>contact@protonmail.com</strong> for instructions.
da: For betaling via Cash bedes du kontakte os via <strong> contact@protonmail.ch </strong> for yderligere vejledning.
hu: Készpénzben való fizetéshez kérjük, írjon a <strong>contact@protonmail.com</strong> címre.
is: Til að borga í beinhörðum peningum, sendu okkur tölvupóst á <strong>contact@protonmail.com</strong> til að fá nánari leiðbeiningar.

# Info
source: To use Address Verification, you must enable Trusted Keys and trust one or more available public keys, including the primary key for this address. This prevents the encryption keys from being faked.
cs: Chcete-li použít ověření adresy, musíte povolit důvěryhodné klíče a důvěřovat jednomu nebo více dostupným veřejným klíčům, včetně primárního klíče pro tuto adresu. Zabráníte tak použití falešných šifrovacích klíčů.
da: For at benytte adressebekræftelse skal du aktivere Betroede nøgler og gøre en eller flere tilgængelige offentlige nøgler betroede, herunder den primære nøgle til denne adresse. Dette forhindrer forfalskning af krypteringsnøglerne.
hu: A cím hitelesítés használatához be kell kapcsolnia a Megbízható Kulcsok opciót és egy vagy több nyilvános kulcsot megbízhatóként megjelölnie, beleértve ennek a címnek az elsődleges kulcsát. Ez megakadályozza hamisított titkosítási kulcsok használatát.
is: Til að nota sannvottun vistfangs þarftu að virkja treysta dulritunarlykla, og treysta einum eða fleiri dreifilyklum auk þess að að treysta aðallyklinum fyrir þetta póstfang. Þetta kemur í veg fyrir að hægt sé að falsa dulritunarlykla.
it: Per usare la verifica dell'indirizzo devi abilitare le chiavi affidabili e considerare affidabile una o più chiavi pubbliche disponibili, includendo la chiave primaria per questo indirizzo. In questo modo si evita che le chiavi di crittografia vengano falsificate.
ja: アドレスの検証を使用するには、鍵の信頼を有効にし、このアドレスのプライマリー鍵を含む1 つ以上の公開鍵を信頼する必要があります。これによって暗号鍵が偽造されるを防ぎます。
ro: Pentru a utiliza verificarea adreselor, trebuie să activați cheile de încredere și să aprobați una sau mai multe chei publice disponibile, inclusiv cheia primară pentru această adresă. Aceasta va împiedica falsificarea cheilor de criptare.

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, enter the login and mailbox password you would like to use and click Save.
cs: Režim se dvěma hesly využívá dvě samostatná hesla pro přihlášení a dešifrování e-mailové schránky. V určitých situacích to zvyšuje bezpečnost, nicméně pro většinu uživatelů je vhodné používat režim jednoho hesla. Chcete-li přepnout do režimu se dvěma hesly, zadejte své přihlašovací heslo a heslo k e-mailové schránce, a poté klikněte na Uložit.
da: To-adgangskodetilstand benytter separate adgangskoder ved log ind og postkassedekryptering. Dette giver en mindre sikkerhedsfordel i visse situationer, men brug af én adgangskode anbefales til de fleste brugere. Vil du skifte til to adgangskoder, så angiv de ønskede log ind og postkasse adgangskoder og tryk Gem.
hu: A két jelszavas mód különválasztja a bejelentkezési jelszót és a levelek titkosításához használt jelszót. Ez egy kis biztonsági előnnyel járhat bizonyos esetekben, de általában inkább az egy jelszavas módot javasoljuk a legtöbb felhasználónak. A két jelszavas módra váltáshoz adja meg a kívánt bejelentkezési és e-mail jelszót, majd nyomja meg a Mentés gombot.
is: Tveggja-lykilorða-hamur notar aðskilin lykilorð fyrir innskráningu og fyrir afkóðun pósthólfs. Þetta bætir öryggi lítillega í ákveðnum tilfellum, en við mælum hinsvegar með eins-lykilorðs-ham fyrir flesta notendur. Til að skipta yfir í tveggja-lykilorða-ham, settu þá inn þau lykilorð fyrir innskráningu og pósthólf sem þú ætlar að nota og smelltu síðan á 'Vista'.
it: La modalità a doppia password utilizza due password separate per la decifratura del login e della casella di posta. Questo fornisce un vantaggio di protezione minimo in alcune situazioni, tuttavia noi consigliamo la modalità a singola password per la maggior parte degli utenti. Per passare alla modalità a doppia password, immetti la password di login e della casella di posta che desideri utilizzare e fai clic su Salva.
ja: ２パスワードモードでは、ログイン用とメールボックスの復号用パスワードが分かれています。いくつかの状況で少しだけセキュリティ上のメリットがありますが、ほとんどのユーザーには標準のパスワードモードのご利用を推奨します。２パスワードモードに切り替えるには、ログイン用とメールボックス用のパスワードを入力し、保存をクリックしてください。
ro: Modul cu două parole folosește parole separate pentru conectare și pentru decriptarea mesajelor. Aceasta furnizează un beneficiu minor de securitate în unele situații. Totuși recomandăm parola unică la majoritatea utilizatorilor. Pentru a comuta la modul cu două parole, introduceți parola de conectare și cea pentru mesaje pe care le doriți și apoi apăsați pe «Salvare».

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.
cs: Režim se dvěma hesly využívá dvě samostatná hesla pro přihlášení a dešifrování e-mailové schránky. V určitých situacích to zvyšuje bezpečnost, nicméně pro většinu uživatelů je vhodné používat režim jednoho hesla. Chcete-li přepnout do režimu se dvěma hesly, nejprve zadejte své přihlašovací heslo, a poté heslo k e-mailové schránce.
da: To-adgangskededtilstanden benytter separate adgangskoder til log ind og postkassedekryptering. Dette giver en mindre sikkerhedsfordel i visse situationer, men brug af én adgangskode anbefales til de fleste brugere. For at skifte til to-adgangskodefunktionen skal du først opsætte en log ind-adgangskode og derefter en postkasseadgangskode.
hu: A két jelszavas mód különválasztja a bejelentkezési jelszót és a levelek titkosításához használt jelszót. Ez egy kis biztonsági előnnyel járhat bizonyos esetekben, de általában inkább az egy jelszavas módot javasoljuk a legtöbb felhasználónak. A két jelszavas módra váltáshoz, először adja meg a bejelentkezési jelszót és aztán pedig az e-mail jelszót.
is: Tveggja-lykilorða-hamur notar aðskilin lykilorð fyrir innskráningu og fyrir afkóðun pósthólfs. Þetta bætir öryggi lítillega í ákveðnum tilfellum, en við mælum hinsvegar með eins-lykilorðs-ham fyrir flesta notendur. Til að skipta yfir í tveggja-lykilorða-ham, settu þá fyrst inn lykilorð fyrir innskráningu og síðan inn lykilorð fyrir pósthólfið.
it: La modalità a doppia password utilizza due password separate per la decifratura del login e della casella di posta. Questo fornisce un vantaggio di protezione minimo in alcune situazioni, tuttavia noi consigliamo la modalità a singola password per la maggior parte degli utenti. Per passare alla modalità a doppia password, prima imposti una password di login e poi una per la casella di posta.
ja: ２パスワードモードでは、ログイン用とメールボックスの復号用パスワードが分かれています。いくつかの状況で少しだけセキュリティ上のメリットがありますが、ほとんどのユーザーには標準のパスワードモードのご利用を推奨します。２パスワードモードに切り替えるには、まずログイン用、次にメールボックス用のパスワードを入力し、保存をクリックしてください。
ro: Modul cu două parole folosește parole separate pentru conectare și pentru decriptarea mesajelor. Aceasta furnizează un beneficiu minor de securitate în unele situații. Totuși recomandăm parola unică la majoritatea utilizatorilor. Pentru a comuta la modul cu două parole, mai întâi creați o parolă de conectare și apoi una pentru mesaje.

# Info
source: Upgrade to a paid account to also send emails from your @pm.me address.
cs: Přejděte na placený účet a posílejte emaily přímo z Vaší adresy končící @pm.me.
da: Opgrader til en betalingskonto for også at sende e-mails fra din @pm.me-adresse.
hu: Váltson egy előfizetéses csomagra, hogy küldhessen is leveleket a @pm.me címéről.
is: Uppfærðu í greidda áskrift til að senda úr @pm.me tölvupóstfanginu þínu.
it: Effettua l'upgrade ad un account a pagamento per inviare anche le email dal tuo indirizzo @pm.me.
ja: @pm.me アドレスから電子メールを送信するには有料アカウントにアップグレードしてください。
ro: Treceți la un cont cu plată pentru a putea trimite și de pe adresa @pm.me.

# Info
source: Use the following credentials to log into the <a href="https://protonvpn.com/download" target="_blank">ProtonVPN native clients</a>.
cs: Použijte následující údaje pro přístup k <a href="https://protonvpn.com/download" target="_blank">nativním ProtonVPN klientům</a>.
da: Benyt følgene akkreditiver for at logge ind på <a href="https://protonvpn.com/download" target="_blank">ProtonVPNs interne klienter</a>.
hu: Használja az alábbi adatokat, a <a href="https://protonvpn.com/download" target="_blank">ProtonVPN natív kliensekbe</a> való belépéshez.
is: Notaðu eftirfarandi auðkenni fyrir innskráningu í <a href="https://protonvpn.com/download" target="_blank">kerfislæg (native) ProtonVPN forrit</a>.
it: Utilizzi le seguenti credenziali per accedere ai <a href="https://protonvpn.com/download" target="_blank">client nativi di ProtonVPN</a>.
ja: <a href="https://protonvpn.com/download" target="_blank">ProtonVPNの公式クライアント</a>でログインする際には、次の資格情報を使用して下さい。
ro: Folosiți următoarele acreditări pentru a vă conecta la <a href="https://protonvpn.com/download" target="_blank">clienții nativi ProtonVPN</a>.

# Info
source: Use the following credentials when connecting to ProtonVPN with third party clients, for example: Tunnelblick on MacOS or OpenVPN on GNU/Linux.
cs: Pro připojení k ProtonVPN pomocí klientů od různých výrobců, jako je Tunnelblick na MacOS nebo OpenVPN na GNU / Linux, použijte následující přihlašovací údaje.
da: Benyt flg. akkreditiver, når du opretter forbindelse til ProtonVPN med tredjepartsklienter, f.eks.: Tunnelblick på MacOS eller OpenVPN på GNU/Linux.
hu: Használja az alábbi adatokat,, amikor a ProtonVPN-hez külső kliensekkel csatlakozik, például: Tunnelblick MacOS-en, vagy OpenVPN GNU/Linux-on.
is: Notaðu eftirfarandi auðkenni fyrir innskráningu í ProtonVPN með utanaðkomandi forritum, eins og til dæmis: Tunnelblick á MacOS eða OpenVPN á GNU/Linux.
it: Utilizzi le seguenti credenziali durante la connessione a ProtonVPN con i client di terze parti, ad esempio: Tunnelblick su MacOS o OpenVPN su GNU/Linux.
ja: 他社製のクライアントでProtonVPNに接続する際には、次の資格情報を使用してください。（例：MacOSでのTunnelblick、GNU/LinuxでのOpenVPN）
ro: Folosiți următoarele acreditări pentru a vă conecta la ProtonVPN cu clienți ai terțelor părți, de exemplu: Tunnelblick pe MacOS sau OpenVPN pe GNU/Linux.

# Info
source: User created
cs: Uživatel vytvořen
da: Bruger oprettet
hu: Felhasználó létrehozva
is: Bjó til notanda
it: Utente creato
ja: ユーザーが作成されました。
ro: Utilizator creat
