Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.
cs: Heslo organizace lze sdílet se všemi uživateli, kterým chcete přidělit oprávnění správce. Heslo slouží také jako nouzový kód pro obnovení přístupu do Vaší organizace v případě, že ztratíte přístup ke svému hlavnímu účtu. Heslo uložte a držte v bezpečí.
da: Dit organisationsadgangskode kan deles med andre brugere, som du ønsker at give administrative rettigheder. Det er også en nødhjælpskode for at få adgang til din organisation, hvis du mister adgangen til din konto. Gem og opbevar denne adgangskode sikkert.
hu: A szervezeti jelszó más felhasználókkal való megosztásával, számukra is adminisztrátori jogköröket biztosíthat. Ez egy vészhelyzeti visszaállító kódként is használható, a szervezet eléréséhez, abban az esetben ha elvesztené a fiókja elérését. Tárolja ezt a jelszót biztonságban.
is: Lykilorði stofnunarinnar má deila með öðrum þeim notendum sem þú vilt gefa stjórnunarheimildir. Það virkar einnig sem neyðar-endurheimtukóði fari svo að þú tapir aðgangi að notandaaðgangnum þínum. Þú skalt endilega vista þetta lykilorð og geyma það á öruggum stað.
it: La password dell'organizzazione può essere condivisa con altri utenti a cui si desidera fornire i privilegi di amministrazione. È anche un codice di ripristino di emergenza per ottenere l'accesso alla tua organizzazione nel caso in cui perdessi l'accesso al tuo utente. Si prega di salvare la password e tenerla al sicuro.
ja: 組織パスワードは、管理者権限を与えたい他のユーザーと共有できます。アカウントにアクセスができなくなった際の緊急回復コードとしても使用しますので、このパスワードは厳重に保管してください。
ro: Parola organizației poate fi partajată și altora cărora doriți să le dați drepturi de administrator. Este de altfel și un cod de recuperare de urgență pentru a avea acces la organizația dvs. în cazul în care pierdeți accesul la contul dvs. Vă rugăm salvați această parolă și păstrați-o în siguranță.

# Info
source: addresses used.
cs: použitých adres.
da: adresser, i brug.
hu: cím használva.
is: vistföng notuð.
it: indirizzi utilizzati.

# Info
source: contact
da: kontakt
hu: névjegy
is: tengiliður

# Info
source: embedded image
cs: vložený obrázek
da: indlejret billede
hu: beágyazott kép
is: ívafin mynd
it: immagine incorporata
ja: 個の埋め込み画像
ro: imagine încorporată

# Info
source: file attached
cs: soubor přiložen
da: vedhæftede filer
hu: fájl csatolva
is: viðhengd skrá
it: file allegato

# Info
source: instead
da: i stedet for
hu: linket inkább
is: í staðinn

# Info
source: is activated on your account.
cs: je aktivován na vašem účtu.
da: er aktiveret for din konto.
hu: aktiválva az ön fiókján.
is: er virkt á notandaaðgangnum þínum.
it: è attivato sul tuo account.
ja: はあなたのアカウントで有効です。
ro: este activat în contul dvs.

# Info
source: month
cs: měsíc
da: måned
hu: hó
is: mánuður
it: mese

# Info
source: no contact group found
da: ingen kontaktgruppe fundet
hu: nincs ilyen csoport
is: enginn tengiliðahópur fannst

# Info
source: no folder found
cs: složka nebyla nalezena
da: ingen mappe funet
hu: nincs ilyen mappa
is: engin mappa fannst
it: cartella non trovata
ja: フォルダが見つかりません。
ro: nu sunt foldere

# Info
source: no label found
cs: nebyl nalezen žádný štítek
da: ingen etiket fundet
hu: nincs ilyen címke
is: engin merking fannst
it: nessuna etichetta trovata
ja: ラベルが見つかりませんでした。
ro: nu sunt etichete

# Info
source: of
cs: z
da: af
is: af
it: di
ro: din

# Info
source: used
cs: použito
da: brugt
hu: használatban
is: notað
it: usati
ja: 使用中
ro: utilizat

# Info
source: {{$count}} Member
da: {{$count}} medlem
hu: {{$count}} tag
is: {{$count}} þátttakandi

# Info
source: {{$count}} contact selected
cs: 1 vybraný kontakt
da: {{$count}} kontakt valgt
hu: {{$count}} névjegy kiválasztva
is: {{$count}} tengiliður valinn
it: {{$count}} contatto selezionato
ja: {{$count}} 件の連絡先を選択済み
ro: Un contact selectat

# Info
source: {{$count}} conversation selected
cs: 1 vybraná konverzace
da: {{$count}} samtale valgt
hu: {{$count}} beszélgetés kiválasztva
is: {{$count}} samtal valið
it: {{$count}} conversazione selezionata
ja: {{$count}} 件の会話を選択済み
ro: O conversație selectată

# Info
source: {{$count}} message selected
cs: 1 vybraná zpráva
da: {{$count}} besked valgt
hu: {{$count}} üzenet kiválasztva
is: {{$count}} skilaboð valið
it: {{$count}} messaggio selezionato
ja: {{$count}} 件のメッセージを選択済み
ro: Un mesaj selectat

# Info
source: {{Name}} created with {{total}} contact(s)
da: {{Name}} oprettet med {{total}} kontakt(-er)
hu: {{Name}} létrehozva {{total}} taggal
is: {{Name}} útbúinn með {{total}} tengilið(um)

# Info
source: {{Name}} updated
da: {{Name}} opdateret
hu: {{Name}} frissítve
is: {{Name}} uppfærður

# Info
source: {{n}} keys reactivated
cs: Počet obnovených klíčů: {{n}}
da: {{n}} nøgler genaktiveret
hu: {{n}} kulcs újraaktiválva
is: {{n}} dulritunarlyklar endurvaktir
it: {{n}} chiavi riattivate
ja: {{n}} 個の鍵が再有効化されました。
ro: {{n}} chei reactivate

# Info
source: {{total}} groups added
da: {{total}} grupper tilføjet
hu: {{total}} csoport létrehozva
is: {{total}} hópum bætt við

# Info
source: {{total}} groups updated
da: {{total}} grupper opdateret
hu: {{total}} csoport frissítve
is: {{total}} hópar uppfærðir

# Info about active sessions
source: Unless you explicitly logout or change your password, sessions can last for up to 6 months. Sessions expire after 2 weeks of inactivity.
cs: Pokud se výslovně neodhlásíte nebo si nezměníte heslo, relace může trvat až po dobu 6 měsíců. Relace vyprší po 2 týdnech bez aktivity.
da: Medmindre du logger ud eller ændrer din adgangskode, kan sessionerne vare i op til 6 måneder. Sessioner udløber efter 2 ugers inaktivitet.
hu: Ha nem lép ki és nem változtat jelszót, a munkafolyamat 6 hónapig maradhat nyitva. A munkafolyamatok 2 hét inaktivitás után lezárulnak.
is: Ef þú ekki beinlínis lokar setunni þinni eða skiptir um lykilorð, þá geta setur haldist í allt að 6 mánuði. Setur renna út eftir 2 vikur af aðgerðaleysi.
it: A meno che tu non effettui la disconnessione o cambi la tua password, le sessioni possono durare fino a 6 mesi. Le sessioni scadono dopo 2 settimane di inattività.
ja: 明示的なログアウトやパスワードの変更をしない限り、6ヶ月までセッションを維持できます。ただし、利用しない期間が2週間続くとセッションが切れます。
ro: Dacă nu vă deconectați explicit sau nu vă schimbați parola, sesiunile pot dura până la 6 luni. Sesiunile expiră după 2 săptămâni de inactivitate.

# Info display in the composer footer
source: Saved at
cs: Uloženo v
da: Gem i
hu: Mentve
is: Vistað í
it: Salvato alle
ja: 保存時刻：
ro: Salvat la

# Info display in the composer footer
source: Saving
cs: Ukládání
da: Gemmer
hu: Mentés
is: Vista
it: Salvataggio
ja: 保存中
ro: Salvare

# Info display in the read receipt panel (message view)
source: The sender has requested a read receipt
da: Afsenderen har anmodet om en læst-kvittering
hu: A feladó tértivevényt kért
is: Sendandinn hefur beðið um leskvittun

# Info for contact MIMEType selector
source: Automatic indicates that the format in the composer is used to send to this user. Plain Text indicates that the message will always be converted to plain text on send.
da: Automatisk indikerer, at formatet i skrivevinduet benyttes ved afsendelse for denne bruger. Almindelig tekst indikerer, at beskeden altid konverteres til almindelig tekst ved afsendelsen.
hu: Automatikus beállítás esetén, a szerkesztőben használt módban kerülnek elküldésre a levelek. Egyszerű szöveg esetén, ennek a partnernek, az összes üzenet egyszerű szöveggé alakul az elküldéskor.
is: Sjálfvirkt þýðir að sniðið sem birtist í ritlinum er notað til að senda póst til þessa notanda. Ósniðinn texti þýðir að skilaboðunum verður ávalt umbreytt í hreinan ósniðinn texta þegar þau eru send.
it: "Automatico": verrà utilizzato il formato nel compositore per spedire messaggi a questo utente. "Testo semplice": il messaggio sarà sempre convertito in testo semplice al momento dell'invio.

# Info for contact Scheme selector
source: Select the PGP scheme to be used when signing or encrypting to an user. Note that PGP/Inline forces plain text messages.
cs: Vyberte PGP schéma, které bude použito při podepisování, nebo šifrování uživatele. Nezapomeňte, že PGP/Inline vyžaduje zprávy ve formátu prostého textu.
da: Vælg den PGP-type, der skal benyttes, når du signerer eller krypterer til en bruger. Bemærk, at PGP/Inline gennemtvinger beskeder i alm. tekst.
hu: Megadható a partnernek küldött titkosított vagy aláírt levelekben használandó PGP séma. PGP/Inline esetén az üzenet mindig Egyszerű Szöveg formátumú lesz.
is: Veldu hvaða PGP-skema á að nota við undirritun eða dulritun til notanda. Athugaðu að PGP/Innfellt þvingar fram skilaboð í ósniðnum texta.
it: Seleziona lo schema PGP da usare quando si firma o si crittografa per un dato utente. Nota che PGP/Inline forza la conversione del messaggio in testo semplice.

# Info for mozilla condition
source: Your subscription is managed by Mozilla. Please <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">click here</a> to contact Mozilla support.
da: Dit abonnement håndteres af Mozilla. Venligst <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">klik her</a> for at kontakte Mozilla support.
hu: Az ön előfizetését a Mozilla kezeli. <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">Kattintson ide</a>, hogy kapcsolatba lépjen a Mozillával.
is: Áskriftinni þinni er stýrt af Mozilla. Þú ættir að <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">smella hér</a> til að hafa samband við aðstoðarteymi Mozilla.
it: Il tuo abbonamento è gestito da Mozilla. Per favore, <a href="https://support.mozilla.org/en-US/kb/protonvpn" target="_blank">Clicca qui</a> per contattare il supporto tecnico di Mozilla. .

# Info for the abuse / fraud modal
source: Account disabled for <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">abuse or fraud</a>.
da: Konto deaktiveret grundet <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">misbrug eller svig</a>.
hu: A fiók le van tiltva <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">visszaélés vagy csalás</a> miatt.
is: Aðgangur hefur verið gerður óvirkur vegna <a href="https://protonmail.com/support/knowledge-base/account-disabled/" target="_blank">misnotkunar eða svika</a>.

# Info for the abuse / fraud modal
source: You can find more information and <a href="https://protonmail.com/abuse" target="_blank">contact us here</a>.
cs: Pro další informace <a href="https://protonmail.com/abuse" target="_blank">nás kontaktujte zde</a>.
da: Du kan finde yderligere information samt <a href="https://protonmail.com/abuse" target="_blank">kontakte os hér</a>.
hu: További információkért <a href="https://protonmail.com/abuse" target="_blank">lépjen kapcsolatba velünk</a>.
is: Þú getur fundið meiri upplýsingar og <a href="https://protonmail.com/abuse" target="_blank">haft samband við okkur hér</a>.
it: Puoi trovare ulteriori informazioni e <a href="https://protonmail.com/abuse" target="_blank">contattarci qua</a>.
ja: 詳細については、<a href="https://protonmail.com/abuse" target="_blank">ここをクリック</a>してください。
ro: Puteți găsi mai multe informații și să ne <a href="https://protonmail.com/abuse" target="_blank">contactați aici</a>.

# Info for the vpn columns
source: High
cs: Vysoký
da: Hurtig
hu: Gyors
is: Hátt
it: Alta
ja: 高速
ro: Mare

# Info for the vpn columns
source: Highest
cs: Nejvyšší
da: Hurtigst
hu: Leggyorsabb
is: Hæsta
it: Il più alto
ja: 最高速
ro: Maximă

# Info for the vpn modal
source: ProtonVPN encrypts your internet connection, adding a powerful layer of security to your devices and ensuring your online activity stays private.
cs: Služba ProtonVPN šifruje Vaše připojení k Internetu pomocí přidání silné zabezpečovací vrstvy do vašich zařízení a zajistí tak, že Vaše aktivita online zůstane soukromá.
da: ProtonVPN krypterer din Internetforbindelse og føjer et stærkt sikkerhedslag til dine enheder, der sikrer, at din onlineaktivitet forbliver private.
hu: A ProtonVPN titkosítja az internet kapcsolatát, jelentősen növelve az eszköz biztonságát és biztosítja a magánszférájának védelmét, internetezés közben.
is: ProtonVPN dulritar internet-tenginguna þína, bætir þannig við öryggislagi fyrir tækin þín og tryggir þannig að vinna þín á netinu haldist frá óprúttnum aðilum.
it: ProtonVPN crittografa la tua connessione internet, aggiungendo un potente livello di sicurezza ai tuoi dispositivi e assicurando che la tua attività online rimanga privata.
ja: ProtonVPNはあなたのインターネット接続を暗号化し、あなたのデバイスに強力なセキュリティ層を加え、あなたのオンライン活動のプライバシーを守ります。
ro: ProtonVPN vă criptează conexiunea la Internet, adăugând un strat puternic de securitate dispozitivelor dvs. și asigurându-se că activitatea dvs. online rămâne privată.

# Info payment
source: Start customizing!
cs: Zahájit přizpůsobení!
da: Begynd at tilpasse!
hu: Indulhat a személyre szabás!
is: Byrjaðu að sérsníða!
it: Inizi a personalizzare!
ja: カスタマイズを開始してください
ro: Începeți personalizarea!

# Info present in the custom professional plan modal
source: Each user adds 5GB of storage and 5 addresses to your organization. Professional plans start with 5 addresses included. Storage and addresses can be distributed among users however you wish.
cs: Každý uživatel rozšíří organizaci o 5GB prostoru a 5 adres. Profesionální tarify začínají na pěti adresách. Úložiště a adresy mohou být dle potřeby rozděleny mezi uživatele.
da: Hver bruger føjer 5 GB lagerplads og 5 adresser til din organisation. Professionelle abonnementer har som standard 5 adresser inkluderet. Lagerplads og adresser kan frit distribueres mellem brugeren.
hu: Minden újabb felhasználóhoz újabb 5GB tárhely és 5 cím tartozik a szervezetben. A Professional csomag alap esetben 5 címet tartalmaz. A tárhely és a címek a felhasználók között tetszőlegesen oszthatók szét.
is: Hver notandi bætir 5GB af geymslurými og 5 póstföngum við uppsetningu stofnunarinnar. Fyrirtækjaáskriftir eru með innifalin 5 póstföng. Geymslurými og póstföngum er hægt að dreifa á milli notenda á hvern þann hátt sem hentar best.
it: Ogni utente aggiunge 5GB di spazio e cinque indirizzi alla tua organizzazione. I piani Professional partono da cinque indirizzi inclusi. Lo spazio e gli indirizzi possono essere distribuiti fra gli utenti a tuo piacimento.
ja: 5つのアドレスと各ユーザーあたり5GBのストレージをあなたの組織に追加します。 PROFESSIONALプランには5つのアドレスが含まれます。 ストレージとアドレスは、自由に配分することができます。
ro: Fiecare utilizator adaugă 5 GB de spațiu și 5 adrese la organizația dvs. Planurile profesionale încep cu 5 adrese incluse. Spațiul și adresele pot fi distribuite utilizatorilor oricum doriți.

# Info to setup @pm.me address
source: Set a display name and signature for {{email}}
cs: Nastavte si zobrazované jméno a podpis pro {{email}}
da: Opsæt et visningsnavn og signatur til {{email}}
hu: Név és aláírás beállítása: {{email}}
is: Stilltu birtingarnafn og undirskrift fyrir {{email}}
it: Imposta un nome da visualizzare e una firma per {{email}}
ja: {{email}} の表示名と署名を設定してください
ro: Stabilire nume afișat și semnătură pentru {{email}}

# Inform the user that he reach the search limit
source: Your search matched too many results. Please limit your search and try again.
cs: Vyhledávání našlo příliš mnoho výsledků. Upřesněte hledání a zkuste to prosím znovu.
da: Din søgning fik for mange hits. Begræns din søgning, og forsøg igen.
hu: A keresés túl sok találatot eredményezett. Korlátozza a keresést majd próbálja meg újra.
is: Leitin gaf of margar niðurstöður. Takmarkaðu leitarstrenginn og reyndu síðan aftur.
it: Abbiamo trovato troppi risultati. Si prega di limitare la ricerca e riprovare.
ja: 一致する項目が多すぎるため、検索対象をより絞り込んでもう一度お試しください。
ro: Căutarea a găsit prea multe rezultate. Limitați căutarea și reîncercați.

# Information about this user
source: Organization administrators cannot access the messages of private users.
cs: Správci organizace nemají přístup ke zprávám uživatelů.
da: Organisationsadministratorer kan ikke tilgå beskeder fra privatbrugere.
hu: A szervezeti adminisztrátorok nem olvashatják a privát felhasználók leveleit.
is: Stjórnendur stofnunar geta ekki séð skilaboð til einkanotenda
it: Gli amministratori dell'organizzazione non possono accedere ai messaggi degli utenti privati.
ja: 組織の管理者は、私用ユーザーのメッセージにアクセスできません。
ro: Administratorii organizației nu pot accesa mesajele utilizatorilor privați.

# Information for the contacts exporter modal
source: Exporting contacts, this may take a few minutes. When the progress is completed, this modal will close and let you download the file.
cs: Exportování kontaktů, proces může trvat několik minut. Jakmile bude export dokončen, oznámení se zavře a soubor bude připraven ke stažení.
da: Eksporterer kontakter. Dette kan tage et par minutter. Når processen er fuldført, lukkes denne popup, så du kan hente filen.
hu: Névjegyek exportálása. Ez eltarthat egy pár percig. A művelet végén ez az ablak bezár és az eredmény letölthető lesz.
is: Flyt út tengiliði, þetta getur tekið nokkrar mínútur. Þegar vinnslunni er lokið, mun þessi gluggi lokast og þá færðu færi á að sækja skrána.
it: Esportazione dei contatti, potrebbe essere necessario qualche minuto. Al termine del processo la modalità verrà chiusa e sarà possibile scaricare il file.
ja: 連絡先のエクスポート中です。数分かかる場合があります。処理が完了次第、ファイルをダウンロードできます。
ro: Se exportă contactele, ar putea dura câteva minute. Când procesul s-a încheiat, această fereastră se va închide și vă va permite să descărcați fișierul.

# Information for the contacts importer modal
source: Importing contacts, this may take a few minutes.
cs: Importování kontaktů, proces může trvat několik minut.
da: Importerer kontakter. Dette kan tage et par minutter.
hu: Névjegyek importálása. Ez eltarthat pár percig.
is: Flyt inn tengiliði, þetta getur tekið nokkrar mínútur.
it: Importazione dei contatti, questo potrebbe richiedere alcuni minuti.
ja: 連絡先をインポート中です。数分かかる場合があります。
ro: Se importă contactele, ar putea dura câteva minute.

# Information for the contacts merging modal
source: Merging contacts, this may take a few minutes.
cs: Probíhá spojení kontaktů, proces může trvat několik minut.
da: Fletter kontakter. Dette kan tage et par minutter.
hu: Névjegyek egyesítése. Ez eltarthat pár percig.
is: Sameina tengiliði, þetta getur tekið nokkrar mínútur.
it: Unendo i contatti, questo potrebbe richiedere alcuni minuti.
ja: 連絡先の統合をしています。数分かかることがあります。
ro: Se unesc contactele. Ar putea dura câteva minute.

# Information for the custom vpn modal
source: Each connected device consumes one VPN connection.
cs: Každé připojené zařízení zabere jedno VPN připojení.
da: Hver tilsluttet enhed beslaglægger én VPN-forbindelse.
hu: Minden kapcsoló eszköz egy VPN kapcsolatot használ fel.
is: Hvert tengt tæki notar eina VPN-nettengingu.
it: Ogni dispositivo collegato consuma una connessione VPN.
ja: 接続された各デバイスごとに1つのVPN接続を使用します。
ro: Fiecare dispozitiv conectat consumă o conexiune VPN.

# Information for the custom vpn modal
source: Need more connections?
cs: Potřebujete více připojení?
da: Behov for yderligere forbindelser?
hu: Több kapcsolat szükséges?
is: Þarftu fleiri tengingar?
it: Necessita di ulteriori connessioni?
ja: より多くの接続が必要ですか？
ro: Doriți mai multe conexiuni?

# Input for the code sent
source: Verification code
cs: Ověřovací kód
da: Verifikationskode
hu: Ellenőrző kód
is: Sannvottunarkóði
it: Codice di verifica
ja: 検証コード
ro: Cod de verificare

# Invoice status display as badge
source: Billed
cs: Zaúčtováno
da: Faktureret
hu: Számlázva
is: Samkvæmt reikningi
it: Fatturate
ja: 請求済み
ro: Facturat

# Invoice status display as badge
source: Paid
cs: Zaplaceno
da: Betalt
hu: Fizetve
is: Greitt
it: Pagata
ja: 支払い済み
ro: Plătită

# Invoice status display as badge
source: Unpaid
cs: Nezaplaceno
da: Ubetalt
hu: Nincs fizetve
is: Ógreitt
it: Non pagata
ja: 未払い
ro: Neplătită

# Invoice status display as badge
source: Void
cs: Neplatné
da: Ugyldig
hu: Sztornó
is: Autt
it: Nullo
ja: 無効
ro: Nul

# Invoice type display as badge
source: Cancellation
cs: Rušení
da: Annullering
hu: Sztornózás
is: Hætt við
it: Annullamento
ja: キャンセル
ro: Anulare

# Invoice type display as badge
source: Credit
cs: Kredit
da: Kredit
hu: Kredit
is: Inneign
it: Credito
ja: クレジット

# Invoice type display as badge
source: Donation
cs: Finanční příspěvky
hu: Adomány
is: Styrkur
it: Donazione
ja: 寄付
ro: Donație

# Invoice type display as badge
source: Other
cs: Ostatní
da: Andre
hu: Egyéb
is: Annað
it: Altro
ja: その他
ro: Altele

# Invoice type display as badge
source: Subscription
cs: Předplatné
da: Abonnement
hu: Előfizetés
is: Áskrift
it: Abbonamento
ja: 購読
ro: Abonament

# Key details
source: Created on {{created}}, {{bits}} bits (can be used for sending and signature verification)
cs: Vytvořeno na {{created}}, počet bitů: {{bits}} (lze použít pro odeslání a ověření podpisu)
da: Oprettet d. {{created}}, {{bits}} bits (kan benyttes til afsendelse og signaturbekræftelse)
hu: Létrehozva: {{created}}, {{bits}} bit (küldésre és aláírás ellenőrzésre használható)
is: Útbúið þann {{created}}, {{bits}} bita (getur verið notað fyrir sendingu og sannvottun undirritunar)
it: Creata il {{created}}, {{bits}} bit (può essere usata per l'invio e la verifica della firma)
ja: {{created}}、 {{bits}} ビットで作成 (送信および署名の検証に使用することができます)
ro: Creată la {{created}}, {{bits}} de biți (poate fi utilizată pentru trimiteri și verificarea semnăturii).

# Key details
source: Created on {{created}}, {{bits}} bits (cannot be used for sending)
cs: Vytvořeno {{created}}, {{bits}} bitů (nelze použít k odesílání)
da: Lavet på {{created}}, {{bits}} bits (kan ikke bruges til at sende med)
hu: Létrehozva: {{created}}, {{bits}} bit (nem használható küldésre)
is: Útbúið þann {{created}}, {{bits}} bita (er ekki hægt að nota fyrir sendingu)
it: Creata il {{created}}, {{bits}} bit (non può essere utilizzata per l'invio)
ja: 作成日時：{{created}}、鍵長：{{bits}} ビット (送信には使用できません)

# Key state badge
source: Active
cs: Aktivní
da: Aktiv
hu: Aktív
is: Virkt
it: Attiva

# Key state badge
source: Compromised
cs: Ohrožený/Nebezpečný
da: Kompromitteret
hu: Kompromittált
is: Berskjaldað
it: Compromessa
ja: 侵害された
ro: Compromisă

# Key state badge
source: Disabled
da: Slået fra
hu: Letiltva
is: Óvirkt
it: Disabilitata

# Key state badge
source: Inactive
cs: Neaktivní
da: Inaktiv
hu: Kikapcsolva
is: Óvirkt
it: Inattiva

# Key state badge
source: Obsolete
cs: Zastaralý
da: Forældet
hu: Elavult
is: Úrelt
it: Obsoleta
ja: 廃止された
ro: Învechită

# Key state badge
source: Primary
cs: Primární
da: Primær
hu: Elsődleges
is: Aðal
it: Primaria

# Label
source: 2-years
cs: 2-letý
da: 2-års
hu: 2 év
is: 2-ár
it: 2 anni

# Label
source: Account storage
cs: Prostor pro účet
da: Kontolagerplads
hu: Fiók tárhely
is: Geymslurými notandaaðgangs
it: Spazio account
ja: アカウントの容量
ro: Spațiu cont

# Label
source: Add email address
da: Tilføj e-mail
hu: E-mail cím hozzáadása
is: Bæta við tölvupóstfangi

# Label
source: Add image URL
cs: Přidat URL obrázku
da: Tilføj billed-URL
hu: Kép URL megadása
is: Bæta við slóð á mynd
it: Aggiungi URL immagine
ja: 追加する画像のURL
ro: Adăugare URL imagine

# Label
source: Address
cs: Adresa
da: Adresse
hu: Cím
is: Vistfang
it: Indirizzo
ja: メールアドレス
ro: Adresa

# Label
source: Admin Account Storage:
cs: Úložiště správce účtu:
da: Adminkontolagerplads:
hu: Adminisztrátor fiók tárhely:
is: Geymslurými stjórnandaaðgangs:
it: Spazio account amministratore:
ja: 管理者用のストレージ容量：
ro: Spațiu cont administrator:

# Label
source: Admin VPN Connections:
cs: Správce VPN připojení:
da: Admin VPN-forbimdelser:
hu: Adminisztrátor VPN kapcsolatok:
is: VPN-tengingar stjórnanda:
it: Connessioni VPN amministratore:
ja: 管理者用のVPN接続数：
ro: Conexiuni VPN admin:

# Label
source: Annually
cs: Ročně
da: Årlig
hu: Évente
is: Árlega
it: Annuale
