Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# reset password
source: Resetting either Login or Mailbox password will make old messages unreadable.
cs: Obnovením hesla pro přihlášení nebo poštovní schránky způsobí, že staré zprávy budou nečitelné.
da: Nulstilling af enten login- eller postkasseadgangskode gør gamle beskeder ulæselige.
hu: A bejelentkezési vagy az e-mail jelszó visszaállítása a korábbi leveleit olvashatatlanná teszi.
is: Endurstilling lykilorðs fyrir innskráningu eða pósthólf gerir eldri skilaboð ólæsileg.
it: Reimpostare la password di accesso o quella della casella renderà illeggibili i vecchi messaggi.
ja: ログインまたはメールボックスのパスワードをリセットすると、既存メッセージは読み取れなくなります。
ro: Resetând fie parola de conectare fie cea a mesajelor va face imposibilă citirea mesajelor vechi.

# reset password
source: Resetting either Login or Mailbox password will switch you to <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Single Password Mode</a>.
cs: Obnovením hesla pro přihlášení nebo poštovní schránky přejdete na <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">režim jediného hesla</a>.
da: Nulstilling af enten login- eller postkasseadgangskode medfører skift til <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Én-afgangskode-tilstand</a>.
hu: A bejelentkezési vagy az e-mail jelszó visszaállítása, átkapcsolja a fiókot <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">egy jelszavas módra</a>.
is: Endurstilling lykilorðs fyrir innskráningu eða pósthólf setur þig yfir í <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">eins-lykilorðs ham</a>.
it: Reimpostare la password di accesso o quella della casella attiverà la <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Modalità a singola password</a>.
ja: ログインまたはメールボックスのパスワードをリセットすると<a href="https://protonmail.com/support/knowledge-base/single-password/"target="_blank"> １パスワード モード</a> に切り替わります。
ro: Resetând fie parola de conectare, fie cea a mesajelor, veți fi comutat la <a href="https://protonmail.com/support/knowledge-base/single-password/" target="_blank">Modul cu parolă unică</a>.

# settings warning
source: Address Verification is an advanced security feature. Only turn this on if you know what it does.
cs: Ověření adresy je pokročilá bezpečnostní funkce. Zapněte ji jen pokud víte co dělá.
da: Adressebekræftelse er en avanceret sikkerhedsfunktion. Aktivér den kun, hvis du ved, hvad den gør.
hu: A cím hitelesítés egy haladó lehetőség. Csak akkor kapcsolja be, ha érti, hogyan működik.
is: Sannvottun vistfanga (Address Verification) er þróaður öryggiseiginleiki. Ekki kveikja á þessu nema þú vitir hvernig þetta virkar.
it: La verifica dell'indirizzo è una funzionalità di sicurezza avanzata. Attivalo solo se sai cosa fa.
ja: アドレスの検証は先進的なセキュリティ機能です。動作の仕組みを理解している場合にのみ、有効にしてください。
ro: Verificarea adresei este o funcție avansată de securitate. Activați-o doar dacă știți la ce se referă.

# settings warning
source: Only change these settings if you are using PGP with non-ProtonMail recipients.
cs: Tato nastavení změňte, pouze pokud používáte PGP s příjemci, kteří nepoužívají službu ProtonMail.
da: Ændr kun disse indstillinger, hvis du benytter PGP ifm. ikke-ProtonMail-modtagere.
hu: Ezeket a beállításokat csak akkor változtassa meg, ha nem ProtonMail címzettekkel használ PGP titkosítást.
is: Ekki breyta þessum stillingum nema að þú sért að nota PGP með ekki-ProtonMail viðtakendum.
it: Cambia queste impostazioni solo se stai usando PGP con destinatari non-ProtonMail.
ja: PGPを利用しているProtonMail以外の宛先がある場合にのみ、これらの設定を変更してください。
ro: Schimbați aceste setări doar dacă utilizați PGP cu destinatari non-ProtonMail.

# show used storage for an account
source: of
cs: z
da: for
is: af
it: su
ro: din

# space used out of total space allowed for a member
source: Used
cs: Použito
da: Forbrugt
hu: Használatban
is: Notað
it: Usati
ja: 使用中
ro: Folosit

# subscription details
source: Billing cycle end
cs: Konec fakturačního období
da: Faktureringscyklusafslutning
hu: Számlázási időszak vége
is: Lok greiðslutímabils
it: Il ciclo di fatturazione termina il
ja: 契約期限
ro: Sfârșit ciclu facturare

# subscription link
source: Manage
cs: Spravovat
da: Håndtér
hu: Kezelés
is: Umsjón
it: Gestisci
ja: 管理する
ro: Gestionare

# subscription price label
source: Total price
cs: Celková cena
da: Pris i alt
hu: Teljes összeg
is: Heildarverð
it: Costo totale
ja: 合計金額
ro: Preț total

# subscription price label information
source: (with coupon)
cs: (s kupónem)
da: (med kupon)
hu: (kuponkóddal)
is: (með inneignarnótu)
it: (con coupon)
ja: （クーポン利用分）
ro: (cu cupon)

# subscription title
source: Payment
cs: Platba
da: Betaling
hu: Fizetés
is: Greiðsla
it: Pagamento
ja: 支払い
ro: Plată

# subscription title
source: Plans
cs: Ceník
da: Abonnementer
hu: Csomagok
is: Áskriftarleiðir
it: Piani
ja: プラン
ro: Planuri

# title
source: Add to
da: Føj til
hu: Hozzáadás
is: Bæta í

# title
source: Label as
cs: Označit jako
da: Etikettér som
hu: Címkézés
is: Merkja sem
it: Etichetta come
ja: ラベル付け
ro: Etichetare ca

# title
source: Move to
cs: Přesunout do
da: Flyt til
hu: Áthelyezés
is: Færa í
it: Sposta in
ja: 移動先
ro: Mutare în

# title
source: New to ProtonMail?
da: Ny ProtonMail-bruger?
hu: Új érdeklődő?
is: Nýr í ProtonMail?

# toggle password
source: Hide password
cs: Skrýt heslo
da: Skjul adgangskode
hu: Jelszó elrejtése
is: Fela lykilorð
it: Nascondi password
ja: パスワードを隠す
ro: Ascunde parola

# toggle password
source: Show password
cs: Zobrazit heslo
da: Vis adgangskode
hu: Jelszó megjelenítése
is: Birta lykilorð
it: Mostra password
ja: パスワードを表示
ro: Afișare parolă

# topUp modal
source: Credits added
cs: Kredity byly přidány
da: Kredit tilføjet
hu: Kredit hozzáadva
is: Bætt við inneign
it: Credito aggiunto
ja: クレジットが追加されました。
ro: Credite adăugate

# Action
source: CC BCC
hu: Titkos másolat
it: CC CCN
ja: CCとBCC

# App folder
source: Sent
cs: Odesláno
da: Afsendt
hu: Elküldve
it: Inviata
ja: 送信済み
ro: Trimise

# Label
source: Captcha
hu: CAPTCHA kód

# Label
source: Sent
cs: Odeslané
da: Afsendt
hu: Elküldött
it: Inviata

# Message label
source: Sent
cs: Odesláno
da: Afsendt
hu: Elküldött
it: Inviato

# No results heading
source: Sent
cs: Odeslané
da: Afsendt
hu: Elküldött
it: Inviato
ja: 送信済み
ro: Trimise

# Option for search panel
source: Sent
cs: Odeslaná pošta
da: Afsendt
hu: Elküldött
it: Inviata
ja: 送信済み
ro: Trimise

# Placeholder
source: HH:MM
da: TT:MM
hu: ÓÓ:PP

# Placeholder for DD in YYYY-MM-DD
source: DD
hu: NN
it: GG
ja: 日
ro: ZZ

# Placeholder for MM in YYYY-MM-DD
source: MM
hu: HH
ja: 月
ro: LL

# Title
source: BCC
cs: Skrytá kopie
hu: Titkos másolat
it: CCN

# Title
source: BCC:
hu: Titkos másolat:

# Title
source: CC
cs: Kopie
hu: Másolat

# Title
source: CC:
hu: Másolat:

# Title
source: Sent
cs: Odesláno
da: Afsendt
hu: Elküldött
it: Inviati
ja: 送信済み
ro: Trimise

# printed message info
source: Sent:
cs: Odesláno:
da: Afsendt:
hu: Elküldve:
it: Inviato:

# Action
source: <i class="fa fa-lock"></i> Submit
cs: <i class="fa fa-lock"></i> Odeslat
it: <i class="fa fa-lock"> Invia
ja: <i class="fa fa-lock"></i> 送信
ro: <i class="fa fa-lock"></i> Trimitere

# Action
source: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Save</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Done</span>
cs: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Uložit</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Hotovo</span>
it: <span ng-if="ctrl.directSave" translate-context="Action" translate="">Salve</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">Fatto</span>
ja: <span ng-if="ctrl.directSave" translate-context="Action" translate="">保存</span> <span ng-if="!ctrl.directSave" translate-context="Action" translate="">完了</span>

# Action
source: Add Payment Method
cs: Přidat způsob platby
it: Aggiungi metodo di pagamento

# Action
source: Buy
cs: Koupit
it: Compra
ja: 購入
ro: Cumpărați

# Action
source: Click here to try again
cs: Klikněte zde a zkuste to znovu
it: Clicca qui per riprovare
ja: ここをクリックして、もう一度やり直してください。
ro: Apăsați aici pentru reîncercare

# Action
source: For custom 2-year plans, click here
cs: Pro přizpůsobení dvouletých tarifů klikněte zde
it: Per piani biennali personalizzati, clicca qui
ja: カスタム2年プランはここをクリックしてください。
ro: Pentru planuri personale de 2 ani, apăsați aici

# Action
source: Get a new 2-year plan
cs: Získejte nový dvouletý tarif
it: Ottieni un nuovo piano biennale
ja: 新規の2年プランを取得
ro: Obține un nou plan de 2 ani

# Action
source: Having trouble? Try an older version
cs: Máte potíže? Zkuste starší verzi
it: Stai riscontrando problemi? Prova una versione precedente
ja: うまくいきませんか？ 古いバージョンを試してください。
ro: Aveți probleme? Încercați o versiune mai veche.

# Action
source: Show features
cs: Zobrazit funkce
it: Visualizza caratteristiche
ja: 機能を表示
ro: Afișare funcții

# Action
source: Sign up
cs: Registrace
it: Iscriviti
ja: 新規登録
ro: Înscriere

# Action
source: Switch current subscription to a 2-year plan
cs: Přepnout aktuální předplatné na dvouletý tarif
it: Passa dall' abbonamento attuale a uno biennale
ja: 現行のプランを2年プランに切り替える
ro: Schimbare abonament curent cu plan pe 2 ani

# Action
source: View original
cs: Zobrazit originál
it: Visualizza originale
ja: オリジナルを表示
ro: Afișare original

# Action
source: Yes
cs: Ano
it: Sì
ja: はい
ro: Da

# Composer
source: Attachments are limited to {{number}} MBB. Total attached would be: {{total}} MB.
cs: Přílohy jsou omezeny na {{number}} MB. Celková velikost příloh bude: {{total}} MB.
it: Gli allegati sono limitati a {{number}} MB. Il totale degli allegati sarebbe: {{total}} MB.
ja: 添付ファイルの1ファイルあたりの上限容量は {{number}} MB、全体の容量は {{total}} MBまでです。
ro: Atașamentele sunt limitate la {{number}} MB. Total atașamente: {{total}} MB.

# Composer, add File
source: If your URL is correct, you'll see an image preview here. Large images may take a few minutes to appear.
cs: Pokud je URL adresa správná, zobrazí se vám náhled obrázku. Načítání velkých obrázků může chvíli trvat.
it: Se il tuo URL è corretto vedrai un'anteprima dell'immagine qui. Le immagini grandi potrebbero richiedere alcuni minuti per apparire.
ja: URLが正しい場合、ここに画像が表示されます。大きい画像の場合、数分を要する場合があります。
ro: Dacă adresa URL este corectă, veţi vedea o previzualizare a imaginii aici. Pentru imaginile mari poate dura câteva minute.

# Composer, add Link
source: In the first box, put the link/email/phone number the text should go to. In the second box, put the text you want to appear.
cs: Do prvního políčka vložte link nebo zadejte email/telefonní číslo kterému text má být doručen. Do druhého políčka zadejte text, který chcete aby se objevil.
it: Nel primo campo, inserisci il collegamento/email/numero di telefono a cui si riferisce il testo. Nel secondo campo, inserisci il testo che vuoi che appaia.
ja: 上段のテキストボックスにはリンク、メールアドレス、電話番号のいずれかを、 下段のテキストボックスには、表示したいテキストを入力してください。
ro: În prima casetă, puneți legătura/e-mail/numărul de telefon unde ar trebui să ajungă textul. În a doua casetă, puneți textul care doriți să apară.

# Confirm message
source: Deleting your keys is irreversible. To be able to access any message encrypted with this key, you might want to make a back up of this key for later use. Do you want to export this key?
cs: Smazání Vašich klíčů se nedá vratit zpět. Pro přístup ke zprávám šifrovaným pomocí tohoto klíče by jste si možná měli udělat jeho záložní kopii pro případné požití později. Chcete exportovat tento klíč?
it: L'eliminazione delle tue chiavi è irreversibile. Per poter accedere a qualsiasi messaggio crittografato con questa chiave potresti volerne fare un backup per utilizzarla in un secondo momento. Vuoi esportare questa chiave?
ja: 鍵の削除は元にもどせません。この鍵で暗号化されたメッセージを読むために、後になってこの鍵のバックアップを使用したくなるかもしれません。この鍵をエクスポートしますか？
ro: Ștergerea cheilor este ireversibilă. Pentru a putea accesa orice mesaj criptat cu această cheie, vă recomandăm să conservați această cheie pentru o utilizare ulterioară. Doriți să exportați această cheie?

# Danger
source: Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.
cs: Ověření adresy pomocí důvěryhodného klíče je pro tuto adresu povoleno. Chcete-li posílat zprávy na tuto adresu, nejprve důvěřujte veřejnému klíči, který může být použit pro odesílání.
it: Per questo indirizzo, è attivata la verifica dell'indirizzo tramite le chiavi affidabili. Per poter spedire a questo indirizzo, prima rendi attendibili le chiavi pubbliche che possono essere usate per l'invio.
ja: 信頼された鍵でのアドレス検証がこのアドレスに対して有効になっています。このアドレス宛にメッセージを送信するには、最初に公開鍵を信頼する必要があります。
ro: Verificarea adresei cu chei de încredere este activată pentru această adresă. Pentru a putea trimite la această adresă, aprobați cheile publice care pot fi folosite pentru trimitere.

# Dropdown
source: Change currency <i class="fa fa-caret-down"></i>
cs: Změnit měnu <i class="fa fa-caret-down"></i>
it: Cambia valuta <i class="fa fa-caret-down"></i>
ja: 通貨を変更 <i class="fa fa-caret-down"></i>
ro: Schimbare monedă <i class="fa fa-caret-down"></i>

# Error
source: Cookies are disabled. Please activate it and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
cs: Soubory cookie jsou zakázány. Aktivujte je, a pak stránku načtěte znovu. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Více informací zde</a>.
it: I cookies sono disattivati. Per favore, attivali e ricarica la pagina. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Maggiori informazioni qui</a>.
ja: クッキーが無効になっています。クッキーを有効化してページを再度読み込んでください。<a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">詳しくはこちらをご覧ください。</a>
ro: Cookie-urile sunt dezactivate. Vă rugăm să le activați și apoi reîncărcați pagina. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Mai multe informații aici</a>.

# Error
source: Error connecting to PayPal.
cs: Chyba při připojování k PayPalu.
it: Errore di connessione a PayPal.
ja: PayPalへの接続でエラーが発生しました。
ro: Eroare conectare la PayPal.

# Error
source: Invalid email(s): {{total}}
cs: Neplatný email(s): {{total}}
it: Email non valida/e: {{total}}
ja: {{total}} のメールアドレスが無効です。
ro: Mesaj(e) nevalid(e): {{total}}

# Error
source: Recovery email invalid
cs: Neplatný sekundární e-mail
it: Email di recupero non valida
ja: 回復用メールアドレスが無効です。
ro: E-mail de recuperare nevalid

# Error
source: Something went wrong
cs: Něco se pokazilo
it: Qualcosa è andato storto
ja: 不具合が発生しました。
ro: Ceva nu a funcționat corect

# Error
source: Something went wrong during address creation
cs: Během vytváření adres se něco pokazilo
it: Qualcosa è andato storto durante la creazione dell'indirizzo
ja: アドレス作成中に不具合が発生しました。
ro: Ceva nu a funcționat la crearea adresei

# Error
source: The code must contain at least 6 characters
cs: Kód musí obsahovat alespoň 6 znaků
it: Il codice deve contenere almeno 6 caratteri
ja: コードには少なくとも６文字が必要です。
ro: Codul trebuie să conțină cel puțin 6 caractere

# Error
source: The maximum number ({{total}}) of Recipients is {{limit}}.
cs: Maximální počet příjemců ({{total}}) je {{limit}}.
it: Il numero massimo ({{total}}) di destinatari è {{limit}}.
ja: 合計{{total}} の受信者が設定されています。最大{{limit}} までです。
ro: Numărul total de destinatari este ({{total}}) din maxim {{limit}}.

# Error
source: Unable to log you in. Please try again later.
cs: Nelze se přihlásit. Zkuste to prosím později.
it: Impossibile accedere. Per favore, riprova più tardi.
ja: ログインできません。後ほど再度お試しください。

# Error
source: Unsupported auth version
cs: Nepodporovaná verze ověřování
it: Versione di autenticazione non supportata
ja: サポートされていないauthバージョンです。
ro: Versiune de autentificare nesuportată

# Error
source: You are in Private Mode or have Session Storage disabled. Please deactivate Private Mode and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
cs: Používáte anonymní režim prohlížeče, nebo máte vypnuté úložiště relací. Vypněte prosím anonymní režim a stránku obnovte. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Více informací zde</a>.
it: Sei in navigazione in incognito o hai disabilitato l'archiviazione di sessione. Per favore disattiva la navigazione in incognito e quindi ricarica la pagina. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Ulteriori informazioni qui</a>.
ja: プライベートブラウジングモードになっているか、セッションストレージが無効になっています。 プライベートブラウジングモードを無効にしてからページを再読込みしてください。 <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">詳細についてはここをクリック</a>してください。
ro: Sunteți în modul incognito (privat) sau aveți stocarea informațiilor de sesiune dezactivată. Dezactivați modul incognito și apoi reîncărcați pagina. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Mai multe informații aici</a>.

# Error
source: You have reached the max recipients ({{limit}}) per message
cs: Dosáhl jsem maxima příjemců ({{limit}}) v rámci jedné zprávy
it: Hai raggiunto il numero massimo di destinatari ({{limit}}) per messaggio
ja: メッセージあたりの受信者の最大数 ({{limit}}) に達しました
ro: Ați atins numărul maxim de destinatari {{limit}} per mesaj.

# Error
source: You have {{total}} recipients. The maximum number is 25.
cs: Máte vybráno {{total}} příjemců. Maximální počet je 25.
it: Hai {{total}} destinatari. Il numero massimo è di 25.
ja: 宛先が{{total}} 件設定されています。宛先は最大 25 件までとなります。
ro: Aveți {{total}} destinatari. Numărul maxim este de 25.

# Filter message
source: <span class="filterButton-label-text">Attachments</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
cs: <span class="filterButton-label-text">Přílohy</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
it: <span class="filterButton-label-text">Allegati</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
ja: <span class="filterButton-label-text">添付ファイル</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
ro: <span class="filterButton-label-text">Atașamente</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>

# Info
source: A draft selected is open in a composer, this action will close the composer and delete the message.
cs: Vybraný koncept je již v editoru otevřen, tato akce editor zavře a zprávu smaže.
it: Una bozza selezionata è aperta in un compositore, questa azione lo chiuderà ed eliminerà il messaggio.
ja: 選択された下書きは編集中です。この操作によって編集は中断され、メッセージが削除されます。
ro: O ciornă selectată este în proces de compunere, această acțiune va închide compunerea și va șterge mesajul.

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them. 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys.
cs: Předtím, než začnete odesílat a přijímat emaily z nových adres, musíte pro ně vytvořit šifrovací klíče. 4096-bitové klíče fungují pouze na vysoce výkonných počítačích. Pro většinu uživatelů doporučujeme používat 2048-bitové klíče.
it: Prima che tu possa iniziare a spedire e ricevere messaggi dai tuoi nuovi indirizzi, è necessario creare le rispettive chiavi crittografiche. Le chiavi a 4096 bit funzionano solo su computer molto potenti. Alla maggior parte degli utenti raccomandiamo di usare chiavi a 2048 bit.
ja: 新しいアドレスから電子メールを送受信する前に、暗号鍵を作成する必要があります。 4096ビット鍵は、高性能コンピュータでのみ動作します。 ほとんどのユーザーには、2048ビット鍵の使用をお勧めします。
ro: Înainte de a putea trimite și primi mesaje cu noile adrese, trebuie să creați chei de criptare pentru acestea. Cheile de 4096 de biți funcționează doar pe calculatoare performante. Pentru majoritatea utilizatorilor se recomandă chei de 2048 de biți.

# Info
source: Choose your prefered button order for marking messages as read / unread.
cs: Zvolte preferované pořadí tlačítek pro označování zpráv jako přečtené / nepřečtené.
it: Scegli l'ordine preferito dei pulsanti per segnare i messaggi come letti/non letti.
ja: 既読/未読マークボタンの並びを選択してください。
ro: Stabilire ordine butoane preferată pentru marcare mesaje ca citite/necitite.

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails
cs: Uživatelské filtry se vztahují na všechny nové emaily, včetně příchozích i odchozích
it: I filtri personalizzati funzionano su tutte le nuove email, incluse le email in arrivo, nonché quelle inviate
ja: 仕分けフィルターは、以降の送受信される全てのメールに適用されます。

# Info
source: Download your PGP Keys for use with other PGP compatible services. Only incoming messages in inline OpenPGP format are currently supported.
cs: Stáhněte si PGP klíče, které chcete používat i v jiných aplikacích. Aktuálně jsou podporovány pouze příchozí zprávy ve formátu inline OpenPGP.
it: Scarica le tue chiavi PGP per usarle con altri servizi compatibili con PGP. Sono supportati solo i messaggi in arrivo nel formato inline OpenPGP.
ja: 他のPGP互換サービスを利用するにはPGP鍵をダウンロードしてください。現時点ではインラインのOpenPGP書式の受信メッセージにのみ対応しています。
ro: Descărcați-vă cheile PGP pentru a le utiliza cu alte servicii PGP compatibile. Doar mesajele primite în format liniar OpenPGP sunt suportate momentan.

# Info
source: For a strictly limited period between Black Friday and Cyber Monday (November 24-27), we are having the first ever sale in ProtonMail's history! For these 4 days only, it is possible to get up to 45% off regular price for ProtonMail and ProtonVPN with our special 2-year plans. Once subscribed to this promotion, you keep the discount as long as your subscription is active.
cs: V době mezi Black Friday a Cyber Monday (24. - 27. listopadu) proběhne první slevová akce v historii ProtonMail! Pouze v těchto čtyřech dnech můžete díky dvouletým tarifům získat slevy až 45% z původní ceny ProtonMail a ProtonVPN. Jakmile se přihlásíte k této nabídce, sleva bude aktivní tak dlouho, dokud bude aktivní vaše předplatné.
it: Per un periodo limitato tra il Black friday e il Cyber monday (24-27 novembre) stiamo proponendo il primo sconto nella storia di ProtonMail! Solamente durante questi quattro giorni sarà possibile ricevere sconti fino al 45% rispetto al prezzo normale di ProtonMail e ProtonVPN, grazie agli speciali abbonamenti biennali. Una volta abbonato con questa offerta, manterrai lo sconto fintanto che l'abbonamento rimarrà attivo.
ja: ブラックフライデーとサイバーマンデー（11月24〜27日）の期間限定で、ProtonMailの歴史の中で初めてのセールを実施します！ この4日間に限りProtonMailとProtonVPNの2年間の特別プランが、通常価格から45％引きの料金で契約でき、今後もその割引率が適用されます。
ro: Pentru o perioadă strict limitată între Vinerea neagră și Lunea cibernetică (24-27 noiembrie), vom avea prima reducere din istoria ProtonMail! Numai pentru aceste 4 zile, este posibilă obținerea unei reduceri de până la 45% pentru planurile speciale de 2 ani plătite pentru ProtonMail și ProtonVPN. După ce v-ați abonat la această promoție, păstrați reducerea atâta timp cât abonamentul este activ.

# Info
source: Loading encryption info...
cs: Nahrávám informace o šifrování...
it: Caricamento informazioni crittografia...
