Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Help
source: You can drag and drop active addresses to order them. The top address is the default address.
cs: Aktivní adresy můžete chytnutím a přetažením seřadit. První adresa je výchozí adresa.
da: Du kan trække og slippe aktive adresser for at bestille dem. Den øverste adresse er standardadressen.
hu: Húzza át az aktív címet a sorrend megváltoztatásához. A felső cím az alapértelmezett cím.
is: Dragðu og slepptu virkum netföngum til þess að breyta uppröðun þeirra. Efsta netfangið er sjálfgefið vistfang.
it: È possibile trascinare e rilasciare gli indirizzi attivi per riordinarli. Il primo indirizzo è quello predefinito.
ja: ドラッグアンドドロップでアドレスを並べ変えられます。一番上のアドレスが既定のアドレスとなります。
ro: Puteți trage și plasa adresele active pentru a le ordona. Adresa de sus este adresa implicită.

# Help
source: You can drag and drop custom filter to order them.
cs: Chytnutím a přetažením můžete seřadit své filtry.
da: Du kan trække og slippe tilpassede filtre for at bestille dem.
hu: Húzza át az egyedi szűrőt a sorrend megváltoztatásához.
is: Dragðu og slepptu til þess að breyta uppröðun á sérsniðnum síum.
it: È possibile trascinare e rilasciare i filtri personalizzati per ordinarli.
ja: ドラッグアンドドロップでフィルターの並び順を変更できます。
ro: Puteți trage și plasa filtrele personale pentru a le ordona.

# Hotkey description
source: Create a reply
cs: Odpovědět
da: Opret et svar
hu: Válasz írása
is: Búa til svarpóst
it: Rispondi
ja: 返信を作成
ro: Răspuns

# Hotkey description
source: Create a reply all
cs: Odpovědět všem
da: Opret et svar til alle
hu: Válasz írása mindenkinek
is: Búa til svarpóst til allra
it: Rispondi a tutti
ja: 全員に返信を作成
ro: Răspuns tuturor

# Hotkey description
source: Forward the message
cs: Přeposlat zprávu
da: Videresend besked
hu: Üzenet továbbítása
is: Áframsenda skilaboðin
it: Inoltra il messaggio
ja: メッセージを転送する
ro: Redirecționare mesaj

# Hotkey description
source: Go to archive
cs: Přejít do archivu
da: Gå til Arkiv
hu: Ugrás az archívumhoz
is: Fara í safn
it: Va' all'archivio
ja: アーカイブを開く
ro: Deplasare la arhivă

# Hotkey description
source: Go to drafts
cs: Přejít do konceptů
da: Gå til Udkast
hu: Ugrás a piszkozatokhoz
is: Fara í drög
it: Va' alle bozze
ja: 下書きを開く
ro: Deplasare la ciorne

# Hotkey description
source: Go to inbox
cs: Přejít do složky Doručené
da: Gå til Indbakke
hu: Ugrás a beérkezett üzenetekhez
is: Fara í innhólf
it: Va' alla posta in arrivo
ja: 受信箱を開く
ro: Salt la «Primite»

# Hotkey description
source: Go to sent
cs: Přejít do Odeslaných
da: Gå til Sendt
hu: Ugrás az elküldött levelekhez
is: Fara í sent
it: Va' alla posta inviata
ja: 送信済みを開く
ro: Deplasare la mesaje trimise

# Hotkey description
source: Go to spam
cs: Přejít do Nevyžádané pošty
da: Gå til Spam
hu: Ugrás a levélszeméthez
is: Fara í ruslpóst
it: Va' a spam
ja: 迷惑メールを開く
ro: Deplasare la spam

# Hotkey description
source: Go to starred
cs: Přejít na oblíbené
da: Gå til Stjernemarkerede
hu: Ugrás a csillagozottakhoz
is: Fara í stjörnumerkt
it: Va' ai preferiti
ja: 星印付きを開く
ro: Deplasare la mesaje marcate

# Hotkey description
source: Go to trash
cs: Přejít do Koše
da: Gå til Papirkurv
hu: Ugrás a lomtárhoz
is: Fara í ruslið
it: Va' al cestino
ja: ごみ箱を開く
ro: Deplasare la gunoi

# Hotkey description
source: Mark as read
cs: Označit jako přečtené
da: Markér som læst
hu: Megjelölés olvasottként
is: Merkja sem lesið
it: Segna come letto
ja: 既読にする
ro: Marcare ca citit

# Hotkey description
source: Mark as unread
cs: Označit jako nepřečtené
da: Markér som ulæst
hu: Megjelölés olvasatlanként
is: Merkja sem ólesið
it: Segna come da leggere
ja: 未読に戻す
ro: Marcare ca necitit

# Hotkey description
source: Move to archive
cs: Přesunout do Archivu
da: Flyt til Arkiv
hu: Archiválás
is: Flytja í safn
it: Sposta nell'archivio
ja: アーカイブに移動
ro: Mutare în «Arhivă»

# Hotkey description
source: Move to inbox
cs: Přesunout do složky Doručená pošta
da: Flyt til Indbakke
hu: Áthelyezés a beérkezett üzenetekhez
is: Flytja í innhólf
it: Sposta in posta in arrivo
ja: 受信箱に移動
ro: Mutare în «Primite»

# Hotkey description
source: Move to spam
cs: Přesunout do složky Nevyžádaná pošta
da: Flyt til Spam
hu: Áthelyezés a levélszeméthez
is: Flytja í ruslpóst
it: Sposta in spam
ja: 迷惑メールに移動
ro: Mutare în «Spam»

# Hotkey description
source: Move to trash
cs: Přesunout do Koše
da: Flyt til Papirkurv
hu: Áthelyezés a lomtárba
is: Henda í ruslið
it: Sposta nel cestino
ja: ごみ箱に移動
ro: Mutare în «Gunoi»

# Hotkey description
source: Open the composer
cs: Otevřít editor
da: Åbn skriveværktøj
hu: Szerkesztő megnyitása
is: Opna ritilinn
it: Apri il compositore
ja: 下書きを作成する
ro: Deschidere fereastră compunere mesaj

# Hotkey description
source: Select all elements
cs: Vybrat všechny prvky
da: Markér alle element
hu: Az összes elem kijelölése
is: Velja allar einingar
it: Seleziona tutti gli elementi
ja: 全ての要素を選択する
ro: Selectare toate elementele

# Hotkey description
source: Show hotkeys available
cs: Zobrazit dostupné klávesové zkratky
da: Vis tilgængelige genvejstaster
hu: Elérhető gyorsbillentyűk
is: Birta tiltæka flýtilykla
it: Mostra le scorciatoie da tastiera disponibili
ja: 利用可能なホットキーを表示する
ro: Afișare combinații taste disponibile

# Hotkey description
source: Unselect all elements
cs: Zrušit výběr všech prvků
da: Afmarkér alle element
hu: Az összes kijelölés törlése
is: Afvelja allar einingar
it: Deseleziona tutti gli elementi
ja: 全ての要素の選択を解除する
ro: Deselectare toate elementele

# How many connections
source: VPN Connections
cs: VPN Připojení
da: VPN-forbindelser
hu: VPN kapcsolatok
is: VPN-nettengingar
it: Connessioni VPN
ja: VPN 接続
ro: Conexiuni VPN

# Import complete
source: Importing contacts complete!
cs: Importování kontaktů bylo dokončeno!
da: Kontaktimport fuldført!
hu: Névjegyek importálása befejeződött!
is: Innflutningi tengiliða lokið
it: Importazione dei contatti completata!
ja: 連絡先のインポートが完了しました。
ro: Importare contacte finalizată!

# Import contacts button in the sidebar
source: Import
cs: Importovat
hu: Importálás
is: Flytja inn
it: Importa
ja: インポート
ro: Importare

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
cs: * Nezapomeňte toto heslo, neboť bez něj se nebudete moci přihlásit, ani dešifrovat své zprávy.
da: * Glem IKKE denne adgangskode. Glemmer du den, vil du ikke kunne logge ind.
hu: *Semmiképp NE felejtse el ezt a jelszót. Ha elfelejti, se bejelentkezni sem pedig az üzeneteit visszafejteni nem tudja.
is: * EKKI gleyma þessu lykilorði. Ef þú gleymir því, muntu ekki geta skráð þig inn eða afkóðað skilaboðin þín.
it: * NON dimenticare questa password. Se la dimentichi, non sarai in grado di eseguire il login o di decriptare i tuoi messaggi.
ja: * このパスワードを忘れないでください。忘れてしまった場合は、ログインしたり、メッセージを復号することはできません。
ro: * NU uitați această parolă. Dacă o uitați, nu vă veți mai putea conecta sau decripta mesajele.

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to manage your organization.
cs: * Nezapomeňte toto heslo. Bez hesla nebudete moci spravovat svou organizaci.
da: * Glem IKKE denne adgangskode. Glemmer du den, vil du ikke være i stand til at administrere din organisation.
hu: *Semmiképp NE felejtse el ezt a jelszót. Ha elfelejti, nem lesz képes menedzselni a szervezeteit.
is: * EKKI gleyma þessu lykilorði. Ef þú gleymir því, muntu ekki geta sýslað með stofnun.
it: * NON dimenticare questa password. Se la dimentichi, non saresti più in grado di gestire la tua organizzazione.
ja: * このパスワードを紛失しないように注意してください。紛失した場合、組織を管理できなくなります。
ro: * NU uitați această parolă. Dacă o uitați, nu veți mai putea să vă gestionați organizația.

# Info
source: * Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
cs: * Uložte si své heslo na bezpečném místě. Pro potvrzení, že Vše heslo je správně napsané, klikněte na ikonu <i class="fa fa-eye"></i>.
da: * Gem adgangskoden på et sikkert sted. Tryk på <i class="fa fa-eye"></i>-ikonet at bekræfte, at du har angivet adgangskoden korrekt.
hu: *Mentse el jelszavát bárhol biztonságosan. Az <i class="fa fa-eye"></i> ikonra kattintva erősítse meg, hogy helyesen adta meg jelszavát.
is: * Geymdu þetta lykilorð á öruggum stað. Smelltu á <i class="fa fa-eye"></i> táknið til að sjá hvort þú hafir örugglega skrifað það rétt.
it: * Salva la tua password in un luogo sicuro. Fai clic sull'icona <i class="fa fa-eye"></i> per confermare di aver scritto correttamente la password.
ja: * パスワードは安全な場所に保管してください。 パスワードが正しく入力されたか確認するには、アイコン<i class="fa fa-eye"></i> をクリックしてください。
ro: * Salvați parola undeva în siguranță. Apăsați pe pictograma <i class="fa fa-eye"></i> pentru a confirma că ați introdus corect parola.

# Info
source: * We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
cs: * Doporučujeme si nejprve přidat záložní e-mailovou adresu. Jinak nebudete moci obnovit svůj účet pokud se něco stane.
da: * Det anbefales at tilføje en e-mail til gendannelse først. Ellers kan du ikke gendanne din konto, hvis noget går galt.
hu: *Javasoljuk, hogy először adjon hozzá egy helyreállítási e-mail címet. Ellenkező esetben nem tudja visszaállítani fiókját, ha valami rosszul sülne el.
is: * Við mælum með því að bæta fyrst við endurheimtupóstfangi. Að öðrum kosti er ekki hægt að endurheimta notandaaðganginn ef eitthvað fer úrskeiðis.
it: * Ti raccomandiamo di aggiungere prima un indirizzo email di recupero. Altrimenti, non potresti recuperare il tuo account se qualcosa andasse storto.
ja: * 最初に回復用のメールアドレスの追加をお勧めします。そうしなければ、何らかの障害時にアカウントの回復ができません。
ro: * Vă recomandăm să adăugați un e-mail de recuperare mai întâi. Altfel, nu veți putea recupera contul dacă ceva nu merge bine.

# Info
source: +2 connections for ProtonVPN (allows you to connect more devices to VPN)
da: +2 ProtonVPN-forbindelser (tillader flere VPN-forbundne enheder)
hu: További 2 ProtonVPN kapcsolat (lehetővé teszi több készülék csatlakoztatását a VPN-hez)
is: +2 tengingar fyrir ProtonVPN (gerir þer kleift að tengja fleiri tæki í gegnum VPN)

# Info
source: +5GB bonus storage
da: +5 GB bonuslagerplads
hu: +5 GB bónusz tárhely
is: +5GB bónus-geymslurými

# Info
source: 1 conversation moved to {{folder}}
cs: 1 konverzace byla přesunuta do složky {{folder}}
da: 1 samtale er flyttet til {{folder}}
hu: Egy beszélgetés áthelyezve a {{folder}} mappába
is: 1 samtal fært í {{folder}}
it: Una conversazione spostata in {{folder}}
ja: {{number}}件の会話を{{folder}}に移動
ro: O conversație mutată în {{folder}}

# Info
source: 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys. Clicking <strong>Save</strong> will generate encryption keys and may freeze ProtonMail for several minutes
cs: 4096-bitové klíče fungují pouze na vysoce výkonných počítačích. Pro většinu uživatelů doporučujeme používat 2048-bitové klíče. Kliknutím na <strong>Uložit</strong> se vygenerují šifrovací klíče a ProtonMail může na několik minut přestat pracovat
da: 4.096-bit nøgler fungerer kun på højtydende computersystemer. De fleste brugere foreslås at benytte 2.048-bit nøgler. Klikkes på <strong>Gem</strong>, genereres krypteringsnøglerne, hvilket kan medføre, at ProtonMail fryser i flere minutter
hu: A 4096 bites kulcsok csak nagy teljesítményű számítógépeken működnek. Ezért a legtöbb felhasználó számára a 2048-bites kulcsok használatát javasoljuk. A <strong> Mentés </strong> gombra kattintva a számítógép titkosítási kulcsokat generál, ezért néhány percig befagyaszthatja a ProtonMailt
is: 4096-bita dulritunarlyklar virka aðeins á mjög öflugum tölvum. Fyrir flesta notendur mælum við með notkun 2048-bita dulritunarlykla. Með því að smella á <strong>Vista</strong> er farið í að útbúa dulritunarlykla og gæti það fryst ProtonMail í nokkrar mínútur
it: Le chiavi a 4096 bit funzionano solo su computer ad alte prestazioni. Alla maggior parte degli utenti raccomandiamo di usare chiavi a 2048 bit. Cliccando <strong>Salva</strong> verranno generate le chiavi di cifratura e si potrebbe bloccare ProtonMail per alcuni minuti
ja: 4096ビット鍵は、高性能コンピューターでのみ動作します。ほとんどのユーザーには、2048ビット鍵の使用をお勧めします。<strong>保存</strong>をクリックすると、暗号鍵の作成のため、 ProtonMailが数分間応答なしの状態になる場合があります。
ro: Cheile de 4096 biți funcționează doar pe calculatoarele foarte performante. Pentru majoritatea utilizatorilor recomandăm cheile de 2048 de biți. Apăsând pe <strong>Salvare</strong> se vor genera cheile de criptare și ar putea suspenda ProtonMail pentru câteva minute.

# Info
source: <i class="fa fa-info-circle"></i> Refreshing the page or <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">clearing your browser cache</a> will automatically resolve most issues.
cs: <i class="fa fa-info-circle"></i> Obnovení stránky nebo <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank"> vymazanání mezipaměťi prohlížeče</a> automaticky vyřeší většinu problémů.
da: <i class="fa fa-info-circle"></i> Opfriskning af siden eller <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">rydning af browser-cachen</a> vil løse de fleste fejl.
hu: <i class = "fa fa-info-circle"> </i> Az oldal frissítése vagy <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">a böngésző gyorsítótárának törlése</a> automatikusan megoldja a legtöbb problémát.
is: <i class="fa fa-info-circle"></i> Að endurlesa síðuna eða <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">hreinsa skyndiminni vafrans</a> leysir sjálfkrafa mörg vandamál.
it: <i class="fa fa-info-circle"></i> Aggiornando la pagina o <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">pulendo la cache del browser</a> si risolveranno automaticamente la maggior parte dei problemi.
ja: <i class="fa fa-info-circle"></i> ページの更新または、 <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/"target="_blank">ブラウザーのキャッシュをクリア</a>することによって、ほとんどの問題は自動的に解決されます。
ro: <i class="fa fa-info-circle"></i> Împrospătarea paginii sau <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">curățarea bufferului navigatorului</a> va rezolva automat majoritatea problemelor.

# Info
source: <kbd>*</kbd> then <kbd>a</kbd> <strong>Select all</strong> conversations.
cs: <kbd>*</kbd> pak <kbd>a</kbd> <strong>Označí všechny</strong> konverzace.
da: <kbd>*</kbd> dernæst <kbd>a</kbd> <strong>Vælg alle</strong> samtaler.
hu: <kbd>*</kbd> majd <kbd>a</kbd> <strong>Kiválasztja valamennyi</strong> beszélgetést.
is: <kbd>*</kbd> síðan <kbd>a</kbd> <strong>Velur öll</strong> samtöl.
it: <kbd>*</kbd> poi <kbd>a</kbd> <strong>Seleziona tutte</strong> le conversazioni.
ja: <kbd>*</kbd> 押下後 <kbd>a</kbd> 会話を<strong>全て選択</strong>する。
ro: <kbd>*</kbd> apoi <kbd>a</kbd> <strong>Selectare toate</strong> conversațiile.

# Info
source: <kbd>*</kbd> then <kbd>n</kbd> <strong>Unselect all</strong> conversations.
cs: <kbd>*</kbd> pak <kbd>n</kbd> <strong>Odebere označení všech</strong> konverzací.
da: <kbd>*</kbd> dernæst <kbd>n</kbd> <strong>Afmarkér alle</strong> samtaler.
hu: <kbd>*</kbd> majd <kbd>n</kbd> Összes beszélgetés <strong>kijelölésének megszüntetése</strong>.
is: <kbd>*</kbd> then <kbd>n</kbd> <strong>Afvelur öll</strong> samtöl.
it: <kbd>*</kbd> poi <kbd>n</kbd> <strong>Deseleziona tutte</strong> le conversazioni.
ja: <kbd>*</kbd> 押下後 <kbd>n</kbd> 会話を<strong>全て未選択</strong>にする。
ro: <kbd>*</kbd> apoi <kbd>n</kbd> <strong>Deselectare toate</strong> conversațiile.

# Info
source: <kbd>.</kbd> Marks or unmarks the message/conversation as <strong>starred</strong>.
cs: <kbd>.</kbd> Označí, nebo zruší označení zprávy/konverzace jako <strong>důležitou (ohvězdičkovanou)</strong>.
da: <kbd>.</kbd> Markerer eller afmarkerer beskeden/samtalen med <strong>stjerne</strong>.
hu: <kbd>.</kbd> Beszélgetés/Üzenet <strong>csillagozása vagy csillagozás megszüntetése</strong>.
is: <kbd>.</kbd> Merkir eða afmerkir skilaboð/samtal með <strong>stjörnu</strong>.
it: <kbd>.</kbd> Seleziona o deseleziona il messaggio/conversazione come <strong>preferito</strong>.
ja: <kbd>.</kbd> メッセージ/会話に<strong>星印</strong>の付け外しを行う。
ro: <kbd>.</kbd> Marcare sau anulare marcare mesaje/conversații cu <strong>stea</strong>.

# Info
source: <kbd>/</kbd> Focus the <strong>search input</strong>.
cs: <kbd>/</kbd> Přejde na <strong>zadávání vyhledávání</strong>.
da: <kbd>/</kbd> Foksér <strong>søgestrengen</strong>.
hu: <kbd>/</kbd> <strong>Keresés beviteli mezőre</strong> lépés.
is: <kbd>/</kbd> Færir virkni í <strong>leitarreitinn</strong>.
it: <kbd>/</kbd> Concentra sull'<strong>input di ricerca</strong>.
ja: <kbd>/</kbd> <strong>検索フィールド</strong>にフォーカスする。
ro: <kbd>/</kbd> Focalizare pe <strong>caseta de căutare</strong>.

# Info
source: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marks the <strong>next</strong> message/conversation.
cs: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Označí <strong>další</strong> zprávu/konverzaci.
da: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Markerer <strong>next</strong> beskeden/samtalen.
hu: <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Következő</strong> üzenet/beszélgetés megjelölése.
is: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Merkir <strong>næstu</strong> skilaboð/samtal.
it: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Seleziona il messaggio/conversazione <strong>successivo</strong>.
ja: <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>次</strong> のメッセージ/会話をマークする。
ro: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marcare <strong>următorul</strong> mesaj/conversație.

# Info
source: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Exits</strong> contact details.
cs: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Zavřít</strong> detaily kontaktu.
da: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Forlader</strong> kontaktoplysningerne.
hu: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Névjegy részletek <strong>bezárása</strong>.
is: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Fer út úr</strong> nánari upplýsingum um tengilið.
it: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Esci</strong> dai dettagli del contatto.
ja: <kbd><i class="fa fa-long-arrow-left"></i></kbd> 連絡先詳細を<strong>閉じる</strong>。
ro: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Ieșire</strong> detalii contact.

# Info
source: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marks the last message.
cs: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Označí poslední zprávu.
da: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Markerer den sidste besked.
hu: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Utolsó üzenet megjelölése.
is: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Merkir síðustu skilaboðin.
it: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Seleziona l'ultimo messaggio.
ja: <kbd><i class="fa fa-long-arrow-left"></i></kbd> 最後のメッセージをマークする。
ro: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marcare ultimul mesaj.

# Info
source: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>To enter</strong> contact details.
cs: <kbd><i class="fa fa-long-arrow-left"></i></kbd> <strong>Otevřít</strong> detaily kontaktu.
da: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>For at gå til</strong> kontaktoplysninger.
hu: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Belépés</strong> a névjegy részletekhez.
is: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Til að setja inn</strong> nánari upplýsingar um tengilið.
it: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Per immettere</strong> dettagli del contatto.
ja: <kbd><i class="fa fa-long-arrow-right"></i></kbd> 連絡先詳細を<strong>開く</strong>。
ro: <kbd><i class="fa fa-long-arrow-right"></i></kbd> <strong>Accesare</strong> detalii contact.

# Info
source: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Unmarks the message.
cs: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Zruší označení zprávy.
da: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Afmarkerer beskeden.
hu: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Üzenet jelölésének megszüntetése.
is: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Afmerkir skilaboðin.
it: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Deseleziona il messaggio.
ja: <kbd><i class="fa fa-long-arrow-right"></i></kbd> メッセージのチェックを外す。
ro: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Anulare marcare mesaj.

# Info
source: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Moving</strong> between contacts.
cs: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Přesun</strong> mezi kontakty.
da: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Flytter</strong> mellem kontakter.
hu: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Mozgás</strong> a névjegyek között.
is: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Færir</strong> milli tengiliða.
it: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Muoversi</strong> tra i contatti.
ja: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> 連絡先を<strong>移動する</strong>。
ro: <kbd><i class="fa fa-long-arrow-up"></i></kbd> + <kbd><i class="fa fa-long-arrow-down"></i></kbd> <strong>Deplasare</strong> între contacte.

# Info
source: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marks the <strong>previous</strong> message/conversation.
cs: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Označí <strong>předchozí</strong> zprávu/konverzaci.
da: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Markerer <strong>previous</strong> beskeden/samtalen.
hu: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Kijelöli az <strong>előző</strong> üzenetet/beszélgetést.
is: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Merkir <strong>fyrri</strong> skilaboð/samtal.
it: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Seleziona il messaggio/conversazione <strong>precedente</strong>.
ja: <kbd><i class="fa fa-long-arrow-up"></i></kbd> <strong>前</strong> のメッセージ/会話をマークする。
ro: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marcare mesaj/conversație <strong>anterior(oară)</strong>.

# Info
source: <kbd>?</kbd> Opens the <strong>help modal</strong>.
cs: <kbd>?</kbd> Otevře <strong>okno nápovědy</strong>.
da: <kbd>?</kbd> Åbner <strong>hjælpvindue</strong>.
hu: <kbd>?</kbd> Megnyitja a <strong>súgó ablakot</strong>.
is: <kbd>?</kbd> Opnar <strong>hjálpargluggann</strong>.
it: <kbd>?</kbd> Apre la <strong>modalità aiuto</strong>.
ja: <kbd>?</kbd> <strong>ヘルプ</strong>を開く。
ro: <kbd>?</kbd> Deschidere <strong>ajutor contextual</strong>.

# Info
source: <kbd>TAB</kbd> <strong>Navigates</strong> between fields.
cs: <kbd>TABulátor</kbd> <strong>naviguje</strong> mezi poli.
da: <kbd>TAB</kbd> <strong>Navigerer</strong> mellem ielter.
hu: <kbd>TAB</kbd> <strong>Váltás</strong> a mezők között.
is: <kbd>TAB</kbd> <strong>Flakkar</strong> á milli reita.
it: <kbd>TAB</kbd> <strong>Per spostarti</strong> tra i campi.
ja: <kbd>TAB</kbd> フィールドを<strong>移動する</strong>。
ro: <kbd>TAB</kbd> <strong>Navigare</strong> între câmpuri.
