Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: Please add the following TXT record. Note, DNS records can take several hours to update.
cs: Přidejte prosím následující TXT záznam. Pamatujte, že změna v DNS záznamech se může projevit až za několik hodin.
da: Tilføj følgende TXT-post. Bemærk, at DNS-poster kan tage flere timer at effektuere.
hu: Vegye fel a következő TXT rekordot. Megjegyzés: A DNS rekordok frissülése akár órákig is eltarthat.
is: Settu inn eftirfarandi TXT-færslu. Athugaðu að það getur tekið nokkra klukkutíma að uppfæra DNS-færslur.
it: Per favore aggiunga il seguente record TXT. Si noti che i record DNS possono richiedere diverse ore per aggiornarsi.
ja: 次のTXTレコードを追加してください。注：DNSレコード更新には数時間を要する場合があります。
ro: Adăugați următoarea înregistrare TXT. Atenție, înregistrările DNS au nevoie de câteva ore pentru a se actualiza.

# Info
source: Please add the following TXT record:
cs: Přidejte prosím následující TXT záznam:
da: Tilføj følgende TXT-post:
hu: Vegye fel a következő TXT rekordot:
is: Settu inn eftirfarandi TXT-færslu:
it: Per favore aggiunga il seguente record TXT:
ja: 次のTXTレコードを追加してください：
ro: Adăugați următoarea înregistrare TXT:

# Info
source: Please check your email and enter the code below:
cs: Zkontrolujte prosím Váš e-mail a vložte následující kód:
da: Tjek din e-mail og angiv koden nedenfor:
hu: Nézze meg a kapott e-mailt, majd írja be a kódot:
is: Skoðaðu tölvupóstinn þinn og settu kóðann inn hér fyrir neðan:
it: Per favore, controlla la tua email e immetti il codice riportato di seguito:
ja: メールを確認し、以下にコードを入力してください。
ro: Verificați-vă adresa de e-mail și introduceți mai jos codul:

# Info
source: Please check your mobile and enter the code below:
cs: Níže prosím zadejte kód, který najdete na mobilním telefonu:
da: Tjek din mobil og angiv koden nedenfor:
hu: Nézze meg a mobiltelefonját, majd írja be a kódot:
is: Skoðaðu farsímann þinn og settu inn kóðann hér fyrir neðan:
it: Per favore, controlla il tuo telefono ed inserisci il codice qui sotto:
ja: 携帯電話を確認して、以下にコードを入力してください。
ro: Verificați-vă telefonul mobil și introduceți mai jos codul:

# Info
source: Please configure a custom domain before adding users to your organization.
cs: Před přidáním uživatelů do Vaši organizace si prosím nastavte vlastní doménu.
da: Opsæt et brugerdefineret domæne, inden du tilføjer brugere til din organisation.
hu: Vegyen fel egy egyedi domain nevet, mielőtt felhasználókat venne fel a szervezethez.
is: Settu upp sérsniðið lén áður en þú bætir notendum við stofnunina.
it: Per favore, configura un dominio personalizzato prima di aggiungere utenti all'organizzazione.
ja: ユーザーを組織に追加する前に、独自ドメインを設定してください。
ro: Configurați un nume de domeniu personal înainte de a adăuga utilizatori la organizație.

# Info
source: Please enable multi-user support before adding users to your organization
cs: Před přidáváním uživatelů do vaší organizace, zapněte podporu pro více uživatelů
da: Aktivér flerbrugerunderstøttelse, inden du tilføjer brugere til din organisation
hu: Engedélyezze a többfelhasználós támogatást, mielőtt felhasználókat venne fel a szervezethez
is: Virkjaðu fjölnotenda-stuðning áður en þú bætir notendum við stofnunina
it: Per favore, abilita il supporto multi-utente prima di aggiungere gli utenti all'organizzazione
ja: 組織にユーザーを追加する前に、複数ユーザー対応を有効にしてください。
ro: Activați suportul multiutilizator înainte de a adăuga utilizatori la organizație

# Info
source: Please enter your organization recovery password:
cs: Zadejte heslo pro obnovení organizace:
da: Angiv din organisations genoprettelseskode:
hu: Adja meg a szervezet helyreállító jelszavát:
is: Settu inn endurheimtulykilorð stofnunar:
it: Per favore, inserisci la password di recupero della tua organizzazione:

# Info
source: Please give the address and temporary password to the new member so they can log in.
da: Venligst videregiv adressen og den midlertidige adgangskode til det nye medlem så det kan logge ind.
hu: Adja meg az új felhasználónak a címet és az átmeneti jelszót, hogy azzal beléphessen.
is: Láttu nýja notandann hafa vistfangið og bráðabirgðalykilorðið svo að hann geti skráð sig inn.
it: Per favore, inserisci l'indirizzo e la password temporanea per permettere al nuovo utente di autenticarsi.

# Info
source: Please right-click on the attachment and select Save/Download As.
cs: Prosím klikněte na přílohu pravým tlačítkem a vyberte Uložit/Stáhnout jako.
da: Højreklik på vedhæftnignen og vælg Gem/Hent som.
hu: Kattintson a jobb gombbal a mellékletre, majd válassza ki, hogy "Mentés másként...".
is: Hægri-smelltu á viðhengið og veldu Vista/Sækja sem.
it: Per favore fa' click destro sull'allegato e seleziona Salva/Scarica Come.
ja: 添付ファイルを右クリックし、保存/ダウンロードを選択してください。
ro: Faceți clic dreapta pe atașament și alegeți Salvare/Salvare ca.

# Info
source: Please select which email address or adresses to add to this group.
da: Vælg, hvilken e-mailadresse(-er) at føje til denne gruppe.
hu: Válasszon ki e-mail címet vagy címeket a csoporthoz adáshoz.
is: Veldu hvaða tölvupóstföngum eða vistföngum eigi að bæta í þennan hóp.

# Info
source: Please tap and hold on the attachment and select Open in New Tab.
cs: Prosím podržte prst na příloze a vyberte Otevřít na nové záložce.
da: Tryk og hold på vedhæftningen og vælg Åbn i ny fane.
hu: Érintse meg és tartsa fogva a mellékletet, majd válassza ki, hogy "Megnyitás új lapon".
is: Ýttu og haltu niðri á viðhengið og veldu Opna í nýjum flipa.
it: Per favore clicca e tieni premuto sull'allegato e seleziona Apri in una nuova scheda.
ja: 添付ファイルを長押しして、新しいタブで開くを選択してください。
ro: Atingeți și țineți apăsat pe atașament și selectați «Deschidere în filă nouă».

# Info
source: Please try again, use a different payment method, or call your bank for assistance.
da: Forsøg igen. Benyt en anden betalingsmetode, eller kontakt din bank for hjælp.
hu: Kérjük, próbálja újra, válasszon más fizetési módot vagy kérjen segítséget a bankjától.
is: Endilega prófaðu aftur, notaðu annan greiðslumáta, eða hafðu samband við bankann þinn til að fá aðstoð.

# Info
source: Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.
cs: Chcete-li získat podporu pro 1 nebo více uživatelů, přejděte prosím na tarif Professional nebo Visionary.
da: Opgradér til et Professional-abonnement med flere end 1 bruger eller en Visionary-konto for at få flerbrugerunderstøttelse.
hu: Kérjük, váltson Professional csomagra egynél több felhasználóval, vagy Visionary csomagra, hogy több felhasználót hozhasson létre.
is: Uppfærðu í Professional-áskrift með fleiri en 1 notanda, eða í Visionary-áskrift, til að fá fjölnotendastuðning.
it: Per favore passi ad un piano Professional con più di un utente, o ad un account Visionary, per ottenere il supporto multi-utente.
ja: 複数ユーザーで利用する場合はPROFESSIONALプランもしくは、VISIONARYプランにアップグレードしてください。
ro: Vă rugăm treceți la planul Profesional cu mai mult de un utilizator sau la cel Vizionar, pentru a avea suport pentru multiutilizatori.

# Info
source: Please upgrade to a paid plan to use this premium feature.
da: Venligst opgrader til et betalt abonnement for at bruge denne premium-funktion.
hu: Kérjük, váltson előfizetéses csomagra, hogy ezt a prémium szolgáltatást használhassa.
is: Uppfærðu í greidda áskrift til að nota þennan eiginleika.

# Info
source: Please verify payment at the new tab which was opened.
da: Bekræft betalingen i den nye fane, der blev åbnet.
hu: Ellenőrizze a fizetést a megnyílt új böngészőfülön.
is: Yfirfarðu upplýsingar um greiðsluna í nýja flipanum sem opnaðist.

# Info
source: Please verify the card in the new tab which was opened.
da: Bekræft kortet i den nye fane, der blev åbnet.
hu: Ellenőrizze a bankkártyát a megnyílt új böngészőfülön.
is: Yfirfarðu greiðslukortaupplýsingarnar í nýja flipanum sem opnaðist.

# Info
source: Please verify your PayPal account at the new tab which was opened.
da: Bekræft din PayPal-betaling i den nye fane, der blev åbnet.
hu: Ellenőrizze a PayPal fizetést a megnyílt új böngészőfülön.
is: Yfirfarðu upplýsingar um PayPal-reikninginn þinn í nýja flipanum sem opnaðist.

# Info
source: Please wait {{delay}} second(s) before requesting a new code
da: Afvent venligst {{delay}} sekund(-er) inden anmodning om en ny kode
hu: Kérjük, várjon {{delay}} másodpercet, mielőtt új kódot kér
is: Bíddu í {{delay}} sekúndur áður en beðið er um nýjan kóða

# Info
source: Primary Admin
cs: Hlavní správce
da: Primær administrator
hu: Elsődleges admin
is: Aðalstjórnandi
it: Amministratore principale

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Learn more</a>
da: ProtonMail-adresser kan aldrig slettes, kun deaktiveres. De medregnes altid til din adressegrænse, uanset om de er aktive eller ej.<a <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Få flere oplysninger</a>
hu: A ProtonMail címek sosem törölhetők (csak kikapcsolhatók). A ProtonMail címek akkor is beleszámítanak a korlátba, ha ki vannak kapcsolva. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">További információk</a>
is: ProtonMail-póstföngum er ekki hægt að eyða (einungis gera óvirk). ProtonMail-póstföng telja alltaf í takmörkunum á fjölda vistfanga, hvort sem þau eru virk eður ei. <a href="https://protonmail.com/support/knowledge-base/addresses-and-aliases/" target="_blank">Kanna nánar</a>

# Info
source: ProtonMail allows you to fully customize your inbox experience. By clicking <strong>(1)</strong> you can quickly switch between two possible layouts. You can set a default layout, set your composer style, adjust button layouts, and even switch themes under <em>Settings</em> <span class="fa fa-chevron-right"></span> <em>Appearance</em> <strong>(2)</strong>
cs: ProtonMail umožňuje zcela přizpůsobit vzhled poštovní schránky. Kliknutím na tlačítko <strong>(1)</strong> můžete rychle přepínat mezi dvěma režimy zobrazení. Dále můžete nastavit výchozí rozvržení stránky, zvolit styl psaní zpráv, přizpůsobit rozložení tlačítek a dokonce změnit vzhled tím, že přejdete do <em>Nastavení</em> <span class="fa fa-chevron-right"></span> <em>Vzhled</em> <strong>(2)</strong>
da: ProtonMail tillader dig for fuldt ud at tilpasse din indbakkeoplevelse. Ved at trykke på <strong> (1) </strong> kan du hurtigt skifte mellem to mulige layouter. Du kan indstille et standardlayout, indstille din skrivesessionsstil, justere knaplayouter og endda skifte temaer fra <em>Indstillinger</em> <span class="fa fa-chevron-right"></span> <em>Udseende</em> <strong>(2)</strong>
hu: A ProtonMail lehetőséget biztosít a levelező teljes testreszabására. Az <strong>(1)</strong>-re kattintva gyorsan válthat két lehetséges elrendezés között. Választhat alapértelmezett elrendezést, a szerkesztő stílusát, a gombok elrendezését vagy akár újabb megjelenési témát is, a <em>Beállítások</em> <span class="fa fa-chevron-right"></span> <em>Megjelenés</em><strong>(2)</strong> menüben
is: ProtonMail gefur þér færi á að sérníða viðmót póstforritsins efti þínu höfði. Með því að smella á <strong>(1)</strong> geturðu skipt snöggt á milli tveggja mismunandi framsetninga. Þú getur stillt sjálfgefið útlit, stillt stíl bréfaskrifta, aðlagað framsetningu hnappa, og jafnvel skipt um þemu í <em>Stillingar</em> <span class="fa fa-chevron-right"></span> <em>Útlit</em> <strong>(2)</strong>
it: ProtonMail consente di personalizzare completamente la casella di posta in arrivo. Cliccando su <strong>(1)</strong> è possibile scegliere rapidamente tra due possibili layout. È possibile impostare un layout predefinito, scegliere lo stile del compositore, personalizzare il layout dei pulsanti e perfino cambiare tema alla voce <em>Impostazioni</em> <span class="fa fa-chevron-right"></span> <em>Aspetto</em> <strong>(2)</strong>
ja: ProtonMailの受信箱の使い勝手をカスタマイズできます。 <strong>(1)</strong>をクリックすると、2つのレイアウトを切り替えることができます。 <em>設定</em> <span class = "fa fa-chevron-right"> </span> <em>外観 </em> <strong>(2)</strong>で既定の配置、メール作成のスタイル、ボタン配置の調整、テーマの切り替えができます。
ro: ProtonMail vă permite să vă personalizați complet experiența cu mesajele. Apăsând pe <strong>(1)</strong> puteți comuta repede între două interfețe posibile. Puteți stabili o interfață implicită, stabili modul de compunere, ajusta aranjarea butoanelor și chiar schimba temele în <em>Setări</em> <span class="fa fa-chevron-right"></span> <em>Aspect</em> <strong>(2)</strong>

# Info
source: ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.
cs: Službu ProtonMail lze také použít s jedním heslem, což nahrazuje heslo pro přihlášení a poštovní schránku. Pro přechod do režimu jedno hesla, prosím zadejte Vaše "jedno heslo", které chcete použít a klikněte Uložit.
da: ProtonMail kan også benyttes med én enkelt adgangskode, der erstatter både log ind- og postkasseadgangskoden. For at skifte til tilstanden med én adgangskode så angiv denne ene adgangskode, du ønsker at benytte, og tryk Gem.
hu: A ProtonMail egy-jelszavas módban is használható, amely leváltja a külön bejelentkezési és e-mail jelszavakat. Egy-jelszavas módra váltáshoz, adja meg a kívánt jelszót, majd kattintson a Mentés gombra.
is: ProtonMail má einnig nota með eins-lykilorðs-ham sem kemur í stað fyrir bæði lykilorð fyrir innskráningu og fyrir pósthólf. Til að skipta yfir í eins-lykilorðs-ham skaltu setja inn lykilorðið sem þú ætlar að nota og smella síðan á 'Vista'.
it: ProtonMail può anche essere usato con una sola password, la quale sostituisce sia la password d'accesso che quella della casella di posta. Per passare alla modalità ad una password, inserisci la password desiderata e fai clic su Salva.
ja: ProtonMailはログイン用とメールボックス用のパスワードを１つに統一できます。１つのパスワードにするには、パスワードを入力してから保存をクリックしてください。
ro: ProtonMail poate fi utilizat și cu o singură parolă care va înlocui atât parola contului cât și parola mesajelor. Pentru a comuta la modul cu parolă unică, introduceți parola dorită și apăsați pe «Salvare».

# Info
source: ProtonMail now supports @pm.me email addresses (short for ProtonMail me or Private Message me).
cs: ProtonMail nyní podporuje e-mailové adresy @pm.me (zkratka pro "ProtonMail Me" nebo "Private Message Me").
da: ProtonMail understøtter nu @pm.me e-mail-adresser (kort for ProtonMail mig eller Privat-besked mig).
hu: A ProtonMail most már a @pm.me címeket is támogatja (lehet a ProtonMail rövidítése vagy "személyes üzenet nekem": Private Message me).
is: ProtonMail styður núna @pm.me tölvupóstföng (stytting á ProtonMail me eða Private Message me).
it: Ora ProtonMail supporta gli indirizzi email @pm.me (abbreviazione di "ProtonMail me" o "Private Message me").
ja: ProtonMailは@pm.meのメールアドレスに対応しています(ProtonMail meまたはPrivate Message meの略)。
ro: ProtonMail suportă acum adresele de email @pm.me (prescurtarea de la "ProtonMail me" sau "Private Message me").

# Info
source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
cs: ProtonMail podporuje podepisování DKIM u vlastních domén! Chcete-li použít ověřování DKIM, přidejte následující TXT záznam do DNS u zvolené domény. Změnu lze obvykle provést v ovládacím panelu u Vašeho doménového registrátora.
da: ProtonMail understøtter DKIM-signering til tilpassede domæner! For at benytte DKIM-bekræftelse skal du føje følgende TXT-optegnelse til dit domænes DNS. Dette kan typisk gøres i kontrolpanelet, hvor du håndterer dit domæne.
hu: A ProtonMail támogatja a DKIM ellenőrzést saját domainekhez! A DKIM ellenőrzéshez, kérjük vegye fel a következő TXT rekordot a DNS beállításaiban. Ezt általában a domain név regisztrátor adminisztrálási felületén állathatja be.
is: ProtonMail styður DKIM-undirritun fyrir sérsniðin lén! Til að nota DKIM auðkenningu, settu þá inn eftirfarandi TXT-færslu inn í DNS-skráninguna þína fyrir þetta lén. Þetta er venjulega hægt að gera í stjórnglugga lénaskráningaraðilans þíns.
it: ProtonMail supporta la firma DKIM i domini personalizzati! Per utilizzare l'autenticazione DKIM, aggiungi il seguente record TXT nella configurazione DNS di questo dominio. Questo in genere può essere fatto nel pannello di controllo del registrar del tuo dominio.

# Info
source: ProtonMail supports IMAP/SMTP via the ProtonMail Bridge application. Thunderbird, Microsoft Outlook, and Apple Mail are officially supported on both Windows and MacOS.
cs: ProtonMail podporuje IMAP/SMTP pomocí aplikace ProtonMail Bridge. Apple Mail, Thunderbird a Microsoft Outlook jsou oficiálně podporovány na systémech Windows a MacOS.
da: ProtonMail understøtter IMAP/SMTP via ProtonMail Bridge- applikationen. Thunderbird, Microsoft Outlook og Apple Mail understøttes officielt på både Windows og MacOS.
hu: A ProtonMail lehetővé teszi az IMAP/SMTP használatát, a ProtonMail Bridge alkalmazással. A Thunderbird, Microsoft Outlook, és Apple Mail hivatalosan támogatott, mind Windows és MacOS rendszereken.
is: ProtonMail styður IMAP/SMTP í gegnum ProtonMail Bridge forritið. Thunderbird, Microsoft Outlook og Apple Mail eru með opinberan stuðning á bæði Windows og MacOS.
it: ProtonMail supporta l'IMAP/SMTP attraverso l'applicazione ProtonMail Bridge. Thunderbird, Microsoft Outlook ed Apple Mail sono supportati ufficialmente sia in Windows sia in MacOS.
ja: ProtonMail Bridgeを使用することでIMAPとSMTPに対応します。Thunderbird、Microsoft Outlook並びに、Apple Mail についてはWindows版とMacOS版の両方に公式対応しています。
ro: ProtonMail suportă IMAP/SMTP prin aplicația "ProtonMail Bridge". Thunderbird, Microsoft Outlook și Apple Mail sunt oficial suportate atât pe Windows cât și pe MacOS.

# Info
source: ProtonMail supports both column and row layouts for the inbox. Using this setting, it is possible to change between the two layouts.
cs: ProtonMail podporuje jak rozložení řádků tak i sloupců ve Vaší schránce. Pomocí tohoto nastavení je možné změnit mezi dvěma rozvrženími.
da: ProtonMail understøtter både kolonne- og rækkelayout i indbakken. Vha. denne indstilling er det muligt at skifte mellem de to layoutformater.
hu: A ProtonMail lehetőséget biztosít mind sor és oszlop elrendezés használatára. Ezzel a beállítással választhat a két elrendezés közül.
is: ProtonMail styður bæði við framsetningu innhólfsins í röðum eða dálkum. Með þessari stillingu er auðvelt að skipta á milli þessara tveggja framsetninga.
it: ProtonMail supporta una disposizione sia per colonne, sia per righe. Usando questa impostazione è possibile passare da una all'altra.
ja: ProtonMailは２つの表示方法に対応しています。この設定で表示方法を切り替えることができます。
ro: ProtonMail suportă afișarea mesajelor atât în format pe coloane cât și pe rânduri. Utilizând această setare, este posibilă comutarea între aceste două aspecte.

# Info
source: Recommended
cs: Doporučeno
da: Anbefalet
hu: Javasolt
is: Mælt með
it: Raccomandato

# Info
source: Redirecting
cs: Přesměrování
da: Viderestilling
hu: Átirányítás
is: Endurbeini
it: Reindirizzamento

# Info
source: Remove the attachment {{fileName}}
da: Fjern vedhæftningen {{fileName}}
hu: Távolítsa el a mellékletet {{fileName}}
is: Fjarlægja viðhengið {{fileName}}

# Info
source: Renews after 1 year at a discounted annual price of {{price}} per year (20% discount)
da: Forny efter 1 år til en nedsat årlig pris på {{price}} (20% rabat)
hu: Egy évet követően megújul {{price}} kedvezményes éves áron (20% kedvezmény)
is: Endurnýjast eftir 1 ár með afsláttarverðinu {{price}} á ári (20% afsláttur)

# Info
source: Renews after 2 years at a discounted 2-year price of {{price}} every 2 years ({{discount}}% discount)
da: Fornys efter 2 år til en nedsat 2-årlig pris på {{price}} ({{discount}}% rabat)
hu: Két évet követően megújul {{price}} kedvezményes kétéves áron ({{discount}}% kedvezmény)
is: Endurnýjast eftir 2 ár með 2 ára afsláttarverðinu {{price}} á 2 ára fresti ({{discount}} afsláttur)

# Info
source: Required
cs: Povinné
da: Krævet
hu: Kötelező
is: Krafist
it: Obbligatorio

# Info
source: Reset Password
cs: Resetovat heslo
da: Adgangskodenulstilling
hu: Jelszó visszaállítása
is: Endurstilla lykilorð
it: Reimpostazione password
ja: パスワードをリセット
ro: Resetare parolă

# Info
source: Resetting your password will also reset your encryption keys, so you will be unable to read your existing messages. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Learn More</a>.
cs: Obnovení hesla také obnoví šifrovací klíče, takže nebudete moci číst Vaše stávající zprávy. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Dozvědět se více</a>.
da: Nulstilling af din adgangskode vil også nulstille dine krypteringsnøgler, så du ikke kan læse dine eksisterende beskeder. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Yderligere information</a>.
hu: A jelszó visszaállítása visszaállítja a titkosítási kulcsokat is, így lehetetlenné válik a meglévő levelek elolvasása. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">További információk</a>.
is: Endurstilling á lykilorði mun einnig endurstilla dulritunarlyklana þína, sem þýðir að þú getur ekki lengur lesið fyrirliggjandi tölvupóstana þína. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Kanna nánar</a>.
it: Reimpostare la password riazzererà anche le chiavi di cifratura, rendendoti impossibile leggere i messaggi esistenti. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Per saperne di più</a>.
ja: パスワードをリセットすると同時に暗号鍵もリセットされるため、既存のメッセージが読み取れなくなります。<a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">より詳しく</a>.
ro: Resetarea parolei va reseta și cheile de criptare, astfel încât nu veți mai putea să citiți mesajele existente. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Aflați mai multe</a>.

# Info
source: Right-click on your attachment and choose 'Download linked file as...'
cs: Klikněte pravým tlačítkem myši na přílohu a vyberte 'Stáhnout soubor jako...'
da: Højreklik på din vedhæftning og vælg 'Hent filen, hvorpå der peges som...'
hu: Kattintson a jobb gombbal a mellékletre, majd válassza ki, hogy "Link mentése másként..."
is: Hægri-smelltu á viðhengið og veldu 'Sækja tengda skrá sem...'
it: Fai clic destro sull'allegato e scegli 'Scarica file collegato come...'
ja: 添付ファイル上を右クリックし、「名前を付けてリンク先を保存」を選択してください
ro: Apăsați cu dreapta pe atașament și alegeți 'Descărcare fișier atașat ca...'

# Info
source: Role updated
cs: Role byla aktualizována
da: Rolle opdateret
hu: Szerep frissítve
is: Hlutverk uppfært
it: Ruolo aggiornato
ja: 役割が更新されました。
ro: Rol actualizat

# Info
source: Row
cs: Řádek
da: Række
hu: Sor
is: Röð
it: Riga
