Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Error
source: Invalid format (country and/or number)
da: Ugyldigt format (land og/eller nummer)
hu: Érvénytelen formátum (ország és/vagy szám)
is: Ógilt snið (land og/eða númer)

# Error
source: Invalid gift code
cs: Neplatný dárkový kód
da: Ugyldig gaveekode
hu: Érvénytelen ajándékkód
is: Ógildur gjafakóði
it: Codice regalo non valido
ja: 無効なギフトコードです。
ro: Cod cadou nevalid

# Error
source: Invalid invite link
cs: Neplatný odkaz pozvánky
da: Ugyldigt invitationsgenvej
hu: Érvénytelen meghívó link
is: Ógildur boðstengill
it: Link di invito non valido
ja: 無効な招待用のリンクです。
ro: Legătură invitație nevalidă

# Error
source: Invalid name
cs: Neplatný název
da: Ugyldigt navn
hu: Érvénytelen név
is: Ógilt nafn
it: Nome non valido
ja: 無効な名前です。
ro: Nume nevalid

# Error
source: Invalid name. Forbidden char. ex:
cs: Neplatné jméno. Zakázaný znak př:
da: Ugyldigt navn. Forbudt tegn såsom:
hu: Érvénytelen név. Tiltott karakter:
is: Ógilt nafn. Óleyfilegur stafur t.d.:
it: Nome non valido. Esempio caratteri proibiti:
ja: 無効な名前。禁止されている文字の例：
ro: Nume nevalid. Caractere interzise. ex:

# Error
source: Invalid number
cs: Neplatné číslo
da: Ugyldigt beløb
hu: Érvénytelen szám
is: Ógilt númer
it: Numero non valido
ja: 無効な数です。
ro: Număr nevalid

# Error
source: Invalid password
cs: Neplatné heslo
da: Ugyldigt adgangskode
hu: Érvénytelen jelszó
is: Ógilt lykilorð
it: Password non valida
ja: 無効なパスワードです。
ro: Parolă nevalidă

# Error
source: Invalid recovery email
cs: Neplatný e-mail pro obnovení
da: Ugyldig e-mail til gendannelse
hu: Érvénytelen helyreállító e-mail
is: Ógildur endurheimtupóstur
it: Email di recupero non valida
ja: 無効な回復用メールアドレスです。
ro: E-mail de recuperare nevalid

# Error
source: Invalid storage quota
cs: Neplatná kvóta úložiště
da: Ugyldig lagerpladskvota
hu: Érvénytelen tárhelykvóta
is: Ógildur geymslukvóti
it: Quota d'archiviazione non valida
ja: 無効なストレージ容量の割り当てです。
ro: Cotă spațiu de stocare nevalidă

# Error
source: Invalid username
da: Ugyldigt brugernavn
hu: Érvénytelen felhasználónév
is: Ógilt notandanafn

# Error
source: Invoice text has too many lines (limit: 5)
cs: Text faktury má příliš mnoho řádků (omezení: 5)
da: Fakturatekst udgør for mange linjer (maks. 5)
hu: A számla szövegének túl sok sora van (limit: 5)
is: Texti reikningsins er með of margar línur (hámark: 5)
it: Il testo della fattura ha troppe righe (limite: 5)
ja: 請求書本文の行数が多すぎます (上限： 5行)
ro: Textul facturii are prea multe linii (maxim: 5)

# Error
source: It must contain only letters/digits or - and start with a letter/digit
da: Det skal starte med et ciffer/bogstav og kan kun indeholde bogstaver/cifre/bindestreger
hu: Csak betűkből, számokból és mínusz jelből állhat, betűvel vagy számmal kell kezdődnie
is: Það má aðeins innihalda einungis bókstafi/tölustafi og bandstrik og byrja á bókstaf/tölustaf

# Error
source: Message passwords do not match.
cs: Heslo zprávy se neshoduje.
da: Beskedadgangskoder matcher ikke.
hu: Az üzenetjelszavak nem egyeznek.
is: Lykilorð skilaboða stemma ekki.
it: Le password del messaggio non corrispondono.
ja: メッセージパスワードが一致しません。
ro: Parolele mesajului nu se potrivesc.

# Error
source: Name exceeds maximum length
cs: Název je delší než maximální povolená délka
da: Navn overskrider maks. længde
hu: A megadott név túl hosszú
is: Nafnið fer yfir leyfilega hámarkslengd
it: Il nome supera la lunghezza massima consentita
ja: 名称が長すぎます。
ro: Numele depășește lungimea maximă

# Error
source: Name required.
da: Navn er krævet.
hu: Név megadása kötelező.
is: Nafns er krafist.

# Error
source: No Internet connection found.
cs: Nebylo nalezeno žádné připojení k internetu.
da: Ingen Internetforbindelse fundet.
hu: Nem találtam internet kapcsolatot.
is: Engin internettenging fannst.
it: Nessuna connessione a Internet trovata.
ja: インターネットに接続されていません。
ro: Nu există conexiune la internet.

# Error
source: No address with keys available to compose a message.
cs: Není k dispozici adresa s klíči pro vytvoření zprávy.
da: Ingen adresse med tilgængelig nøgler til at komponere en besked.
hu: Nincs elérhető kulcsokkal rendelkező cím az üzenet íráshoz.
is: Ekkert póstfang með dulritunarlyklum er tiltækt fyrir samsetningu skilaboða.
it: Non c'è un indirizzo con chiavi disponibile per comporre un messaggio.
ja: メールアドレスに有効な暗号鍵が設定さていないため、メッセージが作成できません。
ro: Nu exista adrese cu chei disponibile pentru a compune un mesaj.

# Error
source: No contact group selected
da: Ingen kontaktgruppe valgt
hu: Nincs kiválasztva névjegy csoport
is: Enginn tengiliðahópur valinn

# Error
source: No contact selected
da: Ingen kontakt valgt
hu: Nincs kiválasztva névjegy
is: Enginn tengiliður valinn

# Error
source: No email address found.
da: Ingen e-mail adresser fundet.
hu: E-mail cím nem található.
is: Ekkert tölvupóstfang fannst.

# Error
source: No files were selected
cs: Nebyly vybrány žádné soubory
da: Ingen filer blev uploadet
hu: Nem lett fájl kiválasztva
is: Engar skrár voru valdar
it: Nessun file selezionato
ja: ファイルが選択されていません。
ro: Nu au fost selectate fișiere

# Error
source: No keys to update
cs: Žádné klíče k aktualizaci
da: Ingen nøgler at opdatere
hu: Nincsenek frissítésre váró kulcsok
is: Engir dulritunarlyklar til að uppfæra
it: Nessuna chiave da aggiornare
ja: 更新される鍵はありません。
ro: Nu sunt chei de actualizat

# Error
source: Non-integer API version requested.
cs: Je požadováno necelé číslo API verze.
da: Anmodning om ikke-heltals API-version.
hu: Nem egész API verziószámot kér.
is: Beðið var um útgáfu API-forritsviðmóts sem ekki er heiltölunúmeruð.
it: Versione non intera dell'API richiesta.
ja: 非整数 API バージョンが要求されました。
ro: Versiunea API solicitată trebuie să fie un număr întreg.

# Error
source: Not a valid URL
cs: Neplatný odkaz
da: Ugyldig URL
hu: Érvénytelen URL-cím
is: Er ekki gild slóð
it: URL non valido
ja: 有効なURLではありません。
ro: URL nevalid

# Error
source: Organization keys already active
cs: Klíče organizace jsou již aktivní
da: Organisationsnøgler allerede aktive
hu: A szervezeti kulcsok már aktívak
is: Dulritunarlyklar fyrir stofnun eru þegar virkir
it: Chiavi dell'organizzazione già attive
ja: 組織用の鍵はすでに有効になっています。
ro: Cheile organizației sunt deja active

# Error
source: Organization keys change successful
cs: Změna klíčů organizace proběhla úspěšně
da: Organisationsnøgler skiftet
hu: A szervezeti kulcsok módosítása sikeres
is: Tókst að skipta um dulritunarlykla fyrir stofnun
it: Chiavi dell'organizzazione cambiate con successo
ja: 組織用の鍵の変更に成功しました。
ro: Schimbare reușită chei organizație

# Error
source: Password incorrect. Please try again
cs: Nesprávné heslo. Zkuste to prosím znovu
da: Adgangskode forkert, prøv igen
hu: Hibás jelszó. Próbálja újra
is: Rangt lykilorð, reyndu aftur
it: Password errata. Per favore, prova di nuovo
ja: パスワードが間違っています。もう一度やり直してください。
ro: Parolă incorectă. Vă rugăm reîncercați.

# Error
source: Passwords do not match
cs: Hesla se neshodují
da: Adgangskoder matcher ikke
hu: A jelszavak nem egyeznek
is: Lykilorðin stemma ekki
it: Le password non corrispondono
ja: パスワードが一致しません。
ro: Parolele nu se potrivesc

# Error
source: Permission denied, administrator privileges have been restricted.
cs: Přístup odepřen, oprávnění správce byla omezena.
da: Tilladelse nægtes, administratorrettigheder er blevet begrænset.
hu: Hozzáférés megtagadva, adminisztrátori jogok korlátozásra kerültek.
is: Aðgangi hafnað, stjórnunarheimildir kunna að hafa verið skertar.
it: Autorizzazione negata, i privilegi di amministratore sono stati limitati.
ja: アクセスが拒否されました。管理権限は制限されています。
ro: Permisiune refuzată, drepturile de administrator au fost restricționate.

# Error
source: Please <a href="/dashboard">upgrade</a> to a paid account to use this feature
cs: Prosím <a href="/dashboard">přejděte</a> na placený účet chcete-li použít tuto funkci
da: <a href="/dashboard">Opgradéer</a> til en betalt konto for at benytte denne funktion
hu: Kérjük, <a href="/dashboard">váltson</a> egy előfizetéses csomagra, ha ezt a szolgáltatást használni szeretné
is: <a href="/dashboard">Uppfærðu</a> í áskrift gegn gjaldi til að nota þennan eiginleika
it: Per favore, effettua l'<a href="/dashboard">upgrade</a> ad un piano a pagamento per usare questa funzionalità
ja: この機能を使用するには有料プランに<a href="/dashboard">アップグレード</a>してください。
ro: Vă rugăm să <a href="/dashboard">treceți</a> la un cont plătit pentru a utiliza această funcție

# Error
source: Please enter a password for this email.
cs: Zadejte prosím heslo k tomuto emailu.
da: Venligst angiv en adgangskode til denne e-mail.
hu: Kérjük, adjon meg egy jelszót ehhez az e-mailhez.
is: Settu inn lykilorð fyrir þennan póst.
it: Per favore, inserisci una password per questa email.
ja: このメールのパスワードを入力してください。
ro: Introduceți o parolă pentru acest mesaj.

# Error
source: Please enter at least one recipient.
cs: Zadejte prosím alespoň jednoho příjemce.
da: Angiv min. én adressat.
hu: Kérjük adjon meg legalább egy címzettet.
is: Bættu við a.m.k. einum viðtakanda.
it: Per favore, inserisci almeno un destinatario.
ja: 少なくとも1 つの宛先を入力してください。
ro: Specificați cel puțin un destinatar.

# Error
source: Please enter your mailbox password
da: Angiv din postkasseadgangskode
hu: Kérem adja meg az e-mail jelszavát
is: Settu inn lykilorðið fyrir pósthólfið þitt

# Error
source: Please enter your two-factor passcode
cs: Zadejte prosím své dvoufázové heslo
da: Angiv din to-faktor adgangskode
hu: Adja meg kétlépéses kódját
is: Settu inn tveggja-þátta lykilkóðann þinn
it: Per favore, inserisci il tuo codice per l'autenticazione in due passaggi
ja: 2要素認証のパスコードを入力してください。
ro: Introduceți codul de acces cu doi factori

# Error
source: Primary key for address {{email}} cannot be decrypted. You will not be able to read or write any email from this address
cs: Primární klíč pro adresu {{email}} nelze dešifrovat. Nebudete moci číst ani psát e-mail z této adresy
da: Primærnøglen for adressen {{email}} kan ikke dekrypteres. Du vil ikke kunne læse eller skrive e-mails fra denne adresse
hu: A {{email}} cím elsődleges kulcsát nem lehet visszafejteni. Erről a címről sem írni, sem fogadni nem tud e-maileket
is: Ekki var hægt að afkóða aðallykil fyrir póstfangið {{email}}. Þú munt ekki geta lesið eða skrifað neinn tölvupóst frá þessu tölvupóstfangi
it: La chiave principale per l'indirizzo {{email}} non può essere decriptata. Non potrai leggere o scrivere nessuna email da questo indirizzo
ja: アドレス {{email}} のプライマリー鍵が復号できません。 このアドレスのメールの読み書きはできません
ro: Cheia primară pentru {{email}} nu poate fi decriptată. Nu veți putea citi sau scrie vreun mesaj de pe această adresă.

# Error
source: ProtonMail cannot be reached right now, please try again later.
cs: ProtonMail není momentálně dostupný, zkuste to prosím později.
da: ProtonMail er pt. utilgængelig, forsøg igen senere.
hu: A ProtonMail jelenleg nem elérhető. Kérjük próbálkozzon később.
is: ProtonMail er ekki aðgengilegt í augnablikinu , reyndu aftur síðar.
it: ProtonMail non è al momento raggiungibile. Per favore, riprova più tardi.
ja: 現在、ProtonMailにアクセスできません。しばらくしてから再度お試しください。
ro: ProtonMail nu poate fi contactat acum, reîncercați mai târziu.

# Error
source: Request timed out, please try again.
cs: Požadavek vypršel, zkuste to prosím znovu.
da: Forespørgsel fik timeout, forsøg igen.
hu: Kapcsolat-időtúllépés, kérem próbálja újra.
is: Beiðni féll á tíma Reyndu aftur.
it: Richiesta scaduta. Per favore, prova di nuovo.
ja: 処理が時間切れになりました。もう一度やり直してください。
ro: Solicitare expirată, încercați din nou.

# Error
source: Reset code is required
cs: Kód pro obnovení je povinný
da: Nulstillingskode kræves
hu: Visszaállító kód szükséges
is: Krafist er endurheimtukóða
it: Il codice di reset è necessario
ja: リセットコードが必要です。
ro: Este necesar codul de resetare

# Error
source: SMS number required
da: SMS-nummer obligatorisk
hu: SMS szám kötelező
is: SMS-símanúmer er nauðsynlegt

# Error
source: Sending messages from @pm.me address is a paid feature. Your message will be sent from your default address {{email}}
cs: Odesílání zpráv z adresy @pm.me je placená funkce. Vaše zpráva bude odeslána z Vaší výchozí adresy {{email}}
da: Afsendelse af beskeder fra en @pm.me-adresse er en betalt funktion. Din besked afsendes via din standardmail {{email}}
hu: Üzenetek küldése a @pm.me címről előfizetéshez kötött. Az Ön üzenete az {{email}}, alapértelmezett címről lesz elküldve
is: Að senda skilaboð frá @pm.me póstföngum er eiginleiki sem greiða þarf fyrir. Skilaboðin þín verða send frá sjálfgefna tölvupóstfanginu {{email}}
it: L'invio dei messaggi dall'indirizzo @pm.me è una funzionalità a pagamento. Il tuo messaggio sarà inviato dal tuo indirizzo predefinito {{email}}
ja: @pm.meアドレスからのメッセージ送信は有料の機能です。 あなたのメッセージは既定のアドレス{{email}}から送信されます
ro: Trimiterea mesajelor de la o adresă @pm.me este o funcție plătită. Mesajul va fi trimis de la adresa dvs. prestabilită {{email}}

# Error
source: Setup failed
cs: Nastavení selhalo
da: Opsætning mislykkedes
hu: A telepítés sikertelen
is: Uppsetning mistókst
it: Impostazione fallita
ja: セットアップに失敗しました。
ro: Configurare eșuată

# Error
source: Sign up failed
cs: Přihlášení selhalo
da: Tilmelding mislykkedes
hu: Sikertelen regisztráció
is: Nýskráning mistókst
it: Registrazione fallita
ja: アカウント登録に失敗しました。
ro: Înscriere eșuată

# Error
source: Some email addresses are invalid
da: Nogle e-mail adresser er ugyldige
hu: Néhány e-mail cím hibás
is: Sum tölvupóstföng eru ógild

# Error
source: Sorry, this message does not exist or has already expired
cs: Je nám líto, tato zpráva neexistuje, nebo již vypršela platnost
da: Beklager, denne besked findes ikke eller er allerede udløbet
hu: Sajnáljuk, az üzenet nem létezik vagy már lejárt
is: Því miður, þessi skilaboð eru ekki til staðar eða eru þegar útrunnin
it: Siamo spiacenti, questo messaggio non esiste o è già scaduto
ja: このメッセージは存在しないか有効期限切れです。
ro: Ne pare rău, acest mesaj nu există sau a expirat deja

# Error
source: Text or pattern already included
cs: Text nebo vzor je již obsažen
da: Tekst eller mønster allerede inkluderet
hu: Ez a szöveg ill. minta már egyszer szerepelt
is: Texti eða mynstur er þegar fyrir hendi
it: Testo o modello già incluso
ja: テキストまたはパターンが既に含まれています。
ro: Text sau model deja inclus

# Error
source: Thank you for your willingness to donate. The maximum we can accept in single donations is 999 999 at this moment. Thank you
cs: Děkujeme Vám, za Vaši ochotu podpořit. Maximální částka, kterou můžeme přijmout v rámci jednoho příspěvku v tomto okamžiku je 999 999. Děkujeme
da: Tak for din villighed til at donere. Maksimalbeløbet, vi kan acceptere i enkeltdonationer, udgør pt. 999 999. Tak
hu: Köszönjük adományozási szándékát! A maximum amit egy adományozás során el tudunk fogadni 999 999 jelen pillanatban. Köszönjük
is: Þakka þér fyrir viljann til að styrkja okkur. Hámarksfjárhæð sem við getum tekið við í stökum gjöfum er 999 999 á þessari stundu. Þakka þér kærlega
it: Grazie per la tua disponibilità a donare. Il massimo che possiamo accettare in una singola donazione è di 999 999 in questo momento. Grazie
ja: 多額のご寄付は大変ありがたいのですが、現時点では一回の寄付で受け入れ可能な最大額は999,999までとなっております。
ro: Vă mulțumim pentru disponibilitatea de a dona. Valoarea maximă pe care o putem accepta în donații unice este de 999 999 în acest moment. Vă mulțumim.

# Error
source: The ProtonMail API is offline:
cs: ProtonMail API je offline:
da: ProtonMail-API'en er offline:
hu: A ProtonMail API nem elérhető:
is: Protonmail API-forritsviðmótið er ótengt:
it: L'API di ProtonMail è offline:
ja: ProtonMail API はオフラインです：
ro: API-ul ProtonMail nu este funcțional:

# Error
source: The attachment will be downloaded but it will still be encrypted.
cs: Příloha bude stažena, ale zůstane zašifrována.
da: Henter vedhæftningen, men den vil stadig være krypteret.
hu: A melléklet letöltésre kerül, de továbbra is titkosítva marad.
is: Viðhengið verður sótt en það verður áfram dulritað.
it: L'allegato sarà scaricato ma rimarrà crittografato.
ja: 添付ファイルはダウンロードされますが、暗号化されたままになります。
ro: Atașarea va fi descărcată, dar ea va fi în continuare criptată.

# Error
source: The browser you are using does not allow the payment to be fully authorized. Please use a different browser or log in via a computer.
da: Din aktuelle browser tillader ikke gennemførsel af betalingen. Benyt en anden browser eller log ind via en computer.
hu: Az Ön által használt böngésző nem támogatja a kívánt fizetési módot. Kérjük, használjon másik böngészőt, vagy jelentkezzen be egy számítógépről.
is: Vafrinn sem þú ert að nota kemur í veg fyrir að greiðslan sé heimiluð. Notaðu einhvern annan vafra eða skráðu þig inn í gegnum alvöru tölvu.

# Error
source: The code is too long, max 8 characters
cs: Kód je příliš dlouhý, maximálně 8 znaků
da: Koden er for lang, maks. 8 tegn
hu: A kód túl hosszú, maximum 8 karakter
is: Kóðinn er of langur, hámark 8 stafir
it: Il codice è troppo lungo, massimo 8 caratteri
ja: このコードは長すぎます。最大で８文字です。
ro: Codul este prea lung, maxim 8 caractere.

# Error
source: The code must contain at least 6 characters
da: Koden skal udgøre mindst 6 tegn
hu: A kódnak legalább 6 karakterből kell állnia
is: Kóðinn verður að innihalda að minnsta kosti 6 stafi

# Error
source: The contact does not exist
da: Denne kontakt findes ikke
hu: Ez a kapcsolat nem létezik
is: Tengiliðurinn er ekki til

# Error
source: The email address is invalid
cs: E-mailová adresa je neplatná
da: Adressen er ugyldig
hu: Az e-mail cím érvénytelen
is: Tölvupóstfangið er ógilt
it: L'indirizzo email non è valido
ja: メール アドレスが無効です。
ro: Adresa de e-mail nu este validă

# Error
source: The email body is not a valid MIME message.
cs: Tělo e-mailu není platná MIME zpráva.
da: Indholdet af e-mailen udgør ikke en gyldig MIME-besked.
hu: Az e-mail törzs nem érvényes MIME üzenet.
is: Meginmál tölvupóstsins er ekki gild MIME-skilaboð.
it: Il corpo dell'email non è un messaggio MIME valido.
ja: メール本文が、有効なMIMEメッセージではありません。
ro: Conținutul mesajului nu este un mesaj valid MIME.

# Error
source: The following addresses are not valid: {{emails}}
da: Følgende adresser er ugyldige: {{emails}}
hu: A következő címek nem helyesek: {{emails}}
is: Eftirfarandi tölvupóstföng eru ógild: {{emails}}

# Error
source: The maximum expiration is 4 weeks.
cs: Maximální doba vypršení platnosti jsou 4 týdny.
da: Maks. udløbsperiode er 4 uger.
hu: A leghosszabb időkorlát 4 hét lehet.
is: Hámarks gildistími er 4 vikur.
it: La scadenza massima è di 4 settimane.
ja: 有効期限は最長４週間までです。
ro: Perioada maximă de expirare este 4 săptămâni.

# Error
source: The maximum length of the message body is 16,000,000 characters.
cs: Maximální délka zprávy je 16 000 000 znaků.
da: Maks. beskedindholdslængde udgør 16.000.000 tegn.
hu: Az üzenet törzsének maximális hossza 16,000,000 karakter lehet.
is: Hámarkslengd meginmáls skilaboðanna er 16,000,000 stafir.
it: La lunghezza massima del corpo del messaggio è 16'000'000 caratteri.
ja: メッセージの本文は最大1600万文字までです。
ro: Lungimea maximă a mesajului este 16.000.000 de caractere.

# Error
source: The maximum length of the subject is {{size}}.
cs: Maximální délka předmětu je {{size}}.
da: Maks. emnelængde udgør {{size}}.
hu: A tárgy maximális hossza {{size}} karakter.
is: Hámarkslengd efnislínunnar er {{size}}.
it: La lunghezza massima dell'oggetto è di {{size}}.
ja: 件名は {{size}} 字まで入力できます。
ro: Lungimea maximă a subiectului este {{size}}.

# Error
source: The request failed
cs: Požadavek se nezdařil
da: Anmodningen mislykkedes
hu: Kérés nem sikerült
is: Fyrirspurnin mistókst
it: Richiesta non riuscita
ja: 処理に失敗しました。
ro: Solicitare eșuată

# Error
source: This message may some URL links that cannot be properly opened by your current browser
da: Denne besked kan indeholde URL'er, som ikke kan åbnes korrekt af din aktuelle browser
hu: Ez az üzenet olyan linkeket tartalmazhat, amelyeket a böngészője nem tud megfelelően megnyitni
is: Þessi skilaboð innihalda tengla sem ekki er hægt að opna rétt í vafranum sem þú ert að nota

# Error
source: Unable to send the message.
cs: Zprávu nelze odeslat.
da: Kan ikke sende beskeden.
hu: Az üzenet küldése sikertelen.
is: Tókst ekki að senda skilaboðin.
it: Impossibile inviare il messaggio.
ja: メッセージは送信できません。

# Error
source: Unable to upload file. Please try again
cs: Soubor nelze nahrát. Zkuste to prosím znovu
da: Misltýkkedes at uploade filen, fotrsøg igen
hu: Nem sikerült feltölteni a fájlt. Próbálja újra
is: Get ekki sent inn skrá. Reyndu aftur
it: Impossibile caricare il file. Per favore, prova di nuovo.
ja: ファイルのアップロードができませんでした．もう一度やり直してください。
ro: Imposibil de încărcat fișierul. Reîncercați.

# Error
source: Unsupported API version.
cs: Nepodporovaná verze API.
da: Uunderstøttet API-version.
hu: Nem támogatott API verzió.
is: Óstudd útgáfa API-forritsviðmóts.
it: Versione API non supportata.
ja: サポートされていないAPIバージョンです。
ro: Versiune API nesuportată.

# Error
source: Unsupported key
cs: Nepodporovaný klíč
da: Ikke understøttet nøgle
hu: Nem támogatott kulcs
is: Óstuddur dulritunarlykill
it: Chiave non supportata

# Error
source: Upgrade to a paid plan to send from your {{email}} address
cs: Pro posílání z vaší adresy {{email}} přejděte na placenou verzi
da: Opgradér til et abonnement for at sende fra din {{email}}-adresse
hu: Váltson előfizetéses csomagra, hogy erről a címről is küldhessen üzenetet: {{email}}
is: Uppfærðu í greidda áskrift til að senda úr {{email}} tölvupóstfanginu þínu
it: Effettua l'upgrade ad un piano a pagamento per inviare dal tuo indirizzo {{email}}
ja: {{email}}のアドレスから送信するには有料プランへのアップグレードが必要です。
ro: Treceți la un plan plătit pentru a trimite de la adresa {{email}}

# Error
source: Username required
cs: Zadejte uživatelské jméno
da: Brugernavn obligatorisk
hu: Felhasználónév kötelező
is: Notandanafns er krafist
it: Nome utente richiesto
ja: ユーザー名が必要です。
ro: Nume de utilizator obligatoriu

# Error
source: Verification did not succeed, please try again in an hour.
cs: Ověření se nezdařilo, zkuste to prosím za hodinu znovu.
da: Verifikation mislykkedes, forsøg igen om en time.
hu: Az igazolás sikertelen, próbálja meg egy óra múlva.
is: Sannvottunin tókst ekki, prófaðu aftur eftir klukkutíma.
it: Verifica non riuscita, riprova tra un'ora.
ja: 検証に失敗しました。一時間程経ってからもう一度試してください。
ro: Verificarea nu a reușit. Reîncercaţi într-o oră.

# Error
source: Wait for attachment to finish uploading or cancel upload.
cs: Počkejte, dokud neskončí nahrávání přílohy, nebo nahrávání zrušte.
da: Afvent færdiggørelse af vedhæftnings-upload eller annullér upload.
hu: Várakozás a melléklet feltöltésére vagy feltöltés megszakítása.
is: Bíddu eftir að innsending viðhengja klárist eða hættu við innsendingu.
it: Attenda il caricamento dell'allegato o ne annulli il caricamento.
ja: 添付ファイルのアップロードが完了するまでしばらく待つか、キャンセルしてください。
ro: Așteptați încărcarea atașamentului sau opriți încărcarea.

# Error
source: We do not support embedded SVG files inside the signature
cs: Nepodporujeme vkládání SVG souborů do podpisu
da: Understøtter ikke Indlejrede SVG-filer i signaturen
hu: Nem támogatjuk az SVG beágyazását az aláírásba
is: Við styðjum ekki innfelldar SVG-skrár inni í undirituninni
it: Non supportiamo l'aggiunta di file SVG all'interno della firma
ja: 署名内に埋め込まれた SVG ファイルはサポートしていません
ro: Nu sunt suportate fișierele SVG incluse în semnătură
