Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Action
source: TRUST KEY
cs: DŮVĚRNÝ KLÍČ
da: GØR NØGLE BETROET
hu: KULCS MEGBÍZHATÓKÉNT JELÖLÉSE
is: TREYSTA LYKLI
it: CONSIDERA LA CHIAVE AFFIDABILE

# Action
source: TRUST KEYS
cs: DŮVĚRNÉ KLÍČE
da: GØR NØGLER BETROEDE
hu: KULCS MEGBÍZHATÓKÉNT JELÖLÉSE
is: TREYSTA LYKLUM
it: CONSIDERA LE CHIAVI AFFIDABILI

# Action
source: Test notification
cs: Vyzkoušet oznámení na plochu
da: Send testunderretning
hu: Teszt értesítés küldése
is: Prufutilkynning
it: Notifica di prova

# Action
source: Text options
cs: Možnosti textu
da: Tekstindstillinger
hu: Szöveg beállítások
is: Valkostir texta
it: Opzioni del testo
ja: テキストオプション

# Action
source: This message contains embedded images
cs: Zpráva obsahuje vložené obrázky
da: Beskeden indeholder indlejrede billeder
hu: Ez az üzenet beágyazott képet tartalmaz
is: Skilaboðin innihalda ívafnar myndir
it: Questo messaggio contiene immagini incorporate
ja: このメッセージには埋め込み画像が含まれています。
ro: Acest mesaj conține imagini încorporate

# Action
source: This message contains remote content
cs: Zpráva obsahuje vzdálený obsah
da: Beskeden har eksternt placeret indhold
hu: Ez az üzenet "Távoli tartalmat" tartalmaz
is: Skilaboðin innihalda fjartengt efni
it: Questo messaggio contiene contenuto remoto
ja: このメッセージには外部コンテンツが含まれています。
ro: Acest mesaj cuprinde conținut la distanță

# Action
source: Trust Key
cs: Důvěřovat klíči
da: Hav tillid til nøgle
hu: Megbízható kulcs
is: Treysta dulritunarlykli
it: Considera affidabile la chiave
ja: 鍵を信頼する
ro: Cheie de încredere

# Action
source: Trust Public Keys
cs: Důvěřovat veřejným klíčům
da: Hav tillid til offentlige nøgler
hu: Megbízható nyilvános kulcs
is: Treysta dreifilyklum
it: Considera le chiavi pubbliche affidabili
ja: 公開鍵を信頼
ro: Chei publice de încredere

# Action
source: Try again
cs: Zkuste to znovu
da: Forsøg igen
hu: Próbálja újra
is: Reyna aftur
it: Riprova
ja: 再試行
ro: Reîncercați

# Action
source: Tutorial
cs: Tutoriál
da: Guide
hu: Bemutató
is: Kennsla
it: Guida
ja: 初めての方へ r181011

# Action
source: Underline
cs: Podtržení
da: Understreg
hu: Aláhúzott
is: Undirstrikað
it: Sottolinea
ja: 下線

# Action
source: Undo
cs: Zpět
da: Fortryd
hu: Visszavonás
is: Afturkalla
it: Annulla
ja: 取り消す

# Action
source: Unlock
cs: Odemknout
da: Oplås
hu: Feloldás
is: Aflæsa
it: Sblocca
ja: ロック解除
ro: Deblocare

# Action
source: Unordered list
cs: Neseřazený seznam
da: Usorteret liste
hu: Rendezetlen lista
is: Óraðaður listi
it: Lista non ordinata
ja: 箇条書き

# Action
source: Unsubscribe
cs: Odhlásit odběr
da: Stop abonnement
hu: Leiratkozás
is: Segja upp áskrift
it: Annulla l'abbonamento
ja: 退会
ro: Dezabonare

# Action
source: Update
cs: Aktualizovat
da: Opdatering
hu: Frissítés
is: Uppfæra
it: Aggiorna
ja: 更新
ro: Actualizare

# Action
source: Upgrade
cs: Rozšířit
da: Opgradér
hu: Váltás nagyobb csomagra
is: Uppfæra
it: Effettua l'upgrade
ja: アップグレード

# Action
source: Upgrade account
cs: Přejít na vyšší tarif
da: Opgradér konto
hu: Csomag váltása
is: Uppfæra notandaaðgang
it: Effettua l'upgrade dell'account
ja: アカウントをアップグレード
ro: Upgrade cont

# Action
source: Upgrade now
cs: Vylepšit teď
da: Opgradér nu
hu: Váltás nagyobb csomagra
is: Uppfæra núna
it: Effettua l'upgrade ora
ja: 今すぐアップグレード
ro: Upgrade acum

# Action
source: Upgrade plan now
cs: Navýšit tarif
da: Opgradér abonnement nu
hu: Csomagváltás azonnal
is: Uppfæra áskrift núna
it: Effettua l'upgrade del piano ora
ja: 今すぐアップグレード
ro: Schimbați abonamentul acum

# Action
source: Upgrade storage
cs: Navýšit úložiště
da: Opgradér lagerplads
hu: Tárolókapacitás bővítése
is: Uppfæra geymslurými
it: Aumenta lo spazio disponibile
ja: ストレージ容量を増やす
ro: Mărire spațiu

# Action
source: Upgrade your plan
cs: Přejít na vyšší tarif
da: Opgradér abonnement
hu: Váltás nagyobb csomagra
is: Uppfærðu áskriftina þína
it: Effettua l'upgrade del piano
ja: プランをアップグレード
ro: Upgrade plan

# Action
source: Upload key
cs: Nahrát klíč
da: Uploade nøgle
hu: Kulcs feltöltés
is: Senda inn lykil
it: Carica la chiave
ja: 鍵をアップロード

# Action
source: Upload picture
cs: Nahrát obrázek
da: Upload billed
hu: Kép feltöltése
is: Senda inn mynd
it: Carica immagine
ja: 写真をアップロード
ro: Încărcare imagine

# Action
source: Uploading
cs: Nahrávám
da: Uploader
hu: Feltöltés...
is: Sendi inn
it: Caricamento
ja: アップロード中
ro: Încărcare

# Action
source: Use a different payment method
da: Benyt en anden betalingsmetode
hu: Más fizetési mód választása
is: Nota annan greiðslumáta

# Action
source: Use gift code
cs: Použít dárkový kód
da: Benyt gavekode
hu: Ajándék kód felhasználása
is: Nota gjafakóða
it: Usa codice regalo
ja: ギフトコードを使用
ro: Utilizare cod cadou

# Action
source: User
cs: Uživatel
da: Bruger
hu: Felhasználó
is: Notandi
it: Utente
ja: ユーザー

# Action
source: Verify
cs: Ověřit
da: Verificere
hu: Ellenőrzés
is: Sannreyna
it: Verifica
ja: 検証
ro: Verificare

# Action
source: Verifying reset code
cs: Ověřování kódu pro obnovení
da: Verificerer nulstillingskode
hu: A visszaállítási kód ellenőrzése
is: Yfirfer endurstillingarkóða
it: Verificando il codice di reset
ja: リセットコードを検証
ro: Verificare cod de resetare

# Action
source: View Keyboard Shortcuts
cs: Zobrazit klávesové zkratky
da: Se tastaturgenveje
hu: Gyorsbillentyűk megjelenítése
is: Skoða flýtileiðir á lyklaborði
it: Visualizza scorciatoie da tastiera
ja: キーボードショートカットを表示
ro: Afișare combinații taste

# Action
source: View headers
cs: Zobrazit hlavičku e-mailu
da: Vis overskrifter
hu: Fejlécek megtekintése
is: Skoða hausa
it: Visualizza intestazioni
ja: ヘッダを表示
ro: Afișare antete

# Action
source: View rendered HTML
cs: Zobrazit ve formátu HTML
da: Vis renderet HTML
hu: HTML nézet
is: Skoða myndgert HTML
it: Visualizza il rendering HTML
ja: HTML描画で表示する
ro: Afișare HTML generat

# Action
source: View source code
cs: Zobrazit zdrojový kód
da: Vis kildekode
hu: Forráskód megtekintése
is: Skoða frumkóða
it: Visualizza il codice sorgente
ja: ソースコードを表示
ro: Afișare cod sursă

# Action
source: What is this?
cs: Co je to?
da: Hvad er dette?
hu: Mi ez?
is: Hvað er þetta?
it: Cos'è questo?
ja: デスクトップ通知について
ro: Ce este asta?

# Action
source: Wipe
cs: Vymazat paměť zařízení
da: Slet permanent
hu: Törlés
is: Stroka út
it: Cancella
ja: 抹消
ro: Golire

# Action
source: click here
cs: klikněte zde
da: tryk her
hu: kattintson ide
is: smelltu hér
it: clicca qui
ja: ここをクリック
ro: apăsați aici

# Action
source: complete setup
cs: dokončit nastavení
da: færdiggør opsætnning
hu: beállítás befejezése
is: ljúka uppsetningu
it: completa la configurazione
ja: セットアップを完了
ro: finalizare configurare

# Action
source: top Up
cs: Dobít
da: opfyld
hu: feltöltés
is: Fylla
it: ricarica
ja: 補充
ro: Plusați

# Action autoresponder
source: Save
cs: Uložit
da: Gem
hu: Mentés
is: Vista
it: Salva
ja: 保存
ro: Salvare

# Action dropdowb labels
source: Filter labels
cs: Filtrovat štítky
da: Filtrér etiketter
hu: Címkék szűrése
is: Sía merkingar
it: Filtra etichette
ja: 絞り込むラベル名
ro: Filtrare etichete

# Action for the vpn columns
source: Add ProtonVPN Basic
cs: Přidat ProtonVPN Basic
da: Tilføj ProtonVPN Standard
hu: ProtonVPN Basic választása
is: Bæta við ProtonVPN Basic
it: Aggiungi ProtonVPN Basic
ja: ProtonVPN Basic を追加
ro: Adăugare ProtonVPN Basic

# Action for the vpn columns
source: Add ProtonVPN Plus
cs: Přidat ProtonVPN Plus
da: Tilføj ProtonVPN Plus
hu: ProtonVPN Plus választása
is: Bæta við ProtonVPN Plus
it: Aggiungi ProtonVPN Plus
ja: ProtonVPN PLUSを追加
ro: Adăugare ProtonVPN Plus

# Action for the vpn columns
source: ProtonVPN Basic Selected
cs: Vybrali jste ProtonVPN Basic
da: ProtonVPN Standard valgt
hu: ProtonVPN Basic kiválasztva
is: ProtonVPN Basic valið
it: Selezionato ProtonVPN Basic
ja: ProtonVPN Basic を選択済み
ro: ProtonVPN Basic selectat

# Action for the vpn columns
source: ProtonVPN Plus Selected
cs: Vybrali jste ProtonVPN Plus
da: ProtonVPN Plus valgt
hu: ProtonVPN Plus kiválasztva
is: ProtonVPN Plus valið
it: Selezionato ProtonVPN Plus
ja: ProtonVPN PLUS を選択済み
ro: ProtonVPN Plus selectat

# Action in contact details
source: Hide custom fields
cs: Skrýt vlastní položky
da: Skjul tilpassede felter
hu: Egyéni mezők elrejtése
is: Fela sérsniðna reiti
it: Nascondi i campi personalizzati
ja: カスタムフィールドを隠す
ro: Ascunde câmpuri personale

# Action in contact details
source: Show custom fields
cs: Zobrazit vlastní položky
da: Vis tilpassede felter
hu: Egyéni mezők megjelenítése
is: Birta sérsniðna reiti
it: Mostra i campi personalizzati
ja: カスタム フィールドを表示
ro: Arată câmpuri personale

# Action in the active sessions table
source: Revoke
cs: Zrušit
da: Tilbagekald
hu: Visszavonás
is: Afturkalla
it: Revoca
ja: 取り消す
ro: Anulare

# Action notification error trying to connect to the API
source: Retry now
cs: Zkusit znovu
da: Forsøg igen nu
hu: Újra
is: Reyna aftur núna
it: Riprova ora
ja: 再試行する
ro: Reîncercare

# Action to not set PGP encryption on import contact
source: No
cs: Ne
da: Nej
hu: Nem
is: Nei
ja: いいえ
ro: Nu

# Action to not set PGP encryption on import contact
source: Yes
cs: Ano
da: Ja
hu: Igen
is: Já
it: Sì
ja: はい
ro: Da

# Action to reload the current state
source: Try again
cs: Zkuste to znovu
da: Forsøg igen
hu: Próbálja újra
is: Reyna aftur
it: Riprova
ja: もう一度やり直してください。
ro: Reîncercați

# Action to report an error for the message
source: Report problem
cs: Nahlásit problém
da: Anmeld problem
hu: Probléma jelentése
is: Tilkynna um vandamál
it: Segnala un problema
ja: 問題を報告
ro: Raportare problemă

# Action toolbar
source: Add to contact group
da: Føj til kontaktgruppe
hu: Új névjegy csoport
is: Bæta í tengiliðahóp

# Action toolbar
source: Label as
cs: Označit jako
da: Etikettér som
hu: Címkézés, mint
is: Merkja sem
it: Etichetta come
ja: ラベル付け

# Action toolbar
source: Move to
cs: Přesunout do
da: Flyt til
hu: Áthelyezés
is: Færa í
it: Sposta in
ja: フォルダーに移動する

# Add a domain
source: Domain name
cs: Název domény
da: Domænenavn
hu: Domain név
is: Heiti léns
it: Nome dominio
ja: ドメイン名
ro: Nume domeniu

# Add a new domain label
source: Set
cs: Nastavit
da: Opsæt
hu: Beállítás
is: Stilla
it: Impostare
ja: 設定
ro: Setat

# Address state badge
source: Default
cs: Výchozí
da: Standardindstilling
hu: Alapértelmezett
is: Sjálfgefið
it: Predefinito

# Address state badge
source: Disabled
cs: Zakázáno
da: Deaktiveret
hu: Tiltva
is: Óvirkt
it: Disabilitato

# Address state badge
source: Enabled
cs: Povoleno
da: Aktiveret
hu: Engedélyezve
is: Virkt
it: Abilitato

# Address state badge
source: Missing keys
cs: Chybějící klíče
da: Manglende nøgler
hu: Hiányzó kulcsok
is: Dulritunarlykla vantar
it: Chiavi mancanti

# Address state badge
source: Orphan
da: Forældreløs
hu: Árva
is: Einstæðingar
it: Orfano

# App folder
source: Archive
cs: Archiv
da: Arkiv
hu: Archiválás
is: Safn
it: Archivio
ja: アーカイブ
ro: Arhivă

# App folder
source: Drafts
cs: Koncepty
da: Udkast
hu: Piszkozat
is: Drög
it: Bozze
ja: 下書き
ro: Ciorne

# App folder
source: Inbox
cs: Doručená pošta
da: Indbakke
hu: Beérkezett üzenetek
is: Innhólf
it: Posta in arrivo
ja: 受信箱
ro: Primite

# App folder
source: Spam
hu: Levélszemét
is: Ruslpóstur
ja: 迷惑メール

# App folder
source: Trash
cs: Koš
da: Papirkurv
hu: Lomtár
is: Rusl
it: Cestino
ja: ごみ箱
ro: Gunoi

# Ask user to use encrypted subject
source: The selected message has an encrypted subject. ProtonMail does not support sending an encrypted subject. Do you want to use "{{ encryptedSubject }}" instead of the original unencrypted subject "{{ Subject }}"?
cs: Vybraná zpráva má zašifrovaný předmět. ProtonMail ale nepodporuje odesílání zašifrovaných předmětů. Chcete použít "{{ encryptedSubject }}" místo původního nezašifrovaného "{{ Subject }}"?
da: Den valgte besked har et krypteret emne. ProtonMail understøtter ikke afsendelse af et krypteret emne. Vil du i stedet anvende "{{ encryptedSubject }}" fra det originale ukrypterede enme "{{ Subject }}"?
hu: A kiválasztott üzenet tárgya titkosított A ProtonMail nem támogatja a titkosított tárgyú üzenetek küldését Szeretné használni a "{{ encryptedSubject }}" az eredeti titkosítatlan tárgy helyett: "{{ Subject }}"?
is: Valin skilaboð eru með dulritaða efnislínu. ProtonMail styður ekki að senda dulritaðar efnislínur. Viltu nota "{{ encryptedSubject }}" í stað upprunalegu dulrituðu efnislínunnar "{{ Subject }}"?
it: L'oggetto del messaggio selezionato è criptato. ProtonMail non supporta l'invio con oggetto criptato. Desideri usare "{{ encryptedSubject }}" invece dell'oggetto originale non criptato "{{ Subject }}"?
ja: 選択したメッセージは件名が暗号化されています。 ProtonMail では、暗号化された件名での送信は対応していません。 暗号化されていない元の件名「{{ Subject }}」の代わりに「{{ encryptedSubject }}」を使用しますか？
ro: Mesajul selectat are subiectul criptat. ProtonMail nu suportă trimiterea de subiecte criptate. Doriți să folosiți "{{ encryptedSubject }}" în loc de subiectul original necriptat "{{ Subject }}"?

# Attachment modifier tooltip
source: Sender verification failed
cs: Ověření odesílatele se nezdařilo
da: Afsenderbekræftelse mislykkedes
hu: A küldő ellenőrzése sikertelen volt
is: Sannvottun sendanda mistókst
it: Verifica del mittente fallita
ja: 送信者検証に失敗しました。

# Attachment modifier tooltip
source: Sender verification passed
cs: Odesílatel úspěšně ověřen
da: Afsender bekræftet
hu: A feladó ellenőrzése megtörtént
is: Sannvottun sendanda tókst
it: Verifica del mittente passata
ja: 送信者検証に成功しました。

# Attachment modifier tooltip
source: Unencrypted PGP/Inline attachment
cs: Nešifrované PGP/vložené přílohy
da: Ukrypteret PGP/Inline-vedhæftening
hu: Titkosítatlan PGP/Inline melléklet
is: Ódulritað PGP/innfellt viðhengi
it: Allegato PGP/Inline non crittografato
ja: 暗号化されていないPGP/Inline添付ファイル

# Auto-reply duration description
source: Auto-reply is active each month between the selected start and end time.
cs: Automatická odpověď je aktivní každý měsíc ve vybraném časovém rozsahu.
da: Auto-svar er aktiv hver måned i det valgte tidsrum.
hu: Az automatikus válasz minden hónapban aktív a kiválasztott kezdési és befejezési időpont között.
is: Sjálfvirk-svörun er virk í hverjum mánuði á milli upphafs- og lokadagsetningar.
it: La risposta automatica sarà attiva ogni mese tra le date di inizio e fine selezionate.
ja: 自動返信は、毎月設定された日時の間有効です。
ro: Autorăspunsul este activ lunar în intervalul de început și sfârșit selectat.

# Auto-reply duration description
source: Auto-reply is active each week between the selected start and end time.
cs: Automatická odpověď je aktivní každý týden ve vybraném časovém rozsahu.
da: Auto-svar er aktiv hver uge i det valgte tidsrum.
hu: Az automatikus válasz minden héten aktív a kiválasztott kezdési és befejezési időpont között.
is: Sjálfvirk-svörun er virk í hverri viku á milli upphafs- og lokadagsetningar.
it: La risposta automatica rimarrà attiva ogni settimana tra le date di inizio e fine selezionate.
ja: 自動返信は、選択された曜日の開始時刻と終了時刻の間有効です。
ro: Autorăspunsul este activ săptămânal în intervalul de început și sfârșit selectat.

# Auto-reply duration description
source: Auto-reply is active from the start time to the end time.
cs: Automatická odpověď je aktivní ve vybraném časovém rozsahu.
da: Auto-svar er aktiv i det valgte tidsrum.
hu: Az automatikus válasz aktív a kiválasztott kezdési és befejezési időpont között.
is: Sjálfvirkt svar er virkt frá upphafstíma til lokatíma.
it: La risposta automatica rimarrà attiva dalla data di inizio a quella di fine.
ja: 自動返信は開始時刻と終了時刻の間有効です。
ro: Autorăspunsul este activ între ora de început și de sfârșit.

# Auto-reply duration description
source: Auto-reply is active until you turn it off.
cs: Automatická odpověď je aktivní, dokud ji nevypnete.
da: Auto-svar er aktiv indtil det slås fra.
hu: Az automatikus válasz aktív, míg ki nem kapcsolja.
is: Sjálfvirk-svörun er virk þar til þú slekkur á henni.
it: La risposta automatica rimarrà attiva fino a quando non verrà disattivata.
ja: 自動返信は、オフにするまで有効です。
ro: Autorăspunsul este activ până când îl dezactivați.

# Auto-reply duration description
source: Auto-reply is always active on the days of the week you select, between the selected hours.
cs: Automatická odpověď je aktivní vždy v časovém rozsahu a ve dnech v týdnu, které byly vybrány.
da: Auto-svar er altid aktiv på de valgte ugedage i det valgte tidsrum.
hu: Az automatikus válasz mindig aktív a hét kiválasztott napjain a választott órákon belül.
is: Sjálfvirk-svörun er alltafvirk á þeim vikudögum sem þú velur, á milli upphafs- og lokatímasetningar.
it: La risposta automatica rimarrà sempre attiva durante le ore selezionate e nei giorni della settimana che hai scelto.
ja: 自動返信は、選択された曜日の開始時刻と終了時刻の間有効です。
ro: Autorăspunsul este activ întotdeauna în zilele selectate ale săptămânii, între orele stabilite.

# Autoresponder empty
source: The auto reply message cannot be empty.
cs: Zpráva pro automatickou odpověď nemůže být prázdná.
da: Auto-svarbeskeden kan ikke være tom.
hu: Az automatikus válasz üzenet nem lehet üres.
is: Skilaboð sjálfvirkrar-svörunar mega ekki vera auð.
it: Il messaggio di risposta automatica non può essere vuoto.
ja: 自動返信のメッセージは空には設定できません。
ro: Mesajul de autorăspuns nu poate fi gol.

# Back button in the contact sidebar
source: Back to mail
cs: Zpět na e-mail
da: Retur til mail
hu: Vissza a levelekhez
is: Til baka í póst
it: Torna alla casella email
ja: メールに戻る
ro: La mesaje

# Badge in the active sessions table
source: Current session
cs: Aktivní relace
da: Aktuelle session
hu: Jelenlegi kapcsolat
is: Núverandi seta
it: Sessione corrente
ja: 現在のセッション
ro: Sesiunea curentă

# Billing cycle for the dashboard
source: 2-year plan
cs: dvouletý tarif
da: 2-års abonnement
hu: 2 éves előfizetés
is: 2-ára áskrift
it: piano biennale
ja: 2 年プラン
ro: plan 2 ani

# Billing cycle for the dashboard
source: Pay annually
cs: Platit ročně
da: Betal årligt
hu: Fizetés évente
is: Borga árlega
it: Pagamento annuale
ja: 年払い
ro: Plată anuală

# Billing cycle for the dashboard
source: Pay monthly
cs: Platit měsíčně
da: Betal månedligt
hu: Fizetés havonta
is: Borga mánaðarlega
it: Pagamento mensile
ja: 月払い
ro: Plată lunară

# Bitcoin donation
source: Amount BTC
cs: Částka v BTC
da: Bitcoin-beløb
hu: BTC összeg
is: Upphæð í BTC
it: Importo BTC
ja: BTC 価格
ro: Sumă în BTC

# Bitcoin donation
source: BTC address
cs: BTC adresa
da: Bitcoin-adresse
hu: BTC cím
is: BTC vistfang
it: Indirizzo BTC
ja: BTC アドレス
ro: Adresa BTC

# Bitcoin notice
source: After making your Bitcoin payment, please follow <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">the instructions here</a> to upgrade
cs: Jakmile provedete platbu Bitcoiny, postupujte prosím dle <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">instrukcí zde</a>, jak aktualizovat
da: Efter din Bitcoin-betaling, så følg <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">vejledningen her</a>, for at opgradere
hu: Miután megtörtént a Bitcoin fizetés, kérem kövesse az <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">itt található utasításokat</a>, a csomag váltásához
is: Eftir að hafa framkvæmt greiðslu með Bitcoin, skaltu fara eftir <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">leiðbeiningunum hér</a> til að uppfæra
it: Dopo aver concluso il pagamento in Bitcoin, per favore, segui <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">le istruzioni qui</a> per effettuare l'upgrade
ja: Bitcoin の振込後、 <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin"target="_blank"> こちらの手順</a> に従ってアップグレードしてください。
ro: După efectuarea plății cu Bitcoin, vă rugăm să urmați <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">instrucțiunile de aici</a> pentru upgrade

# Bitcoin notice
source: Bitcoin transactions can take some time to be confirmed (up to 24 hours). Once confirmed, we will add credits to your account. After transaction confirmation, you can pay your invoice with the credits.
cs: Potvrzení Bitcoin transakcí může nějakou dobu trvat (až 24 hodin). Jakmile bude transakce potvrzena, kredity připíšeme na Váš účet. Po potvrzené transakci můžete fakturu uhradit kredity.
da: Bitcoin-transaktioner kan tage noget tid at bekræfte (op til 24 timer). Efter bekræftelsen vil vi tilføje kredit til din konto. Efter transaktionsbekræftelsen kan du betale din faktura med kreditten.
hu: A Bitcoin tranzakciók visszaigazolása időbe telhet (akár 24 órába). Amint a visszaigazolás megtörténik, jóváírjuk a fiókján. A tranzakció megerősítését követően fizetheti a számláit a jóváírt összeggel.
is: Bitcoin-millifærslur geta tekið nokkurn tíma áður en þær eru staðfestar (allt að 24 klst.). Þegar staðfesting fæst, verður inneign færð á notandaaðganginn þinn. Eftir að sú millifærsla er staðfest, geturðu greitt reikninginn þinn með inneigninni.
it: Le transazioni Bitcoin potrebbero richiedere un po' di tempo per essere confermate (fino a 24 ore). Una volta confermate, aggiungeremo il credito al tuo account. Dopo la conferma della transazione, potrai pagare la tua fattura con il credito.
ja: ビットコイン取引は確認に最大で24時間かかります。確認完了後、お客様のアカウントにクレジットを追加しますので、そのクレジットでお支払いください。
ro: Tranzacțiile cu Bitcoin pot dura mai mult până la confirmare (până la 24 de ore). Odată confirmate, creditele confirmate vă vor fi adăugate în cont. După confirmarea tranzacției, puteți plăti factura cu credite.

# Bitcoin validation error
source: Amount below minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
cs: Částka je nižší než povolené minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
da: Beløb under minimum. ({{:: validator.amountMin / 100}} {{::currency}})
hu: Az összeg kevesebb a minimálisan szükségesnél. ({{ ::validator.amountMin / 100 }} {{::currency}})
is: Upphæð er fyrir neðan lágmark. ({{ ::validator.amountMin / 100 }} {{::currency}})
it: Importo sotto il minimo. ({{ ::validator.amountMin / 100 }} {{::currency}})
ja: 最少金額 ({{ ::validator.amountMin / 100 }} {{::currency}}) 以下です。
ro: Sumă mai mică decât minimul acceptat. ({{ ::validator.amountMin / 100 }} {{::currency}})

# Bubbule info in appearance sent and drafts folders
source: Setting to 'Include Moved' means that sent / drafts messages that have been moved to other folders will continue to appear in the Sent/Drafts folder.
cs: Nastavení "Zahrnout přesunuté" znamená, že odeslané zprávy a koncepty zpráv, které byly přesunuty do jiných složek, budou i nadále zobrazeny ve složce Odeslané / Koncepty.
da: Indstillingen 'Medtag flyttede' betyder, at sendte/kladdebeskeder, som er blevet flyttet til andre mapper, fortsat vises i mapperne Sendt/Kladder.
hu: Az 'Áthelyezettek megjelenítése' beállítás azt jelenti, hogy a más mappákba áthelyezett elküldött és piszkozat üzenetek továbbra is megjelennek az Elküldött és a Piszkozat mappákban.
is: Stillt á 'Innifela fært' þýðir að skilaboð í Sent/Drög möppum sem færð hafa verið í aðrar möppur munu halda áfram að birtast í Sent/Drög.
it: L'impostazione di 'Includi quelli spostati' significa che i messaggi inviati/bozze che sono stati spostati in altre cartelle saranno visualizzati nella cartella Posta inviata/Bozze.
ja: "移動済みを含める"とは、他のフォルダーに移動された送信済みや下書きのメッセージを、送信済みや下書きフォルダーにも引き続き表示する事を意味します。
ro: Setarea 'Includere mutate' înseamnă că mesajele trimise sau ciornele care au fost mutate în alte foldere vor continua să apară în folderul Trimise/Ciorne.

# Bug report successfully
source: Bug reported
cs: Chyba nahlášena
da: Fejl anmeldt
hu: Hiba bejelentve
is: Galli tilkynntur
it: Bug segnalato
ja: バグを報告しました。
ro: Eroare raportată

# Button
source: + Add ProtonVPN
cs: + Přidat ProtonVPN
da: + Tilføj ProtonVPN
hu: + ProtonVPN hozzáadása
is: + Bæta við ProtonVPN
it: + Aggiungi ProtonVPN
ja: + ProtonVPN を追加
ro: + Adăugare ProtonVPN

# Button
source: Set Primary
cs: Nastavit jako hlavní
da: Sæt som primær
hu: Beállítás elsődlegesként
is: Stilla aðal
it: Imposta come primaria
ja: プライマリーに設定
ro: Setare ca principală
