Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Warning
source: The verification of {{ emails }} has failed: the contact is not signed correctly. You must re-sign the contact in order to send a message to this address or edit the contact. This can also happen when you have recovered your password and reset your keys.
cs: Ověření {{ emails }} se nezdařilo: kontakt není správně podepsán. Chcete-li odeslat zprávu na tuto adresu nebo upravit kontakt, musíte jej znovu podepsat. K tomuto může také dojít, pokud jste si obnovili heslo a resetovali klíče.
da: Verifikationen af {{ emails }} mislykkedes: Kontakten er ikke signeret korrekt. Du skal gensignere eller redigere kontakten for at kunne sende en besked til denne adresse. Dette kan også ske, når du har genoprettet din adgangskode og nulstillet dine nøgler.
hu: Hiba a következő cím ellenőrzésekor: {{ emails }}. A névjegy nincs megfelelően aláírva. A névjegyet ismét alá kell írnia, vagy szerkesztenie, hogy üzenetet küldhessen erre a címre. Ezt a hibát az is okozhatja, ha jelszó visszaállítást kért és visszaállította a saját kulcsait.
is: Sannvottun á s{{ emails }} mistókst: tengiliðurinn er ekki rétt undirritaður. Þú verður að endur-undirrita tengiliðinn til að geta sent skilaboð á þetta tölvupóstfang eða til að breyta tengiliðaupplýsingunum. Þetta getur líka gerst þegar þú hefur endurheimt lykilorðið þitt og frumstillt dulritunarlyklana þína.
it: La verifica di {{ emails }} è fallita: il contatto non è firmato correttamente. Devi firmare nuovamente il contatto in modo da inviare messaggi a questo indirizzo o modificare il contatto. Questo può succedere anche quando recuperi la tua password e resetti le tue chiavi.
ja: {{ emails }} の検証に失敗しました：連絡先が正しく署名されていません。メッセージを送信するためには、連絡先に再署名するか編集する必要があります。パスワードの復旧や鍵のリセットをした際に、このような現象がでる場合があります。
ro: Verificarea adresei {{ emails }} a eșuat: contactul nu este înregistrat corect. Trebuie să-l reînregistrați sau să-l editați pentru a putea trimite mesaje pe adresa acestuia. Aceasta se poate întâmpla când v-ați recuperat parola și ați resetat cheile.

# Warning
source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
cs: Upozornění: Nenastavili jste sekundární email, v případě ztráty hesla, nebude možné účet obnovit. Pokračovat bez sekundárního e-mailu?
da: Advarsel: Du har ikke angivet en e-mail til gendannelse, så kontogendannelse er umulig i tilfælde af en glemt adgangskode. Fortsæt uden e-mail til gendannelse?
hu: Figyelem: nem adott meg helyreállító e-mail címet. Ha elveszíti a jelszavát, így lehetetlen lesz visszaszereznie a fiók elérést. Biztos, hogy folytatja helyreállító e-mail nélkül?
is: Aðvörun: Þú stilltir ekki póstfang fyrir endurheimtupóst, þannig að ekki er mögulegt að endurheimta notandaaðganginn þinn ef þú gleymir lykilorðinu. Á að halda áfram án endurheimtupóstfangs?
it: Attenzione: non ha impostato un'email di recupero, il recupero dell'account è impossibile se dimentica la password. Procedere senza email di recupero?
ja: 警告: 回復用メールを設定していないため、パスワードを忘れた場合にはアカウントの復旧はできません。回復用メールが未設定のまま続行しますか？
ro: Avertizare: Nu ați setat un e-mail de recuperare astfel încât să fie posibilă recuperarea contului dacă vă uitați parola. Continuați fără e-mail de recuperare?

# Warning
source: You can also send anyway without expiration to these recipients.
cs: Také lze odeslat bez vypršení platnosti těmto příjemcům.
da: Du kan også sende alligevel uden udløb til disse modtagere.
hu: Ezeknek a címzetteknek időkorlát nélküli üzenetet is küldhet.
is: Þú getur einnig samt sent án gildistíma til þessara viðtakenda.
it: Puoi inviare ugualmente senza scadenza a questi destinatari.
ja: これらの宛先に有効期限を設定せずに送信することもできます。
ro: Puteți trimite și fără expirare acestor destinatari.

# Write a feedback about ProtonMail
source: Your thoughts...
cs: Váš názor...
da: Dine tanker...
hu: Mit gondol...
is: Hugmyndir þínar...
it: I tuoi pensieri...
ja: あなたのご意見
ro: Părerea dvs. ...

# X days before the end
source: {{$count}} day
da: {{$count}} dag
hu: {{$count}} nap
is: {{$count}} dagur

# X hours before the end
source: {{$count}} hour
da: {{$count}} time
hu: {{$count}} óra
is: {{$count}} klukkustund

# X minutes before the end
source: {{$count}} minute
da: {{$count}} minut
hu: {{$count}} perc
is: {{$count}} mínúta

# X seconds before the end
source: {{$count}} second
da: {{$count}} sekund
hu: {{$count}} másodperc
is: {{$count}} sekúnda

# You can Add contact or Import contacts
source: You can
cs: Můžete
da: Du kan
hu: Lehetőségek:
is: Þú getur

# You can Add contact or Import contacts
source: or
cs: nebo
da: eller
hu: vagy
is: eða

# atom text loader
source: Decrypting
cs: Dešifrování
da: Dekrypterer
hu: Visszafejtés
is: Afkóðun
it: Decriptando
ja: 復号中
ro: Se decriptează

# atom text loader
source: Enabling calendar (coming soon).<br />This may take a few minutes, please wait.
cs: Aktivace kalendáře (již brzy).<br />Počkejte prosím, může to trvat několik minut.
da: Aktiverer kalender (kommer snart).<br />Dette kan tage et par minutter...
hu: Naptár engedélyezése (hamarosan elérhető).<br />Ez eltarthat pár percig, kérjük várjon.
is: Virkja dagatal (kemur bráðum).<br />Þetta getur tekið nokkrar mínútur , hinkraðu við.
it: Abilitando il calendario (in arrivo prossimamente).<br />Questo potrebbe richiedere alcuni minuti, si prega di attendere.
ja: カレンダー（近日公開予定）を有効化しています。<br />これには数分を要する場合があります。

# auth log entry
source: Login failure (two-factor)
cs: Přihlášení selhalo (dvoufázové)
da: Loginfejl (to-faktor)
hu: Sikertelen bejelentkezés (kétlépéses)
is: Bilun í innskráningu (tveggja-þátta)
it: Login fallito (in due passaggi)
ja: ログイン失敗（２要素）
ro: Conectare eșuată (doi factori)

# auth log entry
source: Login success
cs: Přihlášení úspěšné
da: Logget ind
hu: Sikeres bejelentkezés
is: Innskráning tókst
it: Accesso effettuato
ja: ログイン成功
ro: Conectare reușită

# auth log entry
source: Login success (two-factor)
da: Logget ind (tofaktor)
hu: Sikeres bejelentkezés (kétlépéses)
is: Innskráning tókst (tveggja-þátta)

# auth log entry
source: Logout
cs: Odhlášení
da: Log ud
hu: Kijelentkezés
is: Útskráning
it: Disconnetti
ja: ログアウト
ro: Deconectare

# bitcoin error request
source: Error connecting to the Bitcoin API.
cs: Chyba při připojování k Bitcoin API.
da: Fejl under oprettelse af forbindelse til Bitcoin-API.
hu: Hiba a Bitcoin API-ra csatlakozás közben.
is: Villa í tengingu við Bitcoin API.
it: Errore di connessione all'API Bitcoin.
ja: ビットコインAPIへの接続中にエラーが発生しました。
ro: Eroare la conectare API Bitcoin.

# bug report modal
source: Browser version
cs: Verze prohlížeče
hu: Böngésző verzió
is: Útgáfa vafra
it: Versione del browser
ja: ブラウザのバージョン
ro: Versiune navigator

# bug report modal
source: Please make sure to give us a way to contact you
cs: Ujistěte se prosím, že jste nám dali způsob, jak Vás můžeme kontaktovat
da: Sørg for, at vi har en måde at kontakte dig på
hu: Kérjük, adjon meg valamilyen elérhetőséget, ahol felvehetjük önnel a kapcsolatot
is: Gakktu úr skugga um að þú gefir okkur upp einhverja leið til að hafa samband við þig
it: Per favore accertati di aver specificato un modo per contattarti
ja: あなたの連絡先を教えてください
ro: Vă rugăm să vă asigurați că ne furnizați o modalitate de contact

# bug report modal description
source: Please describe the problem and include any error messages
cs: Popište prosím problém a přiložte všechny chybové zprávy
da: Beskriv problemet og medtag evt. fejlmeddelelser
hu: Kérjük, írja le a problémát és másolja be az esetleges hibaüzeneteket
is: Lýstu vandamálinu og gefðu upp öll villuskilaboð
it: Per favore descrivi il problema e includi eventuali messaggi di errore
ja: 問題について、エラーメッセージ等も含めてご記入下さい。（英語）
ro: Vă rugăm să descrieţi problema incluzând și orice mesaje de eroare

# bug report modal label
source: Browser
cs: Prohlížeč
hu: Böngésző
is: Vafri
ja: ブラウザ
ro: Navigator

# bug report modal label
source: Browser version
cs: Verze prohlížeče
hu: Böngésző verzió
is: Útgáfa vafra
it: Versione del browser
ja: ブラウザのバージョン
ro: Versiune navigator

# bug report modal label
source: Email address
cs: E-mailová adresa
da: E-mailadresse
hu: E-mail cím
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ro: Adresă e-mail

# bug report modal label
source: What happened?
cs: Co se stalo?
da: Hvad skete der?
hu: Mi történt?
is: Hvað gerðist?
it: Cos'è accaduto?
ja: どのような症状がでましたか？（英語）
ro: Ce s-a întâmplat?

# button
source: Remove bonuses
da: Fjern bonusser
hu: Kedvezmények törlése
is: Fjarlægja bónusa

# button to configure the domain
source: Wizard
cs: Průvodce
da: Guide
hu: Varázsló
is: Leiðarvísir
it: Procedura guidata
ja: ウィザード

# configuration status badge
source: Not set
cs: Nenastaveno
da: Ikke angivet
hu: Nincs beállítva
is: Ekki stillt

# copyright
source: ProtonMail.com - Made globally, hosted in Switzerland.
cs: ProtonMail.com - vytvořen globálně, hostován ve Švýcarsku.
da: ProtonMail.com - Gjort global, hostet i Schweiz.
hu: ProtonMail.com - Globális kezdeményezés, Svájci székhellyel.
is: ProtonMail.com - Unnið á heimsvísu, hýst í Sviss.
it: ProtonMail.com - Realizzato globalmente, ospitato in Svizzera.
ja: ProtonMail.com - 世界標準、スイス本拠地
ro: ProtonMail.com - Realizat global, găzduit în Elveția.

# dashboard options select
source: 1 Custom Domain
cs: 1 vlastní doména
da: 1 tilpasset domæne
hu: 1 saját domain név
is: 1 sérsniðið lén
it: 1 Dominio personalizzato
ja: {{$count}} 個の独自ドメイン
ro: Un domeniu personalizat

# dashboard options select
source: 1 GB Storage
cs: 1 GB místa
da: 1 GB lagerplads
hu: 1 GB tárhely
is: 1 GB geymslurými
it: 1 GB di spazio
ja: {{$count}} GBのストレージ
ro: 1 GB spațiu

# dashboard options select
source: 1 User
cs: 1 uživatel
da: 1 bruger
hu: 1 felhasználó
is: 1 notandi
it: 1 Utente
ja: {{$count}} ユーザー
ro: Un utilizator

# dashboard options select
source: {{value}} Addresses
cs: {{value}} Adres
da: {{value}} adresser
hu: {{value}} cím
is: {{value}} vistföng
it: {{value}} Indirizzi
ja: {{value}} アドレス
ro: {{value}} Adrese

source: of
cs: z
is: af
it: di
ro: din

source: of
cs: z
is: af
it: di
ro: din

# dashboard, donation informations
source: Upgrading to a paid account is the best way to support ProtonMail, but you can also donate any amount.
cs: Přejít na placený účet je nejlepší způsob, jak podpořit ProtonMail, nebo také můžete darovat jakoukoli částku.
da: Opgradering til en premium-konto er den bedste måde at støtte ProtonMail på, men du kan også donere et beløb.
hu: Fizetős csomagra való frissítés a legjobb módja a ProtonMail támogatásának. De szívesen fogadunk tetszőleges összegű adományokat is.
is: Uppfærsla í greiddan aðgang er besta leiðin til að styðja við ProtonMail, en einnig er hægt að styrkja með hvaða upphæð sem er.
it: L'upgrade a un account a pagamento è il modo migliore per sostenere ProtonMail, ma è anche possibile donare qualsiasi importo.
ja: 有料アカウントへのアップグレードだけでなく、任意の金額を寄付することによってもProtonMailをサポートできます。
ro: Trecerea la un cont plătit este cel mai bun mod de a suporta ProtonMail, dar puteți și să donați oricât doriți.

# dashboard, donation informations
source: Your donation helps us support more users and continue to develop ProtonMail as free and open source software.
cs: Vaše příspěvky nám pomáhají podporovat více uživatelů a nadále rozvíjet ProtonMail jako svobodný a open source software.
da: Din donation hjælper os med at understøtte flere brugere samt fortsatt at kunne udvikle ProtonMail som en rgratisi og open source-software.
hu: Adományával támogatja, hogy még több felhasználónak segíthessünk és tovább fejleszthessük a ProtonMailt, ingyenes és nyílt forráskódú programként.
is: Styrkur frá þér gerir okkur kleift að styðja við fleiri notendur og að halda áfram að þróa ProtonMail sem opinn og frjálsan hugbúnað.
it: La sua donazione ci aiuta a supportare più utenti e continuare a sviluppare ProtonMail come software libero e open source.
ja: 皆さんからの寄付は、私たちがより多くの人々を支え、ProtonMailを自由で開かれたソフトウェアとして開発してゆくために活用されます。
ro: Donația dvs. ne ajută să suportăm mai mulți utilizatori și să continuăm dezvoltarea ProtonMail ca software gratuit și cu sursă deschisă.

# domain status
source: Verification
cs: Ověření
da: Bekræftelse
hu: Ellenőrzés
is: Sannvottun
it: Verifica
ja: 検証
ro: Verificare

# domains
source: 'www' subdomains are typically not used for email. Are you sure you want to use this domain value?
cs: Subdomény 'www' se obvykle nepoužívají pro e-mail. Opravdu chcete použít tuto doménu?
da: 'www' -underdomæner benyttes typisk ikke til e-mail. Er du sikker på, at du vil benytte denne domænebetegnelse?
hu: Az e-mailhez használt domain nevek általában nem tartalmazzák a "www'"részt. Biztos, hogy folytatja ezzel a domain névvel?
is: 'www' undirlén eru venjulega ekki notuð undir tölvupóstsendingar. Ertu viss um að þú viljir nota þetta gildi fyrir lén?
it: I sottodomini 'www' non sono tipicamente usati per le email. È sicuro di voler usare questo valore di dominio?
ja: 通常、'www' サブドメインはメールには使用されません。このサブドメイン（www）を本当に使用しますか？
ro: Subdomeniile 'www' nu sunt folosite de obicei pentru e-mail. Sigur doriți să folosiți această valoare ca domeniu?

# domains list
source: Click on 'ADD CUSTOM DOMAIN' button to add a domain.
cs: Kliknutím na tlačítko 'PŘIDAT VLASTNÍ DOMÉNU' přidáte doménu.
da: Tryk på knappen 'TILFØJ BRUGERDOMÆNE' for at tilføje et domæne.
hu: Kattintson az "ÚJ SAJÁT DOMAIN NÉV" gombra, hogy felvegyen egy domain nevet.
is: Smelltu á 'BÆTA VIÐ SÉRSNIÐNU LÉNI' til að bæta við léni.
it: Clicca sul pulsante 'AGGIUNGI DOMINIO PERSONALIZZATO' per aggiungere un dominio.
ja: ドメインを追加するには「独自ドメインを追加」をクリックしてください。
ro: Apăsați pe butonul 'ADĂUGARE DOMENIU PERSONAL' pentru a adăuga un domeniu.

# domains list
source: No custom domain found
cs: Nebyly nalezeny žádné vlastní domény
da: Ingtet brugerdomæne fundet
hu: Nincs saját domain név
is: Ekkert sérsniðið lén fannst
it: Nessun dominio personalizzato trovato
ja: 独自ドメインは見つかりませんでした。
ro: Nu s-au găsit domenii personale

# domains list
source: Setup Error: Please run the
da: Opsætningsfejl: Kør venligst
hu: Beállítási hiba, futtassa a
is: Villa í uppsetningu: Keyrðu

# domains list
source: to correct configuration errors.
da: for at rette opsætningsfejl.
hu: a hibák javításához.
is: til að leiðrétta villur í uppsetningu.

# dropdown label
source: Label Saved
cs: Štítek byl uložen
da: Etiket gemt
hu: Címke elmentve
is: Merking vistuð
it: Etichetta salvata
ja: ラベルが保存されました。
ro: Etichetă salvată

# dropdown label
source: Labels Saved
cs: Štítky byly uloženy
da: Etiketter gemt
hu: Címkék elmentve
is: Merkingar vistaðar
it: Etichette salvate
ja: ラベルが保存されました。
ro: Etichete salvate

# error message
source: Error creating a contact
cs: Chyba při vytváření kontaktu
da: Fejl under oprettelse af kontaktperson
hu: Hiba történt a névjegy létrehozása során
is: Villa við að búa til tengilið
it: Errore durante la creazione di un contatto
ja: 連絡先の作成中にエラーが発生しました。

# how many domains are in use
source: domains used.
cs: použitých domén.
da: domæner benyttes.
hu: domain név használatban.
is: lén í notkun.
it: domini usati.
ja: ドメインが使用済み
ro: domenii utilizate.

# info
source: RSA 2048-bit (Older but faster)
da: RSA 2.048-bit (ældre, men hurtigere)
hu: RSA 2048 bit (régebbi de gyorsabb)
is: RSA 2048-bita (eldra en hraðvirkara)

# info
source: RSA 4096-bit (Secure but slow)
da: RSA 4.096-bit (sikker, men langsom)
hu: RSA 4096 bit (Biztonságosabb de lassú)
is: RSA 4096-bita (öruggt en hægvirkt)

# info
source: Subject
da: Emne
hu: Tárgy
is: Viðfangsefni

# info
source: X25519 (Modern, fastest, secure)
da: X25519 (moderne, hurtigst, sikker)
hu: X25519 (Modern, leggyorsabb, biztonságos)
is: X25519 (nútímalegt, hraðast, öruggt)

# info link to Addresses/Users in Signatures page
source: New Addresses can be added on
cs: Nové adresy mohou být přidány v sekci
da: Nye adresser kan tilføjes via
hu: Új címek felvehetők:
is: Hægt er að bæta við nýjum vistföngum á
it: Nuovi indirizzi possono essere aggiunti su
ja: 新規アドレスを追加するには：
ro: Adrese noi pot fi adăugate în

# key flag info
source: Disables encryption with this key
cs: Vypnuté šifrování s tímto klíčem
da: Deaktiverer kruptering med denne nøgle
hu: Letiltja ezzel a kulccsal való titkosítást
is: Gerir dulritun með þessum lykli óvirka
it: Disattiva la crittografia con questa chiave
ja: この鍵での暗号化を無効にします

# key flag info
source: Disables signature verification and encryption with this key
cs: Zakáže ověření podpisu a šifrování s tímto klíčem
da: Deaktiverer signaturverifikation og kryptering med denne nøgle
hu: Letiltja ezzel a kulccsal való aláírás ellenőrzést és titkosítást
is: Gerir sannvottun undirritunar og dulritun með þessum lykli óvirka
it: Disabilita la verifica della firma e la crittografia con questa chiave
ja: この鍵での暗号化および、署名の検証を無効にします

# key flag info
source: Signatures produced by this key are treated as invalid and this key cannot be used for encryption
cs: Podpisy vytvořené tímto klíčem jsou považovány za neplatné a tento klíč nelze použít pro šifrování
da: Signaturer genereret af denne nøgle behandles som ugyldige, og denne nøgle kan ikke benyttes til kryptering
hu: Az ezzel a kulccsal készült aláírások érvénytelenként lesznek kezelve és a kulcs nem használható titkosításra
is: Undirritanir gerðar með þessum lykli verða meðhöndlaðar sem ógildar og þennan dulritunarlykil verður ekki hægt að nota til dulritunar
it: Le firme prodotte da questa chiave vengono considerate come non valide e questa chiave non può essere utilizzata per la crittografia
ja: この鍵でされた署名を無効なものとして扱い、暗号化にも使用できなくします

# key flag info
source: This address has been disabled
cs: Tato adresa byla zakázána
da: Denne adresse er deaktiveret
hu: Cím letiltva
is: Þetta vistfang hefur verið gert óvirkt
it: Questo indirizzo è stato disabilitato
ja: このアドレスは無効になっています

# key flag info
source: This key cannot be used for encryption
cs: Tento klíč nelze použít pro šifrování
da: Nøglen kanm ikke benyttes til kryptering
hu: Ez a kulcs nem használható titkosításhoz
is: Ekki er hægt að nota þennan lykil til dulritunar
it: Questa chiave non può essere usata per la crittografia
ja: この鍵は暗号化に使用できません

# key generation progrss
source: Done
cs: Hotovo
da: Udført
hu: Kész
is: Lokið
it: Completato
ja: 完了
ro: Gata

# key generation progrss
source: Generating
cs: Generování
da: Genererer...
hu: Generálás
is: Útbý
it: Generazione
ja: 作成中
ro: Se generează

# key generation progrss
source: Queued
cs: Ve frontě
da: Sat i kø
hu: Sorba állítva
is: Í biðröð
it: Accodato
ja: 処理待ち
ro: În așteptare

# key generation progrss
source: Saved
cs: Uloženo
da: Gemt
hu: Mentve
is: Vistað
it: Salvata
ja: 保存済み
ro: Salvată

# label
source: Currency
cs: Měna
da: Valuta
hu: Pénznem
is: Gjaldmiðill
it: Valuta
ja: 通貨
ro: Moneda

# login form placeholder
source: Password
cs: Heslo
da: Adgangskode
hu: Jelszó
is: Lykilorð

# login form placeholder
source: Username
cs: Uživatelské jméno
da: Brugernavn
hu: Felhasználónév
is: Notandanafn

# month price
source: /mo
cs: /měsíc
da: /md
hu: /hó
is: /mán
it: /mese
ja: /月
ro: /lună

# notification drag and drop
source: Apply label
cs: Použít štítek
da: Anvend etiket
hu: Címke alkalmazása
is: Setja merkingu
it: Applica etichetta
ja: ラベルを適用
ro: Aplicare etichetă

# notification drag and drop
source: Move {{total}} {{type}}
cs: Přesunout {{total}} {{type}}
da: Flyt {{total}} {{type}}
hu: {{total}} {{type}} áthelyezése
is: Færa {{total}} {{type}}
it: Spostare {{total}} {{type}}
ja: {{total}}{{type}}を移動
ro: Mutare {{total}} {{type}}

# notification drag and drop
source: Star {{total}} {{type}}
cs: Označit {{total}} {{type}}
da: Stjernemarkér {{total}} {{type}}
hu: {{total}} {{type}} csillagozása
is: Stjörnur {{total}} {{type}}
it: Aggiungi ai preferiti {{total}} {{type}}
ja: {{total}} {type}}に星印を付ける
ro: Marcare {{total}} {{type}}

# price
source: /mo
da: /md
hu: /hó
is: /mán

# printed message info
source: Received:
cs: Přijato:
da: Modtaget:
hu: Fogadva:
is: Móttekið:
it: Ricevuto:

# reset password
source: If you are resetting the Login password only, old messages can be recovered later if you know your existing Mailbox Password. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
cs: Pokud obnovujete pouze přihlašovací heslo, staré zprávy lze obnovit za předpokladu, že znáte stávající heslo k e-mailové schránce. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Více informací</a>.
da: Nulstiller du kun loginadgangskoden, kan gamle beskeder genoprettes senere, såfremt du kender din eksisterende postkasseadgangskode. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Få mere information</a>.
hu: Ha visszaállítja a bejelentkezési jelszavát, a régi üzenetek csak akkor lesznek helyreállíthatók, ha tudja a meglévő e-mail jelszavát. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">További információk</a>.
is: Ef þú endurstillir einungis Innskráningarlykilorðið, þá er mögulegt að endurheimta eldri skilaboð ef þú veist lykilorðið á pósthólfinu. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Kanna nánar</a>.
it: Se stai azzerando solo la tua password di login, potrai recuperare i tuoi vecchi messaggi successivamente conoscendo la tua password attuale della casella di posta. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Scopri di più</a>.
ja: ログインパスワードのみをリセットする場合、既存のメールボックスパスワードを使って引き続き古いメッセージを回復することができます。 <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">詳細</a>はこちら。
ro: Dacă resetați doar parola de conectare, mesajele vechi pot fi recuperate mai târziu dacă știți parola actuală a mesajelor. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Aflați mai multe</a>.

# reset password
source: If you remember your old password later, you can recover your existing messages. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
cs: Pokud si později vzpomenete na své staré heslo, budete moci obnovit Vaše stávající zprávy. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Dozvědět se více</a>.
da: Kommer du i tanke om din gamle adgangskode senere, kan du gendanne dine eksisterende beskeder. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Få mere information</a>.
hu: Ha később mégis emlékezne a régi jelszavára, helyreállíthatja majd a meglévő üzeneteit. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">További információk</a>.
is: Ef þú manst gamla lykilorðið þitt síðar, geturðu endurheimt fyrirliggjandi póstinn þinn. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Kanna nánar</a>.
it: Se ricorda la sua vecchia password poi potrà recuperare i messaggi esistenti. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Scopra di più</a>.
ja: 後で古いパスワードを思い出した場合は、既存のメッセージを回復できます。 <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">詳細</a>はこちら。
ro: Dacă vă mai amintiți ulterior vechea parolă, vă puteți recupera mesajele existente. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Aflați mai multe</a>.
