Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Info
source: Add a domain that you own to your ProtonMail account.
cs: Přidat svoji doménu k účtu ProtonMail.
da: Tilføj dit eget domæne til din ProtonMail-konto.
hu: Adjon hozzá tulajdonában lévő domaint a ProtonMail fiókjához.
is: Bættu léni sem þú átt við ProtonMail notandaaðganginn.
it: Aggiungi un dominio che possiedi al tuo account ProtonMail.
ja: あなたが所有しているドメインをProtonMailアカウントに追加してください。
ro: Adăugați un domeniu propriu la contul ProtonMail.

# Info
source: Add additional email addresses to your account such as username2@protonmail.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
cs: Přidat k účtu další e-mailové adresy, například uzivatelskejmeno2@protonmail.com. Chcete-li využívat tuto funkci, <a ui-sref="secured.dashboard({scroll: true})">přejděte na tarif ProtonMail Plus</a>.
da: Føj yderligere e-mailadresser til din konto,.f.eks. brugernavn2@protonmail.com. For at aktivere denne funktion til, <a ui-sref="secured.dashboard({scroll: true})">så opgradér til ProtonMail Plus</a>.
hu: Adjon hozzá további e-mail címeket a fiókjához, mint például felhasznalonev2@protonmail.com. A funkció eléréséhez, <a ui-sref="secured.dashboard({scroll: true})">váltson ProtonMail Plus csomagra</a>.
is: Bættu auka-tölvupóstföngum við notandaaðganginn þinn eins og t.d. notandanafn2@protonmail.com. Til að virkja þennan eiginleika þarftu að <a ui-sref="secured.dashboard({scroll: true})">uppfæra í ProtonMail Plus</a>.
it: Aggiungi indirizzi aggiuntivi al tuo account come nomeutente2@protonmail.com. Per attivare questa funzione, <a ui-sref="secured.dashboard({scroll: true})">ottieni la promozione a ProtonMail Plus</a>.

# Info
source: Add your name (or company name) and address to your invoices.
cs: Přidejte své jméno (nebo název společnosti) a adresu do faktur.
da: Tilføj dit eget (eller firma-) navn og adresse til dine fakturaer.
hu: Adja hozzá a nevét (vagy cégnevét) és címét a számlákhoz.
is: Bættu við nafninu þínu (eða heiti fyrirtækis) og heimilisfangi á reikningana.
it: Aggiungi il tuo nome (o il nome dell'azienda) e l'indirizzo alle tue fatture.
ja: 請求書の宛名用に、あなたの名前 （または会社名）と住所を追加してください。
ro: Adăugare nume (sau nume companie) și adresă la facturile dvs.

# Info
source: Address added
cs: Adresa přidána
da: Adresse tilføjet
hu: Cím hozzáadva
is: Vistfangi bætt við
it: Indirizzo aggiunto
ja: アドレスが追加されました。
ro: Adresă adăugată

# Info
source: Address deleted
cs: Adresa odstraněna
da: Adresse slettet
hu: Cím törölve
is: Vistfangi eytt
it: Indirizzo eliminato
ja: アドレスが削除されました。
ro: Adresă ștearsă

# Info
source: Address disabled
cs: Adresa zakázána
da: Adresse deaktiveret
hu: Cím letiltva
is: Vistfang gert óvirkt
it: Indirizzo disabilitato
ja: アドレスが無効になりました。
ro: Adresă dezactivată

# Info
source: Address enabled
cs: Adresa povolena
da: Adresse aktiveret
hu: Cím engedélyezve
is: Vistfang virkjað
it: Indirizzo abilitato
ja: アドレスが有効になりました。
ro: Adresă activată

# Info
source: Address updated
cs: Adresa aktualizována
da: Adresse opdateret
hu: Cím frissítve
is: Vistfang uppfært
it: Indirizzo aggiornato
ja: アドレスが更新されました。
ro: Adresă actualizată

# Info
source: Advanced settings saved
cs: Rozšířené nastavení bylo uloženo
da: Avancerede indstillinger gemt
hu: Haladó beállítások mentve
is: Vistaði ítarlegar stillingar
it: Impostazioni avanzate salvate
ja: 拡張設定を保存しました。

# Info
source: All uploaded keys are expired or revoked! Encryption is automatically disabled.
cs: Všechny nahrané klíče vypršely nebo byly zrušeny! Šifrování je automaticky zakázáno.
da: Alle uploadede nøgler er udløbet eller tilbagekaldt! Kryptering er automatisk blevet deaktiveret.
hu: Minden feltöltött kulcs lejárt vagy vissza van vonva. A titkosítás automatikusan kikapcsolt.
is: Allir innsendir dulritunarlyklar eru útrunnir eða afturkallaðir. Dulritun er því sjálfvirkt óvirk.
it: Tutte le chiavi caricate sono scadute oppure revocate! La crittografia è stata disattivata automaticamente.
ja: 全てのアップロードされた鍵は期限切れか取り消されています。暗号化は自動的に無効になります。
ro: Toate cheile încărcate sunt expirate sau revocate! Criptarea a fost dezactivată automat.

# Info
source: Already used
cs: Již použito
da: Allerede anvendt
hu: Már használatban
is: Þegar notað
it: Già usato

# Info
source: Also used to reset a forgotten password.
cs: Také se používá k obnovení zapomenutého hesla.
da: Benyttes også til nulstilling af en glemt adgangskode.
hu: Használható elfelejtett jelszó helyreállítására is.
is: Einnig notað til að endurstilla gleymt lykilorð.
it: Viene utilizzato anche per re-inizializzare una password dimenticata.
ja: パスワードを忘れた場合のリセットにも使用されます。
ro: Folosit și pentru resetarea parolelor uitate.

# Info
source: An unknown public key has been detected for this recipient.
da: En ukendt offentlig nøgle er fundet for denne modtager.
hu: Egy ismeretlen publikus kulcsot észleltünk ehhez a címzetthez.
is: Fundist hefur óþekktur dreifilykill fyrir þennan viðtakanda.

# Info
source: Annually
cs: Ročně
da: Årlig
hu: Évente
is: Árlega
it: Annualmente
ja: 年間
ro: Anual

# Info
source: Are you sure you want to clear all your logs?
cs: Opravdu chcete vymazat všechny záznamy?
da: Sikker på, at du vil slette alle logger?
hu: Biztosan törölni szeretné az összes naplót?
is: Ertu viss um að þú viljir hreinsa alla atvikaskráningu?
it: Sei sicuro di voler eliminare tutti i tuoi log?
ja: 本当に、全てのログをクリアしますか？
ro: Sigur doriți ștergerea tuturor jurnalelor?

# Info
source: Are you sure you want to delete all your contacts?
cs: Opravdu chcete odstranit všechny Vaše kontakty?
da: Sikker på, at du vil slette alle kontakter?
hu: Biztos, hogy törölni szeretné az összes névjegyet?
is: Ertu viss um að þú viljir eyða öllum tengiliðunum þínum?
it: Sei sicuro di voler eliminare tutti i tuoi contatti?
ja: 全ての連絡先を削除してよろしいですか？
ro: Sigur doriți ștergerea tuturor contactelor?

# Info
source: Are you sure you want to delete these contact groups ? Contacts in the group aren’t deleted if the contact group is deleted.
da: Er du sikker på du vil slette disse kontaktgrupper? Kontaktpersoner i gruppen bliver ikke slettet hvis kontaktgruppen slettes.
hu: Biztos, hogy törölni szeretné ezeket a névjegy csoportokat? A névjegyek a csoportban nem törlődnek a csoport törlésével.
is: Ertu viss um að þú viljið eyða þessum tengiliðahópum? Tengiliðum í þessum hópum er ekki eytt þótt sjálfum hópunum sé eytt.

# Info
source: Are you sure you want to delete this address?
cs: Opravdu chcete smazat tuto adresu?
da: Sikker på, at du vil slette denne adresse?
hu: Biztos, hogy törölni szeretné ezt a címet?
is: Ertu viss um að þú viljir eyða þessu vistfangi?
it: Sei sicuro di voler eliminare questo indirizzo?
ja: 本当にこのアドレスを削除してよろしいですか？
ro: Sigur doriți ștergerea acestei adrese?

# Info
source: Are you sure you want to delete this contact ?
da: Er du sikker på, at du ønsker at slette denne kontaktperson?
hu: Biztos, hogy törölni szeretné ezt a névjegyet?
is: Ertu viss um að þú viljir eyða þessum tengilið?

# Info
source: Are you sure you want to delete this contact group ? Contacts in the group aren’t deleted if the contact group is deleted.
da: Er du sikker på, at du ønsker at slette denne kontaktgruppe? Kontaktpersoner i gruppen bliver ikke slettet, hvis kontaktgruppen slettes.
hu: Biztos, hogy törölni szeretné ezt a névjegy csoportot? A névjegyek a csoportban nem törlődnek a csoport törlésével.
is: Ertu viss um að þú viljið eyða þessum tengiliðahópi? Tengiliðum í þessum hópi er ekki eytt þótt sjálfum hópnum sé eytt.

# Info
source: Are you sure you want to delete this contact?
cs: Opravdu chcete smazat tento kontakt?
da: Sikker på, at du vil slette denne kontakt?
hu: Biztos, hogy törölni szeretné ezt a névjegyet?
is: Ertu viss um að þú viljir eyða þessum tengilið?
it: Sei sicuro di voler eliminare questo contatto?
ja: 選択された連絡先を削除してよろしいですか？
ro: Sigur doriți ștergerea contactului selectat?

# Info
source: Are you sure you want to delete this filter?
cs: Opravdu chcete odstranit tento filtr?
da: Sikker på, at du vil slette dette filter?
hu: Biztos, hogy törölni szeretné ezt a szűrőt?
is: Ertu viss um að þú viljir eyða þessari síu?
it: Sei sicuro di voler eliminare questo filtro?
ja: このフィルターを削除してよろしいですか？
ro: Sigur doriți ștergerea acestui filtru?

# Info
source: Are you sure you want to delete this folder? Messages in the folders aren’t deleted if the folder is deleted, they can still be found in all mail. If you want to delete all messages in a folder, move them to trash.
cs: Opravdu chcete odstranit tuto složku? Zprávy ze složky nebudou smazány, ale budou stále dostupné ve složce Všechna pošta. Jestli chcete odstranit i zprávy, přesuňte je do koše.
da: Sikker på, at du vil slet denne mappe? Beskeder i mapperne slettes ikke, hvis mappen slettes, men kan fortsat findes i Alle mails. Vil du slette alle beskeder i en mappe, skal du flytte dem til Papirkurven.
hu: Biztos, hogy törölni szeretné ezt a mappát? A mappa törlésével a benne tárolt üzenetek továbbra is megtalálhatóak lesznek az összes levelek között. Amennyiben a mappában lévő üzeneteket is törölni szeretné, helyezze át őket a lomtárba.
is: Ertu viss um að þú viljir eyða þessari möppu? Skilaboðum í möppu er ekki eytt þó að möppunni sé eytt, þau má áfram finna í 'Allur tölvupóstur'. Ef þú ætlar að eyða öllum skilaboðum í möppu, þarftu að setja þau í rusliðþ
it: Sei sicuro di voler eliminare questa cartella? I messaggi contenuti non saranno eliminati ma potranno ancora essere trovati in "tutti i messaggi". Se desideri eliminare tutti i messaggi di una cartella, spostali nel cestino.
ja: このフォルダーを削除してよろしいですか？フォルダーが削除された場合でも、フォルダー内のメッセージは削除されず、「全てのメール」フォルダーの中に保持されます。フォルダー内の全てのメッセージを削除する場合は、それらをごみ箱に移動してください。
ro: Sigur doriți ștergerea acestui folder? Mesajele din folder nu sunt șterse dacă folderul este șters, ele încă putând fi găsite în toate mesajele. Dacă doriți să ștergeți toate mesajele dintr-un folder, mutați-le în gunoi.

# Info
source: Are you sure you want to delete this label? Removing a label will not remove the messages with that label.
cs: Opravdu chcete odstranit tento štítek? Odebrání štítku nesmaže zprávy označené tímto štítkem.
da: Sikker på, at du vil slette denne etiket? Fjernelseaf en etiket, fjerner ikke samtidig beskderne med den pågældende etiket.
hu: Biztos, hogy törölni szeretnék ezt a címkét? A címke törlése nem törli az üzeneteket ezzel a címkével.
is: Ertu viss um að þú viljir eyða þessu merki? Eyðing merkis eyðir ekki skilaboðum með því merki.
it: Sei sicuro di voler eliminare questa etichetta? Rimuovere l'etichetta non eliminerà i messaggi con tale etichetta.
ja: このラベルを本当に削除しますか？ラベルを削除しても、そのラベルが付いたメッセージは削除されません。
ro: Sigur doriți să ștergeți această etichetă? Ștergerea unei etichete nu va șterge mesajele etichetate cu ea.

# Info
source: Are you sure you want to delete this payment method?
cs: Opravdu chcete odstranit tento způsob platby?
da: Sikker på, at du vil slette denne betalingsmetode?
hu: Biztos, hogy törölni szeretné ezt a fizetési módot?
is: Ertu viss um að þú viljir eyða þessum greiðslumáta?
it: Sei sicuro di voler eliminare questo metodo di pagamento?
ja: この支払い方法を削除してよろしいですか？
ro: Sigur doriți să ștergeți această metodă de plată?

# Info
source: Are you sure you want to disable this address?
cs: Opravdu chcete zakázat tuto adresu?
da: Sikker på, at du vil deaktivere denne adresse?
hu: Biztos, hogy le szeretné tiltani ezt a címet?
is: Ertu viss um að þú viljir gera þetta vistfang óvirkt?
it: Sei sicuro di voler disattivare questo indirizzo?
ja: このアドレスを無効にしてよろしいですか？
ro: Sigur doriți să dezactivați această adresă?

# Info
source: Are you sure you want to disable two-factor authentication?
cs: Opravdu chcete zakázat dvoufázové ověřování?
da: Sikker på, at du vil deaktivere to-faktor autentificering?
hu: Biztosan ki szeretné kapcsolni a kétlépéses hitelesítést?
is: Ertu viss um að þú viljir gera tveggja-þátta auðkenningu óvirka?
it: Sei sicuro di voler disattivare l'autenticazione a due passaggi?
ja: 2 要素認証を無効にしてよろしいですか。
ro: Sigur doriți dezactivarea autentificării cu doi factori?

# Info
source: Are you sure you want to permanently delete this user? The inbox and all addresses associated with this user will be deleted.
cs: Opravdu chcete trvale odstranit tohoto uživatele? Doručená pošta uživatele a všechny přidružené adresy budou smazány.
da: Sikker på, at du vil slette denne bruger permanent? Indbakken samt alle adresser tilknyttet denne bruger slettes.
hu: Biztos, hogy véglegesen törölni szeretné ezt a felhasználót? A beérkezezett üzenetek és a felhasználóhoz tartozó címek törlésre kerülnek.
is: Ertu viss um að þú viljir eyða þessum notanda endanlega? Innhólf hans ásamt öllum þeim póstföngum sem honum tengjast verður eytt.
it: Sei sicuro di volere eliminare per sempre questo utente? La casella di posta e tutti gli indirizzi associati a questo utente saranno eliminati.
ja: このユーザーを完全に削除してもよろしいですか？ 受信箱と、このユーザーに関連付けられている全てのアドレスが削除されます。
ro: Sigur doriți ștergerea permanentă a acestui utilizator? Mesajele și toate adresele asociate cu acest utilizator vor fi șterse.

# Info
source: Are you sure you want to permanently remove this user from your organization? The user will lose access to all the addresses of your organization.
cs: Opravdu chcete smazat vybraného člena organizace? Odstraněním ztratí přístup ke všem adresám organizace.
da: Vil du permanent fjerne denne bruger fra din organisation? Brugeren vil miste adgang til alle adresser i din organisation.
hu: Biztos, hogy véglegesen törli a felhasználót a szervezetből? A felhasználó elveszíti a hozzáférését a szervezet összes címéhez.
is: Ertu viss um að þú viljir eyða þessum notanda endanlega úr stofnuninni þinni? Notandinn mun tapa aðgangi að öllum þeim póstföngum sem tilheyra henni.
it: Sei sicuro di voler eliminare per sempre questo utente dalla vostra organizzazione? L'utente perderà l'accesso a tutti gli indirizzi della tua organizzazione.
ja: 組織からこのユーザーを永久に削除してよろしいですか？このユーザーは組織の全てのアドレスに対するアクセスが失われます。

# Info
source: Are you sure you want to remove administrative privileges from this user?
cs: Opravdu chcete tomuto uživatelovi odebrat oprávnění správce?
da: Sikker på, at du vil fjerne administrative rettigheder fra denne bruger?
hu: Biztos, hogy szeretné törölni a felhasználó adminisztratív jogait?
is: Ertu viss um að þú viljir fjarlægja kerfisstjórnunarheimildir af þessum notanda ?
it: Sei sicuro di voler rimuovere i privilegi amministrativi a questo utente?
ja: このユーザーから管理者特権を削除してもよろしいですか。
ro: Sigur doriți să eliminați drepturile administrative ale acestui utilizator?

# Info
source: Are you sure? This cannot be undone.
cs: Jste si jisti? Nelze to vrátit zpět.
da: Sikker? Handlingen kan ikke fortrydes.
hu: Biztos benne? Ezt nem lehet visszavonni.
is: Ertu viss? Það er ekki hægt að taka þetta aftur.
it: Sei sicuro? L’azione non può essere annullata.
ja: 元には戻せませんが、本当によろしいですか。
ro: Sunteți sigur(ă)? Această acțiune nu poate fi anulată.

# Info
source: As an early Proton user, your account has extra features.
da: Som en tidlig Proton-bruger har din konto ekstra funktioner.
hu: Mivel Ön korai Proton felhasználó, fiókja extra szolgáltatásokat tartalmaz.
is: Sem snemmbúinn Proton-notandi, er notandaaðgangurinn þinn með ýmsa aukaeiginleika.

# Info
source: Attached Event
cs: Připojená událost
da: Vedhæftet begivenhed
hu: Csatolt Esemény
is: Viðhengdur atburður
it: Evento allegato
ja: 添付イベント
ro: Eveniment atașat

# Info
source: Attendees
cs: Účastníci
da: Deltagere
hu: Résztvevők
is: Þáttakendur
it: Partecipanti
ja: 参加者
ro: Participanți

# Info
source: Automatic replies can respond automatically to incoming messages (such as when you are on vacation and can't respond).
cs: Automatické odpovědi mohou automaticky reagovat na příchozí zprávy (například, pokud jste na dovolené a nemůžete na zprávu odpovědět).
da: Automatiske svar kan reagere på indgående beskeder, som du ikke selv kan besvare.
hu: Automatikus üzenetekkel válaszolhat a beérkező üzenetekre (például amikor nyaralni van és nem tud válaszolni a leveleire).
is: Sjálfvirk svör geta svarað sjálfkrafa mótteknum pósti (eins og til dæmis þegar þú ert í leyfi og getur ekki svarað).
it: Le risposte automatiche possono essere inviate in risposta ai messaggi in arrivo (ad esempio quando sei in vacanza e non puoi rispondere).
ja: 自動返信は、受信メッセージに自動的に応答することができます（休暇中で返信できない場合など）。
ro: Răspunsurile automate pot fi folosite pentru a răspunde mesajelor primite (ca atunci când sunteți în vacanță și nu puteți răspunde).

# Info
source: Available VPN connections
cs: Dostupná VPN připojení
da: Tilgængelige VPN-forbindelser
hu: Elérhető VPN kapcsolatok
is: Tiltækar VPN-tengingar
it: Connessioni VPN disponibili

# Info
source: Available domains
cs: Dostupné domény
da: Tilgængelige domæner
hu: Elérhető domain nevek
is: Tiltæk lén
it: Domini disponibili

# Info
source: Back to the contact list
cs: Zpět na seznam kontaktů
da: Retur til kontaktoversigten
hu: Vissza a névjegy listára
is: Til baka í tengiliðalistann
it: Torna all'elenco dei contatti
ja: 連絡先一覧に戻る

# Info
source: Before you can receive emails for your custom domain addresses at ProtonMail, you need to add the following MX records to your DNS. This can typically be done in the control panel of your domain name registrar.
cs: Než budete moci přijímat e-maily na adresy své vlastní domény u služby ProtonMail, je potřeba přidat následující záznamy MX a DNS. To lze obvykle provést v ovládacích panelech u registrátora názvu domény.
da: Inden du kan modtage e-mails til dine tilpassede domæneadresser i ProtonMail, skal du tilføje følgende MX-poster til din DNS. Dette kan typisk gøres via et webkontrolpanel hos din domæneudbyder.
hu: Mielőtt e-maileket fogadhatna az egyedi domain nevével a ProtonMail-nél, a következő MX DNS rekordok hozzáadására van szükség. Ez általában a domain név regisztrátor kezelőfelületén történik.
is: Áður en þú getur farið að taka á móti tölvupóstum fyrir sérsniðin póstföng á léninu þínu hjá ProtonMail, þá þarftu að bæta eftirfarandi MX-færslum við DNS-skráninguna þína. Þetta er venjulega hægt að gera í stjórnglugga hjá skrásetjara lénsins þíns.
it: Prima di poter ricevere messaggi di posta per i tuoi domini personalizzati su ProtonMail, devi aggiungere il seguente record MX sul tuo DNS. Questo può essere generalmente fatto dal pannello di controllo del registrar del tuo dominio.
ja: ProtonMailで独自ドメイン宛のメールを受信するには、まず次のMXレコードをDNSに追加する必要があります。 これは通常、ドメイン名登録のコントロールパネルから行うことができます。
ro: Înainte de a putea primi e-mailuri pentru adresele de domeniu particularizate la ProtonMail, trebuie să adăugați următoarele înregistrări MX în DNS. Acest lucru se poate face de obicei în panoul de control al registratorului numelui de domeniu.

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them.
da: Inden du kan begynde at sende og modtage e-mails fra dine nye adresser, skal du oprette krypteringsnøgler til dem.
hu: Mielőtt elkezdhetne küldeni és fogadni e-maileket az új címével, létre kell hoznia titkosítási kulcsokat hozzá.
is: Áður en þú getur farið að senda og taka við tölvupósti á nýju póstföngunum þínum, þarftu að útbúa dulritunarlykla fyrir þau.

# Info
source: Below are optional settings you can use to customize your account. You can always find these on your Settings page.
cs: Níže naleznete volitelná nastavení pro případné přizpůsobení účtu. Tyto nastavení najdete vždy na stránce s nastavením.
da: Nedenfor er de valgfrie indstillinger, du kan benytte til tilpasning af din konto. Du kan altid finde disse på siden Indstillinger.
hu: Az alábbi opcionális beállításokkal testre szabhatja a fiókját. Ezeket mindig megtalálja a Beállítások oldalon.
is: Hér fyrir neðan eru valkvæðar stillingar sem þú getur notað til að sérsníða aðganginn þinn. Þú getur alltaf fundið þessa valkosti á stillingasíðunni þinni.
it: Sotto ci sono alcune impostazioni facoltative per personalizzare il tuo account. Le potrai sempre trovare nella pagina Impostazioni.
ja: 以下は、アカウントをカスタマイズするためのオプション設定です。 設定ページからいつでも変更できます。
ro: Mai jos sunt setări opționale pe care le puteți folosi pentru a vă personaliza contul. Le puteți găsi oricând în pagina Setări.

# Info
source: Billed as {{amount}} /2-yr
cs: Zaplaceno {{amount}} / 2 roky
da: Faktureret som {{amount}}/2 år
hu: Számlázva {{amount}} /2 évente
is: Greiðist sem {{amount}} /2 ára fresti
it: Fatturato {{amount}} / 2 anni
ja: 2 年毎に {{amount}} のご請求
ro: Facturat ca {{amount}}/2 ani

# Info
source: Billed as {{amount}} /yr
cs: Zaplaceno {{amount}} / rok
da: Faktureret som {{amount}}/år
hu: Számlázva {{amount}} /évente
is: Greiðist sem {{amount}} /ári
it: Fatturato {{amount}} /anno
ja: 1年毎に {{amount}} のご請求
ro: Facturat ca {{amount}}/an

# Info
source: Billed as {{price}} for 1 year
da: Faktureret til {{price}} for ét år
hu: Egy évre {{price}} számlázva
is: Greiðist sem {{price}} fyrir eitt ár

# Info
source: Billed as {{price}} for 2 years
da: Faktureret til {{price}} for to år
hu: Két évre {{price}} számlázva
is: Greiðist sem {{price}} fyrir tvö ár

# Info
source: Blacklist
cs: Černá listina
da: Sortliste
hu: Tiltólista
is: Bannlisti
ja: ブラックリスト
ro: Adrese blocate

# Info
source: Bug reports are not end-to-end encrypted, please do not send any sensitive information.
cs: Chybová hlášení nejsou zcela šifrované (end-to-end), neposílejte prosím žádné citlivé informace.
da: Fejlrapporter er ikke ende-til-ende krypterede. Send derfor ikke følsomme oplysninger.
hu: A hibajelentések nem végpontok közt titkosítottak, kérjük ne küldjön semmilyen érzékeny információt.
is: Villuskýrslur eru ekki dulritaðar enda-í-enda, endilega ekki vera að miðla neinum viðkvæmum upplýsingum í þeim.
it: Le segnalazioni di bug non sono crittografate end-to-end, per favore non invii alcuna informazione sensibile.
ja: バグ報告は暗号化されないため、個人情報は含めないでください。
ro: Rapoartele de erori nu sunt criptate în ambele părți. Vă rugăm nu trimiteți informații confidențiale.

# Info
source: Buttons position saved
cs: Pozice tlačítek uložena
da: Knapposition gemt
hu: Gombok helyzete mentve
is: Staðsetning hnappa vistuð
it: Posizione dei pulsanti salvata
ja: ボタン位置が保存されました。
ro: Poziție butoane salvată

# Info
source: By clicking Create Account, you agree to abide by
cs: Kliknutím na tlačítko Vytvořit účet, souhlasíte s dodržováním
da: Ved at trykke på Opret konto accepterer du at efterlerve
hu: A Fiók létrehozása megnyomásával elfogadja a
is: Með því að smella á 'Búa til notandaaðgang' samþykkir þú að
it: Cliccando Crea account, accetti di rispettare
ja: アカウント作成ボタンを押すことで、次の規約への同意とみなされます。
ro: Apăsând pe Creare cont, sunteți de acord să respectați

# Info
source: By clicking Setup Account, you agree to abide by
cs: Kliknutím na tlačítko Nastavení účtu, souhlasíte s dodržováním
da: Ved at trykke på Opsæt konto accepterer du at efterlerve
hu: A Fiók beállítása megnyomásával elfogadja a
is: Með því að smella á 'Uppsetning notandaaðgangs' samþykkir þú að
it: Cliccando Impostazioni account, accetti di rispettare
ja: アカウント設定ボタンを押すことで、次の規約への同意とみなされます。
ro: Apăsând pe Setare cont, sunteți de acord să respectați

# Info
source: By clicking Submit, you agree to abide by
cs: Kliknutím na tlačítko Odeslat, souhlasíte s dodržováním
da: Ved at trykke på Indsend accepterer du at efterlerve
hu: Az Elküldés megnyomásával elfogadja a
is: Með því að smella á 'Senda inn' samþykkir þú að
it: Cliccando Invia, accetti di rispettare
ja: 送信のクリックによって、次の規約への同意とみなされます。
ro: Apăsând pe Trimitere, sunteți de acord să respectați
