Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Title
source: You can generate a new encryption key if you think your previous key has been compromised. 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys.
cs: Pokud Vás předcházející klíč považujete za ohrožený/nebezpečný, mužete vytvořit nový šifrovací klíč. 4096-bitové klíče fungují pouze na vysoce výkonných počítačích. Pro většinu uživatelů doporučujeme používat 2048-bitové klíče.
it: Puoi generare una nuova chiave di crittografia se pensi che quella tua precedente sia stata compromessa. Le chiavi a 4096 bit funzionano solo su computer ad alte prestazioni. Per la maggior parte degli utenti si consiglia di utilizzare chiavi a 2048 bit.
ja: 以前の鍵が侵害されたと考える場合は、新しい暗号鍵を生成することができます。 4096ビット鍵の作成は、ブラウザのクラッシュまたはフリーズを引き起こす場合があります。 4096ビット鍵は高性能コンピュータでのみ動作します。ほとんどのユーザーには2048ビットの鍵を使用することを推奨します。
ro: Puteți genera o nouă cheie de criptare dacă credeți că cheia anterioară a fost compromisă. Cheile de 4096 de biți funcționează numai pe computere de înaltă performanță. Pentru majoritatea utilizatorilor recomandăm utilizarea cheilor de 2048 de biți.

# Tooltip
source: 1-year plan, 20% off
cs: Roční tarif, sleva 20%

# Tooltip
source: 2-year plan, 33% off
cs: Dvouletý tarif, sleva 33%

# Tooltip
source: VPN discount, 20% off
cs: 20% sleva na VPN

# subscription label
source: Address
cs: Adresa
it: Indirizzo
ja: メールアドレス
ro: Adresa

# subscription label
source: Custom domain
cs: Vlastní doména
it: Dominio personalizzato
ja: 独自ドメイン
ro: Domeniu personal

# subscription label
source: Storage
cs: Úložiště
it: Archiviazione
ja: ストレージ容量
ro: Spațiu

# subscription label
source: User
cs: Uživatel
it: Utente
ja: ユーザー
ro: Utilizator

# subscription label
source: VPN Connections
cs: VPN Připojení
it: Connessioni VPN
ja: VPN 接続
ro: Conexiuni VPN

# Action
source: <i class="fa fa-floppy-o"></i> <span ng-show="message.maximized === true" translate="" translate-context="Action">Save</span>
ro: <i class="fa fa-floppy-o"></i> <span ng-show="message.maximized === true" translate="" translate-context="Action">Salvare</span>

# Action
source: <i class="fa fa-trash-o"></i> <span ng-show="!!message.maximized" translate="" translate-context="Action">Discard</span>
ro: <i class="fa fa-trash-o"></i> <span ng-show="!!message.maximized" translate="" translate-context="Action">Renunțare</span>

# Action
source: Add Condition
ro: Adăugare condiție

# Action
source: Edit other signatures
ro: Editare alte semnături

# Action
source: Edit photo
ro: Editare imagine

# Action
source: Fetch from server
ro: Preluare din server

# Action
source: Import Key
ro: Importare cheie

# Action
source: New Key
ro: Cheie nouă

# Action
source: Reactivate address keys
ro: Reactivați cheile adresei

# Action
source: Reactivate contact keys
ro: Reactivați cheile contactului

# Action
source: To
ro: Către

# Action to not save contact details and switch to the new page
source: Discard
ro: Renunțare

# Action to save contact details and switch to the new page
source: Save
ro: Salvare

# Button
source: Remove
ro: Eliminare

# Button
source: Trust
ro: De încredere

# Confirm message
source: Are you sure you want to delete this key pair? Messages that have been encrypted with this key can
ro: Sigur doriți să ștergeți această pereche de chei? Mesajele care au fost criptate cu această cheie pot

# Contact item label
source: Trusted Keys
ro: Chei de încredere

# Donation modal
source: Error while processing credit.
ro: Eroare la procesarea creditului.

# Donation modal
source: Error while processing donation.
ro: Eroare în timpul procesării donației.

# Error
source: Address creation failed
ro: Eșuare creare adresă

# Error
source: Cannot send message
ro: Nu se poate trimite mesajul

# Error
source: Domain request failed
ro: Solicitarea domeniului a eșuat

# Error
source: Email invalid
ro: E-mail incorect

# Error
source: Error during deletion
ro: Eroare în timpul ștergerii

# Error
source: Error during disable request
ro: Eroare în timpul cererii de dezactivare

# Error
source: Error during enable request
ro: Eroare în timpul cererii de activare

# Error
source: Error during get address
ro: Eroare la preluarea adresei

# Error
source: Error during query addresses
ro: Eroare la interogarea adreselor

# Error
source: Error during revoke request
ro: Eroare în timpul solicitării de respingere

# Error
source: Error during the encryption
ro: Eroare în timpul criptării

# Error
source: Error during the initialization of logs
ro: Eroare în timpul inițializării jurnalelor

# Error
source: Error during the reply process
ro: Eroare în timpul procesului de răspuns

# Error
source: Error during updating
ro: Eroare în timpul actualizării

# Error
source: Error privatizing the user
ro: Eroare marcare utilizator ca privat

# Error
source: Error retrieving backup organization keys
ro: Eroare obținere chei de rezervă organizație

# Error
source: Error subscribing
ro: Eroare la abonare

# Error
source: Error updating organization key recovery password
ro: Eroare actualizare parolă de recuperare chei organizație

# Error
source: Error updating organization name
ro: Eroare la actualizarea numelui organizației

# Error
source: Error updating role
ro: Eroare la actualizarea rolului

# Error
source: Error updating the disk space quota
ro: Eroare actualizare limită spațiu pe disc

# Error
source: Error updating the name
ro: Eroare la actualizarea numelui

# Error
source: Error updating the vpn option
ro: Eroare actualizare opțiune VPN

# Error
source: Error while updating setting
ro: Eroare la actualizarea setării

# Error
source: No conversations available
ro: Nu există conversații

# Error
source: No messages available
ro: Nu există mesaje disponibile

# Error
source: Organization keys request failed
ro: Cerere chei organizație nereușită

# Error
source: Saving draft failed, please try again
ro: Salvarea ciornei nu a reușit, vă rugăm reîncercați.

# Error
source: Subscription request failed
ro: Solicitare abonare eșuată

# Error
source: Unable to get organization keys
ro: Imposibil de obținut cheile organizației

# Error
source: Unable to reset theme
ro: Nu se poate reinițializa tema

# Error
source: Unable to save your changes, please try again.
ro: Imposibil de salvat modificările, reîncercați.

# Error
source: Unable to save your changes, your signature is too large.
ro: Nu se pot salva schimbările, semnătura dvs. este prea mare.

# Error
source: User creation failed
ro: Eșuare creare utilizator

# Error
source: User request failed
ro: Solicitare utilizator eșuată

# Error
source: Username already taken
ro: Numele de utilizator este deja luat

# Error
source: Username invalid
ro: Nume de utilizator nevalid

# Error
source: VPN request failed
ro: Solicitare VPN eșuată

# Error
source: Your account currently has an overdue invoice. Please contact your administrator.
ro: Contul are în prezent o factură restantă. Vă rugăm să contactați administratorul.

# Error delete attachment
source: Error during the remove request
ro: Eroare în timpul solicitării de ștergere

# Error label modal
source: Error when saving label
ro: Eroare la salvarea etichetei

# Error message
source: %s is not a valid PGP key.
ro: %s nu este o cheie PGP validă.

# Error message
source: Uploaded key does match selected key.
ro: Cheia încărcată nu se potrivește cu cheia selectată.

# Error organization
source: Error during the generation of new organization keys
ro: Eroare în timpul generării noilor chei ale organizației

# Error organization
source: Organization request failed
ro: Eșuare solicitare organizație

# Error organization creation
source: Error during organization request
ro: Eroare în timpul solicitării de creare a organizației

# Full day name
source: Friday
ro: Vineri

# Full day name
source: Monday
ro: Luni

# Full day name
source: Saturday
ro: Sâmbătă

# Full day name
source: Sunday
ro: Duminică

# Full day name
source: Thursday
ro: Joi

# Full day name
source: Tuesday
ro: Marți

# Full day name
source: Wednesday
ro: Miercuri

# Help
source: To edit the signature(s) and manage your address(es), <a ui-sref="secured.account">go to account</a>
ro: Pentru a edita semnătura(urile) și gestionarea adresei(elor), <a ui-sref="secured.account">vizitați contul</a>

# Info
source: Are you sure you want to permanently remove this user from your organization? They will lose access to any addresses belonging to your organization.
ro: Sigur doriți ștergerea permanentă a acestui utilizator din organizație? Utilizatorul va pierde accesul la orice adresă ce aparține organizației.

# Info
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS. <strong>Do not remove it even after successful verification</strong>. This can typically be done in the control panel of your domain name registrar.
ro: Din motive de securitate, trebuie să verificăm că sunteți proprietarul domeniului. Adăugați următorul cod în DNS. <strong>Nu-l eliminați nici după reușirea verificării</strong>. Această operație poate fi de obicei realizată din panoul de control al celui care v-a înregistrat domeniul.

# Info
source: If you wish to delete in order to combine this account with another one, do NOT delete your account. You need to instead follow
ro: Dacă doriți să-l ștergeți pentru a combina acest cont cu altul, NU ștergeți acest cont. Trebuie în schimb să urmați

# Info
source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
ro: Acest e-mail nu respectă cerințele de autentificare ale domeniul său. Ar putea fi falsificat sau redirecționat eronat!

# Key details
source: Created on {{created}}, {{bits}} bits (only used for signature verification)
ro: Creată la {{created}}, {{bits}} de biți (utilizată doar pentru verificarea semnăturii).

# Label
source: <label class="labelsState-toggle-label" translate-context="Label" translate="">Notification</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>
ro: <label class="labelsState-toggle-label" translate-context="Label" translate="">Notificare</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>

# Link
source: Reactivate keys
ro: Reactivați cheile

# Link
source: the procedure
ro: procedura

# Message
source: An RSA key with bit size {{ bits }} is already active for this address. Generating another key will cause slower account loading and deletion of this key can cause issues. If you are generating a new key because your old key is compromised, please mark that key as compromised first. Are you sure you want to continue?
ro: O cheie RSA de {{ bits }} biți este deja activă pentru această adresă. Generarea unei alte chei va duce la încărcarea mai lentă a contului, iar ștergerea acestei chei poate provoca probleme. Dacă generați o cheie nouă deoarece cheia veche vă este compromisă, marcați mai întâi cheia respectivă ca fiind compromisă. Sigur doriți să continuați?

# Paypal component
source: Error connecting to PayPal.
ro: Eroare conectare la PayPal.

# Pikaday
source: April
ro: Aprilie

# Pikaday
source: December
ro: Decembrie

# Pikaday
source: February
ro: Februarie

# Pikaday
source: January
ro: Ianuarie

# Pikaday
source: July
ro: Iulie

# Pikaday
source: June
ro: Iunie

# Pikaday
source: March
ro: Martie

# Pikaday
source: May
ro: Mai

# Pikaday
source: November
ro: Noiembrie

# Pikaday
source: October
ro: Octombrie

# Pikaday
source: September
ro: Septembrie

# Placeholder
source: Composer mode
ro: Mod de compunere

# Placeholder
source: Cryptographic scheme
ro: Schemă criptografică

# Placeholder
source: Encrypt
ro: Criptare

# Placeholder
source: Sign
ro: Semnare

# Report bug request
source: Error communicating with the server
ro: Eroare în comunicarea cu serverul

# Single letter code Friday
source: F
ro: V

# Single letter code Monday
source: M
ro: L

# Single letter code Sunday
source: S
ro: D

# Single letter code Thursday
source: T
ro: J

# Single letter code Tuesday
source: T
ro: M

# Single letter code Wednesday
source: W
ro: M

# Text displays in the toggle component, make it shorter as possible
source: No
ro: Nu

# Text displays in the toggle component, make it shorter as possible
source: OFF
ro: NU

# Text displays in the toggle component, make it shorter as possible
source: ON
ro: DA

# Text displays in the toggle component, make it shorter as possible
source: Yes
ro: Da

# Three letter code Friday
source: Fri
ro: Vin

# Three letter code Monday
source: Mon
ro: Lun

# Three letter code Saturday
source: Sat
ro: Sâm

# Three letter code Sunday
source: Sun
ro: Dum

# Three letter code Thursday
source: Thu
ro: Joi

# Three letter code Tuesday
source: Tue
ro: Mar

# Three letter code Wednesday
source: Wed
ro: Mie

# Title
source: <span class="margin-right" translate="">Available VPN connections</span>
ro: <span class="margin-right" translate="">Conexiuni VPN disponibile</span>

# Title
source: <span class="margin-right" translate="">Number of users</span>
ro: <span class="margin-right" translate="">Număr de utilizatori</span>

# Title
source: <span class="margin-right" translate="">Organization storage</span>
ro: <span class="margin-right" translate="">Spațiu organizație</span>

# Title
source: ProtonMail Signature
ro: Semnătura ProtonMail

# Title
source: Signature
ro: Semnătură

# Tooltip
source: Active
ro: Activă

# Tooltip
source: Primary
ro: Primară

# Tooltip automatically attach public key
source: This automatically adds your public key to each message you send. Recipients can use this to verify the authenticity of your messages and sent encrypted messages to you.
ro: Aceasta va adăuga automat cheia publică la fiecare mesaj pe care îl trimiteți. Destinatarii pot folosi aceasta pentru a vă verifica autenticitatea mesajelor și pentru a vă trimite mesaje criptate.

# action
source: Create a new label
ro: Creare etichetă

# action
source: Create label
ro: Creare etichetă

# action
source: Forgot username?
ro: Ați uitat numele de utilizator?

# action
source: Have a reset code?
ro: Aveți un cod de resetare?

# atom text loader
source: Enabling IMAP (coming soon).<br />This may take a few minutes, please wait.
ro: Activare IMAP (în curând).<br />Acest proces poate dura câteva minute, vă rugăm așteptați.

# key flag info
source: Compromised
ro: Compromisă

# key flag info
source: Disabled
ro: Dezactivată

# key flag info
source: Mark compromised
ro: Marcare compromisă

# key flag info
source: Mark obsolete
ro: Marcare învechită

# key flag info
source: Obsolete
ro: Învechită

# login form
source: Username
ro: Nume utilizator

source: 2-years
ro: 2 ani

source: A new version of ProtonMail is available. Please refresh this page.
ro: Este disponibilă o nouă versiune ProtonMail. Împrospătați pagina.

source: Active
ro: Activ

source: Add VPN Protection
ro: Adăugare protecție VPN

source: Add additional email addresses to your account such as username2@protonmail.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
ro: Adăugați adrese adiționale în cont cum ar fi numeutiliator2@protonmail.com. Pentru a activa această funcție, faceți <a ui-sref="secured.dashboard({scroll: true})">upgrade la ProtonMail Plus</a>.

source: Add multiple emails
ro: Adăugare e-mailuri multiple

source: Address
ro: Adresa

source: Advanced settings
ro: Setări avansate

source: All
ro: Toate

source: Allocated to admin
ro: Alocate administratorului

source: Already used
ro: Deja folosit

source: Also Archive
ro: Și arhivare

source: Annually
ro: Anual

source: Archive
ro: Arhivă

source: Associated addresses:
ro: Adrese asociate:

source: Automatic indicates that the format in the composer is used to send to this user. Plain Text indicates that the message will always be converted to plain text on send.
ro: «Automat» înseamnă că mesajul trimis acestui contact va fi trimis în formatul din modul de compunere. «Text simplu» înseamnă că mesajul trimis va fi întotdeauna convertit în text simplu fără formatări.

source: Available VPN connections
ro: Conexiuni VPN disponibile

source: Available domains
ro: Domenii disponibile

source: Banner permanently hidden
ro: Banner permanent ascuns

source: Bits
ro: Biți

source: Browser
ro: Navigator

source: By leaving now, you will lose what you have written in this email. You can save a draft if you want to come back to it later on.
ro: Închizând acum, veți pierde tot ce ați scris în acest mesaj. Puteți salva o ciornă dacă doriți să reveniți mai târziu.

source: Catch-all address updated
ro: Adresă colector mesaje actualizată

source: Choose a password
ro: Alegeţi o parolă

source: Choose username
ro: Alegeți numele de utilizator

source: Choose your default language.
ro: Alegere limbă implicită.

source: City
ro: Oraş

source: Column
ro: Coloană

source: Confirm Password
ro: Confirmare parolă

source: Confirm login password
ro: Confirmare parolă conectare

source: Confirm mailbox password
ro: Confirmare parolă mesaje

source: Confirm organization password
ro: Confirmare parolă organizație

source: Confirm password
ro: Confirmare parolă

source: Confirm recovery Password
ro: Confirmare parolă de recuperare

source: Contact re-signed
ro: Contact reînregistrat

source: Copy address
ro: Copiere adresă

source: Copy login
ro: Copiere utilizator

source: Copy password
ro: Copiere parolă

source: Country
ro: Țara

source: Created
ro: Creat

source: Credit card
ro: Card de credit

source: Custom
ro: Personal

source: DANGER
ro: PERICOL

source: Day of the month
ro: Ziua lunii

source: Decrypt
ro: Decriptare

source: Default
ro: Implicit

source: Delete
ro: Ștergere

source: Desktop notifications are currently <strong>disabled</strong>. To enable them, you need to go to your browser settings.
ro: Notificările pe desktop sunt momentan <strong>dezactivate</strong>. Pentru a le activa, trebuie să accesați setările navigatorului.

source: Desktop notifications are currently <strong>enabled</strong>.
ro: Notificările pe desktop sunt momentan <strong>activate</strong>.

source: Digital signature verified
ro: Semnătura digitală verificată

source: Disabled
ro: Dezactivat

source: Display name
ro: Nume afișat

source: Do not require exact match
ro: Nu e nevoie de potrivire exactă

source: Do you want to export the public key or the private key?
ro: Doriți exportarea cheii publice sau a cheii private?

source: Do you want to re-sign the contact?
ro: Doriți să reînregistrați contactul?

source: Do you want to trust the primary key?
ro: Doriți să aprobați cheia primară?

source: Domain deleted
ro: Domeniu șters

source: Domain verified
ro: Domeniu verificat

source: Done
ro: Gata

source: Download
ro: Descărcare

source: Download the attachment
ro: Descărcare atașament

source: Draft
ro: Ciornă

source: Email Address
ro: Adresa de e-mail

source: Email verification
ro: Verificare e-mail

source: Enabled
ro: Activat

source: End-to-end encrypted
ro: Criptat în ambele părți

source: End-to-end encrypted to verified recipient
ro: Criptat la ambele părți spre destinatar verificat

source: Enter the key password:
ro: Introduceți parola cheii:

source: Enter the word 'DANGER' here.
ro: Introduceți aici cuvântul « PERICOL ».

source: Enter your existing Proton password
ro: Introduceți parola ProtonMail curentă

source: Enter your login password:
ro: Introduceți parola de acces:

source: Error encrypting message
ro: Eroare la criptarea mesajului

source: Error while adding the public key to the contacts
ro: Eroare la adăugarea cheii publice la contacte

source: Error while updating setting
ro: Eroare la actualizarea setării

source: Expires
ro: Expiră

source: Export contact in vCard format
ro: Exportare contact în format vCard

source: Extended address (apartment or suite number)
ro: Adresa extinsă (număr apartament sau casă)

source: Filter folders
ro: Filtrare foldere

source: Fingerprint
ro: Amprentă

source: Folder deleted
ro: Folder șters

source: Folder emptied
ro: Folder golit

source: From
ro: De la

source: Generating keys
ro: Generare chei

source: Generating keys...
ro: Se generează cheile...

source: Good
ro: Bun

source: Hint
ro: Indiciu

source: Hotkeys preferences updated
ro: Preferințe combinații taste actualizate

source: Image URL
ro: URL imagine

source: Image preferences updated
ro: Preferințe imagini actualizate

source: In archive
ro: În arhivă

source: In spam
ro: În spam

source: In trash
ro: În gunoi

source: Inactive
ro: Inactivă

source: Inbox
ro: Primite

source: It currently isn't possible to subscribe to a Paid ProtonMail plan.
ro: Momentan nu este posibilă abonarea la un plan plătit ProtonMail.

source: Key password
ro: Parola cheii

source: Keywords
ro: Cuvinte cheie

source: Label deleted
ro: Etichetă ștearsă

source: Label order saved
ro: Ordine etichete salvată

source: Layout saved
ro: Aspect salvat

source: Learn more
ro: Aflați mai multe

source: Loading encryption info...
ro: Încărcare informații criptare...

source: Loading...
ro: Se încarcă...

source: Login password
ro: Parolă conectare

source: Mailbox password
ro: Parolă mesaje

source: Maximized
ro: Mărit

source: Message password
ro: Parolă mesaj

source: Message sent
ro: Mesaj trimis

source: Missing keys
ro: Lipsesc cheile

source: Monthly
ro: Lunar

source: More
ro: Mai multe

source: Name
ro: Nume

source: Never show
ro: Nu mai arăta

source: No
ro: Nu

source: Not set
ro: Nesetat

source: Not set properly
ro: Setat incorect

source: Notification email
ro: E-mail de notificare

source: Number of VPN connections which can be assigned to users.
ro: Număr conexiuni VPN care pot fi atribuite utilizatorilor.

source: Number of users
ro: Număr de utilizatori

source: OS Name
ro: Nume SO

source: OS version
ro: Versiune SO

source: Operation timed out for security reasons, please try again
ro: Operația a expirat din motive de securitate, vă rugăm reîncercați

source: Optional
ro: Opțional

source: Organization name
ro: Nume organizație

source: Organization password
ro: Parola organizației

source: Organization storage
ro: Spațiu organizație

source: Orphan
ro: Orfan

source: PGP clients are more likely to automatically detect your PGP keys if outgoing messages are signed.
ro: Clienții PGP probabil vor detecta automat cheile PGP dacă mesajele trimise sunt semnate.

source: PGP-encrypted
ro: Criptat cu PGP

source: PGP-signed
ro: Semnat cu PGP

source: Page
ro: Pagina

source: Password
ro: Parola

source: Password updated
ro: Parolă actualizată

source: Plan subscription
ro: Tip abonament

source: Please add addresses to send and receive email with this domain
ro: Adăugați adrese pentru a putea trimite și primi mesaje cu acest domeniu

source: Please add the follow TXT record. Note, DNS records can take several hours to update.
ro: Adăugați următoarea înregistrare TXT. Atenție, înregistrările DNS au nevoie de câteva ore pentru a se actualiza.

source: Please enter your organization recovery password:
ro: Introduceți parola de recuperare a organizației:

source: Please give the address and temporary password to the new member so they can log in.
ro: Transmiteți adresa și parola temporară noului membru pentru a se putea conecta.

source: Please upload a valid encryption key first before enabling encryption
ro: Încărcați mai întâi o cheie validă de criptare înainte de activarea criptării

source: Popup
ro: Contextual

source: Post office box
ro: Cutie poștală

source: Postal code
ro: Cod poştal

source: Preference saved
ro: Preferințe salvate

source: Primary
ro: Primară

source: Primary Admin
ro: Administrator principal

source: Private key imported
ro: O cheie privată importată

source: Private key reactivated
ro: Cheie privată reactivată
