Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Label
source: Archive
cs: Archiv
da: Arkiv
hu: Archív
is: Safn
it: Archivio
ja: アーカイブ
ro: Arhivă

# Label
source: Automatically attach public key
cs: Automaticky připojit veřejný klíč
da: Vedhæft automatisk offentlig nøgle
hu: Nyilvános kulcs automatikus csatolása
is: Hengja við dreifilykil sjálfvirkt
it: Allega automaticamente la chiave pubblica
ja: 公開鍵の自動添付
ro: Atașare automată cheie publică

# Label
source: Available Public Keys
da: Tilgængelige Offentlige Nøgler
hu: Elérhető nyilvános kulcsok
is: Tiltækir dreifilyklar

# Label
source: Card Number
cs: Číslo karty
da: Kortnummer
hu: Kártya szám
is: Greiðslukortanúmer
it: Numero della carta
ja: クレジットカード番号
ro: Număr card

# Label
source: Card holder
cs: Držitel karty
da: Kortholder
hu: Kártyabirtokos
is: Handhafi greiðslukorts
it: Titolare carta
ja: カード名義人
ro: Titular card

# Label
source: Choose the user who will own this address
cs: Vyberte uživatele, který bude vlastnit tuto adresu
da: Vælg ejeren af denne adresse
hu: Válassza ki felhasználót, akihez ez a cím tartozni fog
is: Veldu notandann sem mun eiga þetta tölvupóstfang
it: Scegli l'utente che possederà questo indirizzo
ja: このアドレスの所有者となるユーザーを選択
ro: Alegeți utilizatorul care va avea această adresă

# Label
source: Color
cs: Barva
da: Farve
hu: Szín
is: Litur
it: Colore
ja: 色
ro: Culoare

# Label
source: Composer Text Direction
da: Skrivesession, tekstretning
hu: Szerkesztő szövegiránya
is: Textastefna í ritli

# Label
source: Composer mode
da: Skrivesessionstilstand
hu: Szerkesztő módja
is: Ritilshamur

# Label
source: Confirm Password
cs: Potvrdit heslo
da: Bekræft adgangskode
hu: Jelszó megerősítése
is: Staðfestu lykilorð
it: Conferma password
ja: パスワードの確認
ro: Confirmare parolă

# Label
source: Confirm password
cs: Potvrdit heslo
da: Bekræft adgangskode
hu: Jelszó megerősítése
is: Staðfesta lykilorð
it: Conferma password
ja: パスワードの確認
ro: Confirmare parolă

# Label
source: Country
cs: Stát
da: Land
hu: Ország
is: Land
it: Paese
ja: 国名
ro: Țara

# Label
source: Create a new group
da: Opret en ny gruppe
hu: Új csoport létrehozása
is: Stofna nýjan hóp

# Label
source: Credit card
cs: Kreditní karta
da: Betalingskort
hu: Bankkártya
is: Greiðslukort
it: Carta di credito

# Label
source: Custom theme
da: Tilpasset tema
hu: Egyéni téma
is: Sérsniðið þema

# Label
source: Days
cs: Dny
da: Dage
hu: Nap
is: Dagar
it: Giorni
ja: 曜日
ro: Zile

# Label
source: Default PGP Scheme
cs: Výchozí schéma PGP
da: Standard PGP-ordning
hu: Alapértelmezett PGP séma
is: Sjálfgefið PGP-skema
it: Schema PGP predefinito
ja: 既定のPGP 方式
ro: Schemă PGP implicită

# Label
source: Display name
cs: Zobrazované jméno
da: Vis navn
hu: Megjelenített név
is: Birtingarnafn
it: Nome visualizzato
ja: 表示名
ro: Nume afișat

# Label
source: Do not ask again
da: Spørg ikke igen
hu: Ne kérdezze újra
is: Ekki spyrja aftur

# Label
source: Do not import group
da: Importér ikke gruppe
hu: Ne importálja a csoportot
is: Ekki flytja inn hóp

# Label
source: Do not require exact match
cs: Nevyžaduje se přesná shoda
da: Kræver ikke eksakt match
hu: Nem szükséges pontos egyezés
is: Ekki krefjast nákvæmrar samsvörunar
it: Non richiedere la corrispondenza esatta
ja: 完全に一致しないものも含める
ro: Nu e nevoie de potrivire exactă

# Label
source: Download App
cs: Stáhnout aplikaci
da: Hent app
hu: Alkalmazás letöltése
is: Ná í forrit
it: Scaricare l'app
ja: アプリをダウンロード
ro: Descărcare aplicație

# Label
source: Download ProtonVPN
cs: Stáhnout ProtonVPN
da: Hent ProtonVPN
hu: ProtonVPN letöltése
is: Sækja ProtonVPN
it: Scaricare ProtonVPN
ja: ProtonVPNのダウンロード
ro: Descărcare ProtonVPN

# Label
source: Draft
cs: Koncept
da: Kladde
hu: Piszkozat
is: Drög
it: Bozza

# Label
source: Duration
cs: Doba trvání
da: Varighed
hu: Időtartam
is: Tímalengd
it: Durata
ja: 期間
ro: Durata

# Label
source: Enable
cs: Zapnout
da: Aktivér
hu: Engedélyezés
is: Virkja
it: Attiva
ja: 自動返信の有効化
ro: Activare

# Label
source: Enable/disable desktop and mobile notifications
cs: Povolit/Zakázat oznamování na ploše a mobilu
da: Aktivér/deaktivér desktop- og mobilnotifikationer
hu: Mobil és asztali értesítések ki- és bekapcsolása
is: Virkja/gera tilkynningar óvirkar á tölvum og snjalltækjum
it: Attiva/disattiva le notifiche desktop e mobile
ja: PCおよび、モバイルでの通知の有効/無効

# Label
source: End time
cs: Čas ukončení
da: Sluttidspunkt
hu: Befejezés
is: Lokatími
it: Orario di fine
ja: 終了時刻
ro: Oră sfârșit

# Label
source: Enter address
cs: Zadejte adresu
da: Angiv adresse
hu: Írja be a címet
is: Settu inn netfang
it: Inserisci il tuo indirizzo
ja: アドレスを入力してください
ro: Introducere adresă

# Label
source: Enter new OpenVPN login
cs: Zadejte nové přihlašovací jméno OpenVPN
da: Angiv nyt OpenVPN-login
hu: Írja be az új ProtonVPN bejelentkezést
is: Settu inn nýja OpenVPN-innskráningu
it: Inserisca il nuovo login di OpenVPN
ja: 新しいOpenVPN ログインIDを入力してください。
ro: Introduceți noul identificator OpenVPN

# Label
source: Enter new OpenVPN password
cs: Zadejte nové heslo k OpenVPN
da: Angiv nyt OpenVPN-adgangskode
hu: Írja be az új ProtonVPN jelszót
is: Settu inn nýtt OpenVPN-lykilorð
it: Inserisca la nuova password di OpenVPN
ja: 新しいOpenVPNパスワードを入力してください。
ro: Introduceți noua parolă OpenVPN

# Label
source: Enter two-factor passcode:
cs: Zadejte dvoufázový ověřovací kód:
da: Angiv to-faktor adgangskode:
hu: Írja be a kétlépéses kódot:
is: Settu inn tveggja-þátta lykilkóða:
it: Inserisca il codice per l'autenticazione in due passaggi:
ja: 2要素認証のパスコードを入力して下さい：
ro: Introduceți codul pentru doi factori:

# Label
source: Enter your login password to confirm your identity:
cs: Zadejte své přihlašovací heslo k potvrzení Vaší totožnosti:
da: Angiv dit login-adgangskode for at bekræfte din identitet:
hu: Írja be a jelszavát az azonosítás ellenőrzéséhez:
is: Settu inn lykilorð innskráningar til að staðfesta auðkennin þín:
it: Inserisca la sua password di accesso per confermare la sua identità:
ja: 本人確認のため、ログインパスワードを入力してください:
ro: Introduceți parola de conectare pentru a vă confirma identitatea:

# Label
source: Expires
cs: Expiruje
da: Udløber
hu: Lejárat
is: Rennur út
it: Scadrà
ja: 有効期限
ro: Expiră

# Label
source: Expiry Date
cs: Datum expirace
da: Udløbsdato
hu: Lejárati dátum
is: Rennur út
it: Data di scadenza
ja: 有効期限
ro: Dată expirare

# Label
source: Follow us
cs: Sledujte nás
da: Følg os
hu: Kövessen minket
is: Fylgstu með okkur
it: Ci segua
ja: フォローする
ro: Urmăriți-ne

# Label
source: Get Support for ProtonVPN
cs: Získat podporu pro ProtonVPN
da: Få support til ProtonVPN
hu: ProtonVPN támogatás
is: Fá aðstoð við notkun ProtonVPN
it: Richieda assistenza per ProtonVPN
ja: ProtonVPNのサポートを求める
ro: Obțineți suport pentru ProtonVPN

# Label
source: Gift code
cs: Dárkový kód
da: Gavekode
hu: Ajándék kód
is: Gjafakóði
it: Codice regalo
ja: ギフトコード
ro: Cod cadou

# Label
source: High security
cs: Vysoké zabezpečení
da: Høj sikkerhed
hu: Magas szintű biztonság
is: Mikið öryggi
it: Sicurezza alta
ja: 高レベルのセキュリティ
ro: Securitate mare

# Label
source: Highest security
cs: Nejvyšší zabezpečení
da: Højeste sikkerhed
hu: Legmagasabb szintű biztonság
is: Mesta öryggi
it: Sicurezza massima
ja: 最高レベルのセキュリティ
ro: Securitate maximă

# Label
source: Inbox
cs: Doručená pošta
da: Indbakke
hu: Beérkezett üzenetek
is: Innhólf
it: Posta in arrivo
ja: 受信箱
ro: Primite

# Label
source: Key Strength
cs: Síla klíče
da: Nøglestyrke
hu: Kulcs erőssége
is: Styrkur lykils
it: Forza della chiave
ja: 暗号鍵の強度
ro: Putere cheie

# Label
source: Login
cs: Přihlášení
da: Log ind
hu: Bejelentkezés
is: Innskráning
it: Accedi
ja: ログイン
ro: Conectare

# Label
source: Mailbox password
da: Postkasseadgangskode
hu: Postafiók jelszó
is: Lykilorð á pósthólfi

# Label
source: Major Announcements (2-3 per year)
cs: Důležitá oznámení (2-3 za rok)
da: Større bekendtgørelseer (2-3 årligt)
hu: Legfontosabb bejelentések (évente 2-3 levél)
is: Mikilvægar tilkynningar (2-3 á ári)
it: Annunci principali (2-3 all'anno)
ja: 主なお知らせ(年に2-3回)
ro: Anunțuri importante (2-3 pe an)

# Label
source: Major New Features (3-4 per year)
cs: Nové důležité funkce (3-4 za rok)
da: Nye større funktioner (3-4 årligt)
hu: Főbb új lehetőségek (évente 3-4 levél)
is: Mikilvægir nýir eiginleikar (3-4 á ári)
it: Nuove funzionalità principali (3-4 all'anno)
ja: 主な新機能(年に3-4回)
ro: Funcții noi majore (3-4 pe an)

# Label
source: Merge with existing group
da: Flet med eksisterende gruppe
hu: Összefűzés meglévő csoporttal
is: Sameina við fyrirliggjandi hóp

# Label
source: Message password
da: Beskedadgangskode
hu: Üzenet jelszó
is: Lykilorð skilaboða

# Label
source: Monthly
cs: Měsíčně
da: Månedligt
hu: Havi
is: Mánaðarlega
it: Mensile

# Label
source: Name
cs: Název
da: Navn
hu: Név
is: Nafn
it: Nome
ja: 名前
ro: Nume

# Label
source: Name on card
cs: Jméno na kartě
da: Navn på kort
hu: A kártyán szereplő név
is: Nafn á korti
it: Nome sulla carta
ja: クレジットカードの名義人
ro: Deținător card

# Label
source: New Login Password
cs: Nové přihlašovací heslo
da: Ny login-adgangskode
hu: Új bejelentkezési jelszó
is: Nýtt lykilorð Innskráningar
it: Nuova password di login
ja: 新しいログイン用パスワード
ro: Parolă nouă conectare

# Label
source: New Mailbox Password
cs: Nové heslo k poštovní schránce
da: Ny postkasseadgangskode
hu: Új e-mail jelszó
is: Nýtt lykilorð á pósthólfi
it: Nuova password della casella email
ja: 新しいメールボックス用のパスワード
ro: Parolă nouă mesaje

# Label
source: New Organization Password
cs: Nové heslo organizace
da: Ny organisationsadgangskode
hu: Új szervezeti jelszó
is: Nýtt lykilorð stofnunar
it: Nuova password dell'organizzazione
ja: 新しい組織パスワード
ro: Parolă nouă organizație

# Label
source: New Password
cs: Nové heslo
da: Ny adgangskode
hu: Új jelszó
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ro: Parolă nouă

# Label
source: Notification
cs: Oznámení
da: Notifikation
hu: Értesítés
is: Tilkynning
it: Notifica
ja: 通知
ro: Notificare

# Label
source: Organization password:
cs: Heslo organizace:
da: Oorganisationsadgangskode:
hu: Szervezeti jelszó:
is: Lykilorð stofnunar:
it: Password dell'organizzazione:
ja: 組織パスワード：
ro: Parolă organizație:

# Label
source: Password
cs: Heslo
da: Adgangskode
hu: Jelszó
is: Lykilorð
ja: パスワード
ro: Parola

# Label
source: Please provide an email address in case we need to contact you (optional):
cs: Zadejte e-mailovou adresu, pro případ, že bychom Vás potřebovali kontaktovat (volitelné):
da: Angiv venligst en e-mailadresse i fald vi bliver nødt til at kontakte dig (valgfrit):
hu: Kérjük, adjon meg egy email címet, arra az esetre, ha kapcsolatba kellene lépnünk önnel (opcionális):
is: Gefðu okkur upp tölvupóstfang svo við getum haft samband við þig (valkvætt):
it: Per favore fornisca un indirizzo email nel caso in cui dovessimo contattarla (opzionale):
ja: あなたに連絡する必要がある場合のメールアドレスを入力してください（オプション）：
ro: Furnizați o adresă de e-mail în caz că trebuie să vă contactăm (opțional):

# Label
source: Please tell us why you are leaving:
cs: Řekněte nám prosím, proč odcházíte:
da: Fortæl os, hvorfor du forlader os:
hu: Kérjük, mondja el miért hagyja el a ProtonMailt:
is: Segðu okkur endilega af hverju þú vilt hætta:
it: Per favore indichi il motivo della rimozione dell'account:
ja: 退会の理由を教えてください。
ro: Vă rugăm să ne spuneți de ce plecați:

# Label
source: Prompt to trust keys
cs: Dotaz na důvěru klíčům
da: Spørg om at have tillid til nøgler
hu: Kérdezzen rá a kulcsok megbízhatóként jelölésére
is: Spyrja hvort eigi að treysta lyklum
it: Chiedi di considerare le chiavi affidabili
ja: 鍵を信頼するか確認する
ro: Solicitare chei de încredere

# Label
source: Proton Beta (~ 10-12 per year)
cs: Proton Beta (~ 10-12 za rok)
da: Proton Beta (~ 10-12 årligt)
hu: Proton béta (évente 10-12 levél)
is: Proton Beta (~ 10-12 á ári)
it: Proton Beta (~ 10-12 all'anno)
ja: Proton Beta(年あたり~ 10-12 )
ro: Proton Beta (~ 10-12 pe an)

# Label
source: Proton Newsletter (5-6 per year)
cs: Proton Newsletter (5-6 za rok)
da: Proton nyhedsbrev (5-6 årligt)
hu: Proton hírlevél (évente 5-6 levél)
is: Proton fréttabréfið (~5-6 á ári)
it: Proton Newsletter (5-6 all'anno)
ja: Proton ニュースレター(年に5-6回)
ro: Buletin informativ Proton (5-6 pe an)

# Label
source: Proton Username
cs: Proton uživatelské jméno
da: Proton-brugernavn
hu: Proton felhasználónév
is: Notandanafn í Proton
it: Username di Proton
ja: Protonユーザー名
ro: Utilizator Proton

# Label
source: ProtonMail Signature
cs: ProtonMail podpis
da: ProtonMail-signatur
hu: ProtonMail aláírás
is: ProtonMail undirskrift
it: Firma di ProtonMail
ja: ProtonMailの署名
ro: Semnătură ProtonMail

# Label
source: ProtonVPN Homepage
cs: Domovská stránka ProtonVPN
da: ProtonVPN-webside
hu: ProtonVPN weboldal
is: Heimasíða ProtonVPN
it: Homepage di ProtonVPN
ja: ProtonVPN ホームページ
ro: Pagina ProtonVPN

# Label
source: Read
cs: Číst
da: Læs
hu: Olvasott
is: Lesa
it: Letto
ja: 既読
ro: Citit

# Label
source: Response
cs: Odpověď
da: Besvar
hu: Válasz
is: Svar
it: Risposta
ja: 応答内容
ro: Răspuns

# Label
source: Security Code
cs: Bezpečnostní kód
da: Sikkerhedskode
hu: Biztonsági kód
is: Öryggiskóði
it: Codice di sicurezza
ja: セキュリティコード
ro: Cod de securitate

# Label
source: Select an address
cs: Vyberte adresu
da: Vælg en adresse
hu: Válasszon ki egy címet
is: Veldu netfang
it: Seleziona un indirizzo
ja: アドレスの選択
ro: Selectare adresă

# Label
source: Sent / Drafts folders appearance
da: Udseende for Sendt-/Kladdemappe
hu: Elküldött és Piszkozat mappák megjelenése
is: Útlit á Sent / Drög möppum

# Label
source: Sign external messages
cs: Podepisovat externí zprávy
da: Signér eksterne beskeder
hu: Külső üzenetek aláírása
is: Undirrita utanaðkomandi skilaboð
it: Firma i messaggi esterni
ja: 外部宛のメッセージへの署名
ro: Semnare mesaje externe

# Label
source: Signature
cs: Podpis
da: Signatur
hu: Aláírás
is: Undirskrift
it: Firma
ja: 署名
ro: Semnătură

# Label
source: Spam
cs: Nevyžádaná pošta
hu: Levélszemét
is: Ruslpóstur
ja: 迷惑メール

# Label
source: Starred
cs: Oblíbené
da: Stjernemarkeret
hu: Csillagozott
is: Stjörnumerkt
it: Preferito
ja: 星印付き
ro: Marcate

# Label
source: Start time
cs: Čas zahájení
da: Starttidspunkt
hu: Kezdés
is: Upphafstími
it: Ora d'inizio
ja: 開始時刻
ro: Oră pornire

# Label
source: Storage for members:
cs: Úložiště pro členy:
da: Medlemslagerplads:
hu: Tárhely a tagoknak:
is: Geymslurými fyrir meðlimi:
it: Spazio per i membri:
ja: メンバー用ストレージ
ro: Spațiu pentru membri:

# Label
source: Time zone
cs: Časové pásmo
da: Tidszone
hu: Időzóna
is: Tímabelti
it: Fuso orario
ja: タイムゾーン
ro: Fus orar

# Label
source: Trash
cs: Koš
da: Papirkurv
hu: Lomtár
is: Rusl
it: Cestino
ja: ごみ箱
ro: Gunoi

# Label
source: Trusted Public Keys
da: Betroede Offentlige Nøgler
hu: Megbízható nyilvános kulcsok
is: Treystir dreifilyklar

# Label
source: Trusted keys
cs: Důvěryhodné klíče
da: Betroede nøgler
hu: Megbízható kulcsok
is: Treystir lyklar
it: Chiavi affidabili
ja: 信頼された鍵

# Label
source: Two-factor passcode
da: Tofaktoradgangskode
hu: Kétlépéses kód
is: Tveggja-þátta lykilkóði

# Label
source: Upload picture
cs: Nahrát obrázek
da: Upload billede
hu: Kép feltöltése
is: Senda inn mynd
it: Carica immagine
ja: 写真のアップロード
ro: Încărcare imagine

# Label
source: Use conversation grouping
da: Benyt samtalegruppering
hu: Beszélgetések csoportosítása
is: Nota hópun samtala

# Label
source: Use sticky labels
da: Benyt klæbende etiketter
hu: Ragadós címkék használata
is: Nota festa minnispunkta

# Label
source: User
cs: Uživatel
da: Bruger
hu: Felhasználó
is: Notandi
it: Utente
ja: ユーザー名
ro: Utilizator

# Label
source: User login
da: Brugerlogin
hu: Bejelentkezés
is: Innskráning notanda

# Label
source: VPN Connections
cs: VPN Připojení
da: VPN-forbindelser
hu: VPN kapcsolatok
is: VPN-tengingar
it: Connessioni VPN
ja: VPN 接続
ro: Conexiuni VPN

# Label
source: VPN Connections for members:
cs: VPN připojení pro členy:
da: Medlems-VPN-forbindelser:
hu: VPN kapcsolatok tagoknak:
is: VPN-tengingar fyrir meðlimi:
it: Connessioni VPN per i membri:
ja: メンバー用のVPN接続：
ro: Conexiuni VPN pentru membri:

# Label
source: VPN connections
cs: VPN připojení
da: VPN-forbindelser
hu: VPN kapcsolatok
is: VPN-tengingar
it: Connessioni VPN

# Label
source: We are sorry to see you go!
cs: Je nám líto, že odcházíte!
da: Vi er kede af at se dig forlade os!
hu: Sajnáljuk, hogy elmegy!
is: Okkur þykir miður að þú sért á förum!
it: Ci dispiace vederla andare via!
ja: 退会されるのはとても残念です。
ro: Ne pare rău să vă vedem plecând!

# Label
source: ZIP/Postal Code
cs: PSČ/Poštovní směrovací číslo
da: Postnummer
hu: Irányítószám
is: Póstnúmer
it: CAP/Codice postale
ja: 郵便番号
ro: Cod poștal

# Label
source: addresses
cs: adresy
da: adresser
hu: cím
is: vistföng
it: indirizzi

# Label
source: domain
cs: doména
da: domæne
hu: domain név
is: lén
it: dominio

# Label
source: domains
cs: domény
da: domæner
hu: domain név
is: lén
it: domini

# Label
source: user
cs: uživatel
da: bruger
hu: felhasználó
is: notandi
it: utente
ja: ユーザー
ro: utilizator

# Label
source: users
cs: uživatelé
da: brugere
hu: felhasználó
is: notendur
it: utenti

# Label
source: zip - country
cs: PSČ - Země
da: postnummer - land
hu: irányítószám - ország
is: póstnúmer - land
it: cap - paese
ja: 郵便番号 - 国
ro: cod poștal - țara

# Label attach to vpn total
source: Total
cs: Celkem
da: I alt
hu: Összesen
is: Alls
it: Totale
ja: 合計

# Label for address input in contact details
source: City
cs: Město
da: By
hu: Település
is: Borg/Sveitarfélag
it: Città
ja: 市町村
ro: Oraș

# Label for address input in contact details
source: Country
cs: Stát
da: Land
hu: Ország
is: Land
it: Paese
ja: 国名
ro: Țara

# Label for address input in contact details
source: Extended address (apartment or suite number)
cs: Rozšířená adresa (číslo bytu nebo pokoje)
da: Udv. adresse (etage-/lejlighedsnummer)
hu: Cím további része (lakás, ajtó)
is: Ítarlegt heimilisfang (númer íbúðar eða inngangs)
it: Indirizzo completo (numero di appartamento o suite)
ja: 建物名、部屋番号等
ro: Adresa extinsă (numărul apartamentului)

# Label for address input in contact details
source: Post office box
cs: Poštovní schránka
da: Posthus/-boks
hu: Postafiók
is: Pósthólf
it: Casella ufficio postale
ja: 郵便局
ro: Căsuță poștală

# Label for address input in contact details
source: Postal code
cs: PSČ
da: Postnummer
hu: Irányítószám
is: Póstnúmer
it: Codice postale
ja: 郵便番号
ro: Cod poștal

# Label for address input in contact details
source: State/Region
cs: Stát/Kraj
da: Stat/Region
hu: Állam/régió
is: Fylki/Hérað/Svæði
it: Regione/Stato
ja: 都道府県
ro: Stat/Județ

# Label for address input in contact details
source: Street address
cs: Ulice
da: Gadenavn
hu: Utca, házszám
is: Heimilisfang
it: Indirizzo
ja: 番地
ro: Strada

# Label for contact Encrypt toggle
source: Encrypt
cs: Zašifrovat
da: Kryptér
hu: Titkosítás
is: Dulrita
it: Crittografa
ja: 暗号化

# Label for contact MIMEType selector
source: Format
cs: Formát
hu: Formátum
is: Snið
it: Formato
ja: 書式

# Label for contact Scheme selector
source: Cryptographic scheme
cs: Kryptografické schéma
da: Krypteringsmetode
hu: Titkosítási séma
is: Dulritunarskema
it: Schema crittografico
ja: 暗号化方式

# Label for contact Sign toggle
source: Sign
cs: Podepsat
da: Underskriv
hu: Aláírás
is: Undirritun
it: Firma
ja: 署名

# Label for the message size when displaying email details
source: Size:
cs: Velikost:
da: Størrelse:
hu: Méret:
is: Stærð:
it: Dimensione:
ja: サイズ：

# Label for the progress bar displayed during the contact export
source: Decrypting contacts: {{progress}}%
cs: Dešifrování kontaktů: {{progress}}%
da: Dekrypterer kontakter: {{progress}}%
hu: Névjegyek visszafejtése: {{progress}}%
is: Afkóða tengiliði: {{progress}}%
it: Decriptazione contatti: {{progress}}%
ja: 連絡先を復号中: {{progress}}%
ro: Decriptare contacte: {{progress}} %

# Label for the progress bar displayed during the contact import
source: Encrypting contacts: {{progress}}%
cs: Šifrování kontaktů: {{progress}}%
da: Krypterer kontakter: {{progress}}%
hu: Névjegyek titkosítása: {{progress}}%
is: Dulrita tengiliði: {{progress}}%
it: Crittografando contatti: {{progress}}%
ja: 連絡先を暗号化中: {{progress}}%
ro: Criptare contacte: {{progress}} %

# Label for the progress bar displayed during the contact import
source: Upload: {{progress}}%
cs: Nahrávání: {{progress}}%
hu: Feltöltés: {{progress}}%
is: Sending: {{progress}}%
it: Caricamento: {{progress}}%
ja: アップロード： {{progress}}%
ro: Încărcare: {{progress}} %

# Label for the vpn columns
source: Connections/Devices
cs: Připojení/Zařízení
da: Tilslutninger/Enhed
hu: Kapcsolatok/Eszközök
is: Tengingar/Tæki
it: Connessioni/Dispositivi
ja: デバイスあたりの接続数
ro: Conexiuni/Dispozitive

# Label for the vpn columns
source: Speed
cs: Rychlost
da: Hastighed
hu: Sebesség
is: Hraði
it: Velocità
ja: 速度
ro: Viteză

# Label for vpn form
source: Number of connections
cs: Počet připojení
da: Antal tilslutninger
hu: Kapcsolatok száma
is: Fjöldi tenginga
it: Numero di connessioni
ja: 接続数
ro: Număr de conexiuni

# Label in the custom plan modal
source: Total Addresses
cs: Celkový počet adres
da: Adresser i alt
hu: Összes cím
is: Vistföng alls
it: Indirizzi totali
ja: 合計メールアドレス数
ro: Total adrese

# Label in the custom plan modal
source: Total Storage
cs: Celková velikost úložiště
da: Lagerplads i alt
hu: Összes tárhely
is: Heildargeymslurými
it: Spazio totale
ja: 合計ストレージ容量
ro: Total spațiu

# Label in the custom plan modal
source: Users
cs: Uživatelé
da: Brugere
hu: Felhasználók
is: Notendur
it: Utenti
ja: ユーザー数
ro: Utilizatori

# Label in the modal which ask the user to enter a new password
source: Please enter a password to encrypt your private key with before exporting.
cs: Před exportem prosím zadejte heslo k zašifrování soukromého klíče.
da: Angiv en adgangskode til kryptering af din private nøgle inden du eksporterer.
hu: Adjon meg egy jelszót a privát kulcs exportálás előtti titkosításához.
is: Settu inn lykilorð til að dulrita einkalykilinn þinn áður en hann er fluttur út.
it: Per favore inserisci una password per criptare la tua chiave privata prima di esportarla.
ja: エクスポートする前に、秘密鍵を暗号化するためのパスワードを入力してください。
ro: Introduceți o parolă de criptare a cheii private înainte de exportare.

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter the password for key with fingerprint <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
da: Angiv nøgleadgangskoden via fingeraftryk <code>{{ ctrl.fingerprint }}</code>.
hu: Adja meg a jelszót a következő ujjlenyomattal rendelkező kulcshoz: <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.
is: Settu inn lykilorðið fyrir dulritunarlykilinn með fingrafarinu <code class="flex-space-left">{{ ctrl.fingerprint }}</code>.

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous mailbox password from before your account was reset:
cs: Zadejte své původní heslo poštovní schránky (před obnovením účtu):
da: Angiv postkasseadgangskoden fra før din konto blev nulstillet:
hu: Adja meg a fiók visszaállítása előtti, előző e-mail jelszavát:
is: Settu inn lykilorð þitt fyrir pósthólfið frá því áður en notandaaðgangurinn var endurstilltur:
it: Inserisci la password della tua casella di posta di prima che il tuo account fosse resettato:
ja: アカウントリセット前の、メールボックスの旧パスワードを入力してください。
ro: Introduceți parola anterioară a mesajelor dinaintea resetării contului:

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous password from before your account was reset:
cs: Zadejte své původní heslo (před obnovením účtu):
da: Angiv adgangskoden fra før din konto blev nulstillet:
hu: Adja meg a fiók visszaállítása előtti, előző jelszavát:
is: Settu inn lykilorð þitt frá því áður en notandaaðgangurinn var endurstilltur:
it: Inserisci la tua password precedente di prima che il tuo account fosse resettato:
ja: アカウントリセット前の、旧パスワードを入力してください。
ro: Introduceți parola anterioară dinaintea resetării contului:
