Repository: 321jr/WebClient
Catalog: po/*.po
Languages: cs, da, hu, is, it, ja, ro

# Credit card modal
source: Update your credit card information.
cs: Aktualizovat údaje o platební kartě.
da: Opdatér kreditkortsinformation.
hu: Frissítse a bankkártya adatait.
is: Uppfæra upplýsingar um greiðslukortið þitt.
it: Aggiorna i dati della carta di credito.
ja: クレジットカード情報を更新
ro: Actualizare informații card de credit.

# Custom pro plan dashboard
source: 1 user
cs: 1 uživatel
da: 1 bruger
hu: 1 felhasználó
is: 1 notandi
it: 1 utente
ja: {{$count}} ユーザー
ro: Un utilizator

# Custom pro plan dashboard
source: {{value}} GB storage
cs: {{value}} GB místa
da: {{value}} GB lagerplads
hu: {{value}} GB tárhely
is: {{value}} GB geymslurými
it: {{value}} GB di spazio
ja: {{value}} GB のストレージ
ro: {{value}} GB spațiu

# Custom pro plan dashboard
source: {{value}} addresses
cs: {{value}} adres
da: {{value}} adresser
hu: {{value}} cím
is: {{value}} vistföng
it: {{value}} indirizzi
ja: {{value}} アドレス
ro: {{value}} adrese

# DKIM configuration status badge
source: Not set
cs: Nenastaveno
da: Ikke indstillet
hu: Nincs megadva
is: Ekki stillt
it: Non impostato

# DKIM configuration status badge
source: Not set properly
cs: Není nastaveno správně
da: Ikke angivet korrekt
hu: Nincs megfelelően megadva
is: Ekki rétt skilgreint
it: Non impostato correttamente
ja: 不適切な設定
ro: Setat incorect

# DKIM configuration status badge
source: Off
cs: Vypnuto
da: Fra
hu: Ki
is: Slökkt
it: Disattivato
ja: オフ
ro: Oprit

# DKIM configuration status badge
source: On
cs: Zapnuto
da: Til
hu: Be
is: Kveikt
it: Attivato
ja: オン
ro: Pornit

# DMARC configuration status badge
source: Not set
cs: Nenastaveno
da: Ikke indstillet
hu: Nincs megadva
is: Ekki skilgreint
it: Non impostato

# DMARC configuration status badge
source: Optional
cs: Volitelné
da: Valgfrit
hu: Nem kötelező
is: Valfrjálst
it: Facoltativo

# DMARC configuration status badge
source: Set
cs: Nastavit
da: Indstil
hu: Beállítva
is: Stillt
it: Impostato

# DMARC configuration status badge
source: advanced
cs: rozšířené
da: avanceret
hu: haladó
is: ítarlegra
it: avanzate

# Danger
source: Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.
da: Adressebekræftelse med Betroede nøgler er aktiv for denne e-mail. For at kunne sende til denne adresse, skal de offentlige nøgler, som kan benyttes hertil, først gøres betroede.
hu: Cím hitelesítés a megbízható kulcsokkal engedélyezve van ehhez a címhez. A küldéshez a címzett nyilvános kulcsát megbízhatóként kell megjelölnie.
is: Sannvottun vistfangs með treystum dulritunarlyklum er virkuð fyrir þetta póstfang. Svo hægt sé að senda á þetta póstfang, þarf fyrst að treysta aðallyklinum.

# Danger
source: This address is disabled. To be able to send to this address, the owner must first enable the address.
cs: Tato adresa není povolena. Pokud chcete odesílat zprávy na tuto adresu, musí ji majitel nejdříve povolit.
da: Mailen er deaktiveret. Vil du kunne sende til denne mail, skal ejeren først aktivere den.
hu: Ez a cím tiltva van. Hogy küldhessen erre a címre, először a tulajdonosnak engedélyeznie kell.
is: Þetta netfang er óvirkt. Til að geta sent á þetta tölvupóstfang, þarf eigandinn að virkja það.
it: Questo indirizzo è disabilitato. Per essere in grado di inviare a questo indirizzo il proprietario deve prima attivarlo.
ja: このアドレスは無効になっています。このアドレス宛に送信するには、まず所有者がアドレスを有効にする必要があります。
ro: Această adresă este dezactivată. Pentru a putea trimite la această adresă, proprietarul trebuie s-o activeze mai întâi.

# Dashboard free plan title
source: Current Plan
cs: Současné předplatné
da: Nuværende abonnement
hu: Jelenlegi előfizetés
is: Núverandi áskriftarleið
it: Piano attuale
ja: 現在のプラン
ro: Plan actual

# Dashboard plan button
source: Info
hu: Infó
is: Upplýsingar
it: Informazioni

# Dashboard plan detail
source: Add additional addresses to your account like <u>username2@protonmail.com</u>
cs: Přidá k účtu další adresy ve tvaru <u>jiné_uživatelské_jméno@protonmail.com</u>
da: Tilføj yderligere e-mailadresser til din konto såsom <u>brugernavn2@protonmail.com</u>
hu: Adjon hozzá további címeket a fiókjához, mint <u>felhasznalonev2@protonmail.com</u>
is: Bættu aukavistföngum við notandaaðganginn þinn eins og <u>notandanafn2@protonmail.com</u>
it: Aggiungi indirizzi aggiuntivi al tuo account come <u>nomeutente2@protonmail.com</u>
ja: アカウントに<u>Username2@protonmail.com</u> のような追加アドレスを登録できます。
ro: Adăugare adrese adiționale în cont cum ar fi <u>numeutilizator2@protonmail.com</u>

# Dashboard plan detail
source: Allows you to host emails for your own domain(s) at ProtonMail, e.g. <u>john.smith@example.com</u>
cs: Umožňuje používání e-mailů s vlastní doménou na ProtonMailu, např. <u>jan.novák@příklad.cz</u>
da: Lader dig være vært for mails på dine egne domæner på ProtonMail, f.eks. <u>joergen.soerensen@mitdomaene.dk</u>
hu: Lehetővé teszi, hogy a ProtonMailen saját domain névvel fogadjon e-maileket, pl <u>john.smith@example.com</u>
is: Gerir þér kleift að hýsa tölvupóstföng fyrir þín eigin lén hjá ProtonMail, t.d. <u>jón.sig@dæmi.is</u>
it: Consente di ospitare gli indirizzi di posta elettronica per i tuoi domini su ProtonMail, ad esempio <u>john.smith@example.com</u>
ja: <u>john.smith@example.com</u> のような独自ドメインで、メールを受信することができます。
ro: Vă permite să găzduiți e-mailuri pentru domeniile proprii la ProtonMail, ex. <u>john.smith@exemplu.com</u>

# Dashboard plan detail
source: Click INFO to view total number of addresses for your plan
cs: Kliknutím na tlačítko INFO zobrazíte celkový počet adres, které jsou vyhrazené pro toto předplatné
da: Tryk INFO for at få vist samlede antal mails for dit abonnnement
hu: Kattintson az INFO gombra, ha tájékozódni szeretne az előfizetéséhez tartozó e-mail címek számáról
is: Smelltu á UPPLÝSINGAR til að sjá heildarfjölda vistfanga fyrir áskriftarleiðina þína
it: Premi INFORMAZIONI per vedere il numero totale di indirizzi del tuo piano
ja: アドレスの合計数を表示するには情報をクリックしてください。
ro: Apăsați pe INFO pentru a vedea numărul total de adrese pentru planul dvs.

# Dashboard plan information
source: 1 Address
cs: 1 Adresa
da: 1 Mail
hu: 1 cím
is: 1 vistfang
it: 1 indirizzo
ja: 1 アドレス
ro: O adresă

# Dashboard plan information
source: 1 User
cs: 1 Uživatel
da: 1 bruger
hu: 1 felhasználó
is: 1 notandi
it: 1 utente
ja: 1 ユーザー
ro: Un utilizator

# Dashboard plan information
source: 10 Custom Domains
cs: 10 vlastních domén
da: 10 valfrie domæne
hu: 10 saját domain
is: 10 sérsniðin lén
it: 10 domini personalizzati
ja: 10 個の独自ドメイン
ro: 10 domenii personale

# Dashboard plan information
source: 1000 Messages per day
cs: 1000 zpráv denně
da: 1.000 daglige beskeder
hu: 1000 üzenet naponta
is: 1000 skilaboð á dag
it: 1000 messaggi al giorno
ja: 1日最大1000 件までの送信
ro: 1000 de mesaje pe zi

# Dashboard plan information
source: 150 Messages per day
cs: 150 zpráv denně
da: 150 daglige beskeder
hu: 150 üzenet naponta
is: 150 skilaboð á dag
it: 150 messaggi al giorno
ja: 1日最大150件までの送信
ro: 150 de mesaje pe zi

# Dashboard plan information
source: 20 GB Storage
cs: 20 GB místa
da: 20 GB lagerplads
hu: 20 GB tárhely
is: 20 GB geymslurými
it: 20 GB di spazio
ja: 20GBのストレージ
ro: 20 GB spațiu

# Dashboard plan information
source: 200 Folders / 200 Labels
cs: 200 Složek / 200 Štítků
da: 200 mapper/200 etiketter
hu: 200 mappa / 200 címke
is: 200 möppur / 200 merkingar
it: 200 Cartelle / 200 Etichette
ja: 200フォルダー / 200ラベル
ro: 200 foldere / 200 etichete

# Dashboard plan information
source: 3 Folders / 3 Labels
cs: 3 Složky / 3 Štítky
da: 3 mapper/3 etiketter
hu: 3 mappa / 3 címke
is: 3 möppur / 3 merkingar
it: 3 Cartelle / 3 Etichette
ja: 3フォルダー / 3ラベル
ro: 3 foldere / 3 etichete

# Dashboard plan information
source: 5 Addresses / User
cs: 5 Adres pro každého uživatele
da: 5 mails/bruger
hu: 5 e-mail cím / felhasználó
is: 5 vistföng pr./notanda
it: 5 Indirizzi / Utente
ja: ユーザーあたり 5 アドレス
ro: 5 adrese/utilizator

# Dashboard plan information
source: 5 GB Storage / User
cs: 5 GB místa pro každého uživatele
da: 5 GB lagerplads/bruger
hu: 5 GB tárhely / felhasználó
is: 5 GB geymslurými pr./notanda
it: 5 GB di spazio / Utente
ja: ユーザーあたり5GBのストレージ
ro: 5 GB spațiu/utilizator

# Dashboard plan information
source: 50 Addresses
cs: 50 Adres
da: 50 mails
hu: 50 e-mail cím
is: 50 vistföng
it: 50 indirizzi
ja: 50アドレス
ro: 50 de adrese

# Dashboard plan information
source: 500 MB Storage
cs: Úložiště o velikosti 500 MB
da: 500 MB lagerplads
hu: 500 MB tárhely
is: 500 GB geymslurými
it: 500 MB di spazio
ja: 500MBのストレージ
ro: 500 MB spațiu

# Dashboard plan information
source: 6 Users
cs: 6 Uživatelů
da: 6 bruger
hu: 6 felhasználó
is: 6 notendur
it: 6 utenti
ja: 6ユーザー
ro: 6 utilizatori

# Dashboard plan information
source: Autoresponder
cs: Automatické odpovědi
da: Autobesvarelse
hu: Automatikus válasz
is: Sjálfvirk svörun
it: Autorisponditore
ja: 自動返信機能
ro: Autorăspuns

# Dashboard plan information
source: Catch-all email
cs: E-mail pro doménový koš
da: Fang alt e-mail
hu: Gyűjtő e-mail
is: Safna-öllum tölvupósti
it: Email catch-all
ja: Catch-All メールアドレス
ro: Colector mesaje

# Dashboard plan information
source: Custom Domains
cs: Vlastní domény
da: Valgfrie domæner
hu: Saját domain nevek
is: Sérsniðin lén
it: Domini personalizzati
ja: 独自ドメイン
ro: Domenii personale

# Dashboard plan information
source: Custom Filters
cs: Vlastní filtry
da: Tilpassede filtre
hu: Egyéni szűrők
is: Sérsniðnar síur
it: Filtri personalizzati
ja: 仕分けフィルター
ro: Filtre personale

# Dashboard plan information
source: Limited Support
cs: Omezená podpora
da: Begrænset support
hu: Korlátozott támogatás
is: Takmörkuð aðstoð
it: Assistenza limitata
ja: 限定的なサポート
ro: Suport limitat

# Dashboard plan information
source: Multi-User Support
cs: Podpora pro více uživatelů
da: Multibrugerunderstøttelse
hu: Többfelhasználós támogatás
is: Fjölnotendastuðningur
it: Supporto multi-utente
ja: 複数ユーザー対応（ドメイン、DNSが別途必要）
ro: Suport multiutilizator

# Dashboard plan information
source: Priority Support
cs: Prioritní podpora
da: Prioriteret support
hu: Elsőbbségi támogatás
is: Forgangsstuðningur
it: Assistenza prioritaria
ja: 優先的なサポート
ro: Suport Prioritar

# Dashboard plan information
source: ProtonVPN Visionary included
cs: Služba ProtonVPN Visionary je zahrnuta
da: ProtonVPN Visionary inkluderet
hu: ProtonVPN Visionary-t tartalmaz
is: ProtonVPN Visionary innifalið
it: ProtonVPN Visionary incluso
ja: ProtonVPN VISIONARYプランを含む
ro: ProtonVPN Visionary inclus

# Dashboard plan information
source: Support
cs: Podpora
hu: Támogatás
is: Aðstoð
it: Assistenza
ja: サポート
ro: Suport

# Dashboard plan information
source: Unlimited Folders / Labels
cs: Neomezený počet složek / štítků
da: Ubegrænset mapper/etiketter
hu: Korlátlan mappa / címke
is: Ótakmarkaðar möppur / merkingar
it: Cartelle / Etichette illimitate
ja: 無制限のフォルダー / ラベル
ro: Foldere/Etichete nelimitate

# Dashboard plan information
source: Unlimited sending
cs: Neomezené odesílání
da: Ubegrænset afsendelsesantal
hu: Korlátlan küldés
is: Ótakmarkaðar sendingar
it: Invio illimitato
ja: 無制限の送信
ro: Trimiteri nelimitate

# Dashboard plan title
source: Current Plan
cs: Současný tarif
da: Aktuelt abonnement
hu: Jelenlegi előfizetés
is: Núverandi áskriftarleið
it: Piano attuale
ja: 現在のプラン
ro: Plan actual

# Dashboard plan type
source: FREE
cs: ZDARMA
da: GRATIS
hu: INGYENES
is: FRJÁLST
it: GRATIS
ja: 無料
ro: GRATUIT

# Dashboard, custom theme input
source: Paste your CSS code here (limited to 200,000 characters)
cs: Zde vložte váš CSS kód (omezeno na 200 000 znaků)
da: Indsæt din CSS-kode her (begrænset til 200.000 tegn)
hu: Illessze be a CSS kódját ide (max 200 000 karakter)
is: Límdu CSS kóðann þinn hér (takmarkað við 200,000 stafi)
it: Incolla qui il codice CSS (limitato a 200'000 caratteri)
ja: ここにあなたのCSSコードを貼り付けてください(上限200,000 文字)
ro: Inserați aici codul CSS (maxim 200.000 de caractere)

# Dashboard/security
source: Logging preference updated
cs: Nastavení přihlašování uloženo
da: Logningspræference opdateret
hu: Naplózási beállítások frissítve
is: Kjörstilling atvikaskráningar uppfærð
it: Preferenze di raccolta log aggiornate
ja: ログの設定が更新されました。
ro: Preferințe jurnalizare actualizate

# Day of the month select value
source: 10th of the month
cs: 10. den v měsíci
da: Månedligt d. 10.
hu: a hónap 10-ik napja
is: 10. dag mánaðarins
it: 10° giorno del mese
ja: 月の10日
ro: 10 a lunii

# Day of the month select value
source: 11th of the month
cs: 11. den v měsíci
da: Månedligt d. 11.
hu: a hónap 11-ik napja
is: 11. dag mánaðarins
it: 11° giorno del mese
ja: 月の11日
ro: 11 a lunii

# Day of the month select value
source: 12th of the month
cs: 12. den v měsíci
da: Månedligt d. 12.
hu: a hónap 12-ik napja
is: 12. dag mánaðarins
it: 12° giorno del mese
ja: 月の12日
ro: 12 a lunii

# Day of the month select value
source: 13th of the month
cs: 13. den v měsíci
da: Månedligt d. 13.
hu: a hónap 13-ik napja
is: 13. dag mánaðarins
it: 13° giorno del mese
ja: 月の13日
ro: 13 a lunii

# Day of the month select value
source: 14th of the month
cs: 14. den v měsíci
da: Månedligt d. 14.
hu: a hónap 14-ik napja
is: 14. dag mánaðarins
it: 14° giorno del mese
ja: 月の14日
ro: 14 a lunii

# Day of the month select value
source: 15th of the month
cs: 15. den v měsíci
da: Månedligt d. 15.
hu: a hónap 15-ik napja
is: 15. dag mánaðarins
it: 15° giorno del mese
ja: 月の15日
ro: 15 a lunii

# Day of the month select value
source: 16th of the month
cs: 16. den v měsíci
da: Månedligt d. 16.
hu: a hónap 16-ik napja
is: 16. dag mánaðarins
it: 16° giorno del mese
ja: 月の16日
ro: 16 a lunii

# Day of the month select value
source: 17th of the month
cs: 17. den v měsíci
da: Månedligt d. 17.
hu: a hónap 17-ik napja
is: 17. dag mánaðarins
it: 17° giorno del mese
ja: 月の17日
ro: 17 a lunii

# Day of the month select value
source: 18th of the month
cs: 18. den v měsíci
da: Månedligt d. 18.
hu: a hónap 18-ik napja
is: 18. dag mánaðarins
it: 18° giorno del mese
ja: 月の18日
ro: 18 a lunii

# Day of the month select value
source: 19th of the month
cs: 19. den v měsíci
da: Månedligt d. 19.
hu: a hónap 19-ik napja
is: 19. dag mánaðarins
it: 19° giorno del mese
ja: 月の19日
ro: 19 a lunii

# Day of the month select value
source: 1st of the month
cs: 1. den v měsíci
da: Månedligt d. 1.
hu: a hónap első napja
is: 1. dag mánaðarins
it: 1° giorno del mese
ja: 月の1日
ro: 1 a lunii

# Day of the month select value
source: 20th of the month
cs: 20. den v měsíci
da: Månedligt d. 20.
hu: a hónap 20-ik napja
is: 20. dag mánaðarins
it: 20° giorno del mese
ja: 月の20日
ro: 20 a lunii

# Day of the month select value
source: 21st of the month
cs: 21. den v měsíci
da: Månedligt d. 21.
hu: a hónap 21-ik napja
is: 21. dag mánaðarins
it: 21° giorno del mese
ja: 月の21日
ro: 21 a lunii

# Day of the month select value
source: 22nd of the month
cs: 22. den v měsíci
da: Månedligt d. 22.
hu: a hónap 22-ik napja
is: 22. dag mánaðarins
it: 22° giorno del mese
ja: 月の22日
ro: 22 a lunii

# Day of the month select value
source: 23rd of the month
cs: 23. den v měsíci
da: Månedligt d. 23.
hu: a hónap 23-ik napja
is: 23. dag mánaðarins
it: 23° giorno del mese
ja: 月の23日
ro: 23 a lunii

# Day of the month select value
source: 24th of the month
cs: 24. den v měsíci
da: Månedligt d. 24.
hu: a hónap 24-ik napja
is: 24. dag mánaðarins
it: 24° giorno del mese
ja: 月の24日
ro: 24 a lunii

# Day of the month select value
source: 25th of the month
cs: 25. den v měsíci
da: Månedligt d. 25.
hu: a hónap 25-ik napja
is: 25. dag mánaðarins
it: 25° giorno del mese
ja: 月の25日
ro: 25 a lunii

# Day of the month select value
source: 26th of the month
cs: 26. den v měsíci
da: Månedligt d. 26.
hu: a hónap 26-ik napja
is: 26. dag mánaðarins
it: 26° giorno del mese
ja: 月の26日
ro: 26 a lunii

# Day of the month select value
source: 27th of the month
cs: 27. den v měsíci
da: Månedligt d. 27.
hu: a hónap 27-ik napja
is: 27. dag mánaðarins
it: 27° giorno del mese
ja: 月の27日
ro: 27 a lunii

# Day of the month select value
source: 28th of the month
cs: 28. den v měsíci
da: Månedligt d. 28.
hu: a hónap 28-ik napja
is: 28. dag mánaðarins
it: 28° giorno del mese
ja: 月の28日
ro: 28 a lunii

# Day of the month select value
source: 29th of the month
cs: 29. den v měsíci
da: Månedligt d. 29.
hu: a hónap 29-ik napja
is: 29. dag mánaðarins
it: 29° giorno del mese
ja: 月の29日
ro: 29 a lunii

# Day of the month select value
source: 2nd of the month
cs: 2. den v měsíci
da: Månedligt d. 2.
hu: a hónap 2-ik napja
is: 2. dag mánaðarins
it: 2° giorno del mese
ja: 月の2日
ro: 2 a lunii

# Day of the month select value
source: 30th of the month
cs: 30. den v měsíci
da: Månedligt d. 30.
hu: a hónap 30-ik napja
is: 30. dag mánaðarins
it: 30° giorno del mese
ja: 月の30日
ro: 30 a lunii

# Day of the month select value
source: 31st of the month
cs: 31. den v měsíci
da: Månedligt d. 31.
hu: a hónap 31-ik napja
is: 31. dag mánaðarins
it: 31° giorno del mese
ja: 月の31日
ro: 31 a lunii

# Day of the month select value
source: 3rd of the month
cs: 3. den v měsíci
da: Månedligt d. 3.
hu: a hónap 3-ik napja
is: 3. dag mánaðarins
it: 3° giorno del mese
ja: 月の3日
ro: 3 a lunii

# Day of the month select value
source: 4th of the month
cs: 4. den v měsíci
da: Månedligt d. 4.
hu: a hónap 4-ik napja
is: 4. dag mánaðarins
it: 4° giorno del mese
ja: 月の4日
ro: 4 a lunii

# Day of the month select value
source: 5th of the month
cs: 5. den v měsíci
da: Månedligt d. 5.
hu: a hónap 5-ik napja
is: 5. dag mánaðarins
it: 5° giorno del mese
ja: 月の5日
ro: 5 a lunii

# Day of the month select value
source: 6th of the month
cs: 6. den v měsíci
da: Månedligt d. 6.
hu: a hónap 6-ik napja
is: 6. dag mánaðarins
it: 6° giorno del mese
ja: 月の6日
ro: 6 a lunii

# Day of the month select value
source: 7th of the month
cs: 7. den v měsíci
da: Månedligt d. 7.
hu: a hónap 7-ik napja
is: 7. dag mánaðarins
it: 7° giorno del mese
ja: 月の7日
ro: 7 a lunii

# Day of the month select value
source: 8th of the month
cs: 8. den v měsíci
da: Månedligt d. 8.
hu: a hónap 8-ik napja
is: 8. dag mánaðarins
it: 8° giorno del mese
ja: 月の8日
ro: 8 a lunii

# Day of the month select value
source: 9th of the month
cs: 9. den v měsíci
da: Månedligt d. 9.
hu: a hónap 9-ik napja
is: 9. dag mánaðarins
it: 9° giorno del mese
ja: 月の9日
ro: 9 a lunii

# Default autoresponder message without signature (no regards, etcetera)
source: <div>I'm out of the office with limited access to my email.</div>
cs: <div>Jsem mimo kancelář s omezeným přístupem na svůj e-mail.</div>
da: <div>Jeg er ikke på kontoret og har kun begrænset adgang til mine e-mails.</div>
hu: <div>Nem vagyok az irodában, ezért korlátozott a hozzáférésem az e-mailjeimhez.</div>
is: <div>Ég er ekki í vinnunni sem stendur og hef takmarkaðan aðgang að tölvupósti.</div>
it: <div>Non sono in ufficio, con accesso limitato alla mia email.</div>
ja: <div>オフィスを留守しており、電子メールへのアクセスに制限があります。</div>
ro: <div>Nu sunt la birou și am acces limitat la e-mail.</div>

# Default display name vcard
source: Unknown
cs: Neznámé
da: Ukendt
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
ja: 不明
ro: Necunoscut

# Default encryption scheme
source: Use Global Default
cs: Použijte globální výchozí nastavení
da: Benyt Globalstandard
hu: Globális beállítások használata
is: Nota sjálfgefnar almennar stillingar
it: Usa il predefinito globale
ja: 全体の既定値を使用する
ro: Utilizare cea implicită globală

# Default encryption scheme
source: Use global default
cs: Použít globální výchozí nastavení
da: Brug global standard
hu: Globális beállítások használata
is: Nota sjálfgefnar almennar stillingar
it: Utilizzare il valore predefinito globale
ja: 全体の既定値を使用する

# Default error for the contact modal
source: Error with the request
cs: Chyba požadavku
da: Fejl i anmodning
hu: Hiba történt a lekérésnél
is: Villa með fyrirspurn
it: Errore con la richiesta
ja: 処理にエラーが発生しました。
ro: Eroare solicitare

# Default text for the cancel button in the confirm modal
source: Cancel
cs: Zrušit
da: Annullér
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
ro: Anulare

# Default text for the confirm button in the confirm modal
source: Confirm
cs: Potvrdit
da: Bekræft
hu: Megerősítés
is: Staðfesta
it: Conferma
ja: 確認
ro: Confirmare

# Delay
source: Days
cs: Dny
da: Dage
hu: Nap
is: Dagar
it: Giorni
ja: 日
ro: Zile

# Delay
source: Hours
cs: Hodiny
da: Timer
hu: Óra
is: Klukkustundir
it: Ore
ja: 時間
ro: Ore

# Delay
source: Minutes
cs: Minuty
da: Minutter
hu: Percek
is: Mínútur
it: Minuti
ja: 分
ro: Minute

# Delay
source: Seconds
cs: Sekundy
da: Sekunder
hu: Másodpercek
is: Sekúndur
it: Secondi
ja: 秒
ro: Secunde

# Delay
source: Weeks
cs: Týdny
da: Uger
hu: Hét
is: Vikur
it: Settimane
ja: 週間
ro: Săptămâni

# Delay
source: month
cs: měsíc
da: md.
hu: hó
is: mánuður
it: mese
ja: 月
ro: lună

# Delete all contacts button in the sidebar
source: Delete All
cs: Smazat vše
da: Slet alle
hu: Az összes törlése
is: Eyða öllu
it: Elimina tutto
ja: 全て削除
ro: Ștergere toate

# Disable 2FA
source: Two-factor authentication disabled
cs: Dvoufázové ověřování je vypnuto
da: Totrinsbekræftelse inaktiv
hu: Kétlépéses hitelesítés kikapcsolva
is: Tveggja-þátta auðkenning er óvirk
it: Autenticazione in due passaggi disattivata
ja: 2 要素認証が無効になりました。
ro: Autentificare cu doi factori dezactivată

# Discount displayed in the dashboard
source: (discount shown at checkout)
cs: (sleva bude zobrazena při platbě)
da: (rabat vises ved kassen)
hu: (a kedvezmény a pénztárnál jelenik meg)
is: (afsláttur birtist við útskrift)
it: (sconto indicato al momento del pagamento)
ja: （支払い時に割引が表示されます。）
ro: (reducerea este afișată la finalizarea plății)

# Discount displayed in the dashboard
source: Get 20% off when you get both ProtonMail and ProtonVPN
cs: Získejte 20% slevu, pokud zakoupíte současně ProtonMail a ProtonVPN
da: Få 20% rabat, når du får både ProtonMail og ProtonVPN
hu: 20% kedvezmény, ha a ProtonMailt és a ProtonVPN-t is megvásárolja
is: Fáðu 20% afslátt ef þú færð þér bæði ProtonMail og ProtonVPN
it: Ottieni il 20% di sconto comprando sia ProtonMail, sia ProtonVPN
ja: ProtonMailとProtonVPNの同時申し込みで20%割引になります。
ro: Obțineți 20% reducere când luați împreună ProtonMail și ProtonVPN

# Discount offer X% off
source: off
da: rabat
hu: ki
is: afsláttur

# Domain status
source: Check your DNS settings.
cs: Zkontrolujte nastavení DNS.
da: Tjek DNS-indstillingerne.
hu: Ellenőrizze a DNS beállításait.
is: Athugaðu DNS-stillingarnar þínar.
it: Controlla le impostazioni dei tuoi DNS.
ja: DNSの設定を確認
ro: Verificați setările DNS.
