Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# Default text for the cancel button in the confirm modal
source: Cancel
uk_ua: Скасувати

# Default text for the confirm button in the confirm modal
source: Confirm
uk_ua: Пiдтвердити

# Delay
source: Days
uk_ua: Дні

# Delay
source: Hours
uk_ua: Години

# Delay
source: Minutes
uk_ua: Хвилин(и)

# Delay
source: month
uk_ua: місяць

# Delete all contacts button in the sidebar
source: Delete All
uk_ua: Видалити всі

# Discount displayed in the dashboard
source: (discount shown at checkout)
uk_ua: (знижку показано при сплаті)

# Discount displayed in the dashboard
source: Get 20% off when you get both ProtonMail and ProtonVPN
uk_ua: Отримай знижку 20% при виборі ProtonMail-а й ProtonVPN-а

# Domain status
source: Check your DNS settings.
uk_ua: Перевірте налаштування DNS.

# Domains information
source: Addresses must be disabled before they can be deleted. Addresses can only be deleted if all messages associated with that address are deleted.
uk_ua: Адреси потрібно вимкнути щоб видалити їх. Адреси можна видалити тільки якщо усі листи, пов'язані з цими адресами, видалено.

# Domains information
source: You have reached your custom domain limit. <a ui-sref="secured.dashboard">Click here</a> to upgrade your plan to add more.
uk_ua: Ви досягли межі вашого користувацького домену. <a ui-sref="secured.dashboard">Тицніть тут</a> щоб підвищіти ваш план і мати додаткові можливості.

# Donation modal
source: Error while processing credit.
uk_ua: Помилка при обробці кредиту.

# Donation modal
source: Error while processing donation.
uk_ua: Помилка при обробці пожертвування.

# Donation modal
source: Your support is essential to keeping ProtonMail running. Thank you for supporting internet privacy!
uk_ua: Ваша підтримка має важливе значення для продовження роботи ProtonMail. Дякуємо за підтримку конфіденційності в Інтернеті!

# Dropdown
source: Change currency <i class="fa fa-caret-down"></i>
uk_ua: Змінити валюту <i class="fa fa-caret-down"></i>

# Duration/repetition of autoresponder
source: Fixed duration
uk_ua: Задана періодичність

# Duration/repetition of autoresponder
source: Permanent
uk_ua: Постійний

# Duration/repetition of autoresponder
source: Repeat daily
uk_ua: Повторювати щодня

# Duration/repetition of autoresponder
source: Repeat monthly
uk_ua: Повторювати щомісяця

# Duration/repetition of autoresponder
source: Repeat weekly
uk_ua: Повторювати щотижня

# Error
source: Add a description to help us improve ProtonMail
uk_ua: Додайте опис, щоб допомогти нам поліпшити ProtonMail

# Error
source: Address already associated to a user
uk_ua: Адресу вже пов'язано з користувачем

# Error
source: Address creation failed
uk_ua: Створення адреси не вдалося

# Error
source: Administrator privileges must be activated
uk_ua: Потрібно увімкнути права адміністратора

# Error
source: All storage space has been allocated. Please reduce storage allocated to other users.
uk_ua: Усе сховище вже поділено. Будь ласка зменшіть місце виділене для інших користувачів.

# Error
source: An error occured while trying to create your account. To see common problems and solutions
uk_ua: Помилка під час створення облікового запису. Щоб переглянути загальні проблеми й розв'язки

# Error
source: Are you sure your email address is correct ?
uk_ua: Ви впевнені, що ваша адреса електронної пошти правильна?

# Error
source: Cannot decrypt organization key
uk_ua: Не вдалося розшифрувати ключ організації

# Error
source: Contact does not contain email address
uk_ua: Контакт не містить адреси е-пошти

# Error
source: Cookies are disabled. Please activate it and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
uk_ua: Файли cookie відключені. Будь ласка, включіть їх прийом, а потім перезавантажте сторінку. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Більш детальна інформація тут </a>.

# Error
source: Could not connect to server.
uk_ua: Не вдалося підключитися до сервера.

# Error
source: Decryption error
uk_ua: Помилка розшифрування

# Error
source: Decryption of this message's encryption content failed.
uk_ua: Помилка розшифрування вмісту цього зашифрованого повідомлення.

# Error
source: Domain request failed
uk_ua: Не вдалий запит домену

# Error
source: Download requires a newer browser.
uk_ua: Для скачування необхідний більш новий браузер.

# Error
source: Due to credit card processing fees, we cannot accept donations smaller than 2.
uk_ua: Через комісії за обробку платежів ми не можемо приймати пожертвування менше, ніж 2.

# Error
source: Email invalid
uk_ua: Недійсна електронна адреса

source: Error
uk_ua: Помилка

# Error
source: Error activating organization keys
uk_ua: Помилка активації ключів організації

# Error
source: Error connecting to PayPal.
uk_ua: Помилка підключення до PayPal.

# Error
source: Error during deletion
uk_ua: Помилка під час видалення

# Error
source: Error during disable request
uk_ua: Помилка під час запиту на відключення

# Error
source: Error during enable request
uk_ua: Помилка під час запиту на включення

# Error
source: Error during revoke request
uk_ua: Помилка під час запиту на відкликання

# Error
source: Error during the encryption
uk_ua: Помилка під час шифрування

# Error
source: Error during the initialization of logs
uk_ua: Помилка під час ініциалізації журналів

# Error
source: Error during the reply process
uk_ua: Помилка під час процесу відповіді

# Error
source: Error during updating
uk_ua: Помилка під час оновлення

# Error
source: Error privatizing the user
uk_ua: Помилка приватизації користувача

# Error
source: Error restoring organization keys
uk_ua: Помилка відновлення ключів організації

# Error
source: Error subscribing
uk_ua: Помилка підписки

# Error
source: Error updating organization key recovery password
uk_ua: Помилка при оновленні паролю для відновлення ключів організації

# Error
source: Error updating organization name
uk_ua: Помилка оновлення назви організації

# Error
source: Error updating role
uk_ua: Помилка оновлення ролі

# Error
source: Error updating the disk space quota
uk_ua: Помилка при оновленні обмеження на сховище

# Error
source: Error updating the name
uk_ua: Помилка оновлення імені

# Error
source: Error updating the vpn option
uk_ua: Помилка оновлення vpn налаштування

# Error
source: Field required
uk_ua: Обов'язкове поле

# Error
source: IMPORTANT: Do not close or navigate away from this page. You will need to enter the reset code into the field below once you receive it.
uk_ua: ВАЖЛИВО: не закривайте цю сторінку і не переходьте до іншої. Вам знадобиться ввести в поле нижче код скидання, щойно ви його отримаєте.

# Error
source: Incorrect decryption password
uk_ua: Хибний пароль для розшифрування

# Error
source: Invalid CVC
uk_ua: Не вірний CVC-код

# Error
source: Invalid card number
uk_ua: Недійсний номер картки

# Error
source: Invalid coupon code
uk_ua: Хибний код купона

# Error
source: Invalid email
uk_ua: Невірна адреса електронної пошти

# Error
source: Invalid expiration time.
uk_ua: Не вірний строк дії.

# Error
source: Invalid gift code
uk_ua: Хибний подарунковий код

# Error
source: Invalid invite link
uk_ua: Хибне посилання для запрошення

# Error
source: Invalid number
uk_ua: Невірний номер

# Error
source: Invalid recovery email
uk_ua: Хибна адреса для відновлення

# Error
source: Message passwords do not match.
uk_ua: Паролі повідомлення не співпадають.

# Error
source: Name exceeds maximum length
uk_ua: Дана назва перевищує максимально можливу довжину

# Error
source: No Internet connection found.
uk_ua: Немає інтернет-під'єднання.

# Error
source: No conversations available
uk_ua: Немає доступних розмов

# Error
source: No keys to update
uk_ua: Нема ключів для понови

# Error
source: No messages available
uk_ua: Немає доступних повідомлень

# Error
source: Non-integer API version requested.
uk_ua: Запитана не цілочисельна версія API.

# Error
source: Organization keys change successful
uk_ua: Зміна ключів організації успішна

# Error
source: Passwords do not match
uk_ua: Паролі не співпадають

# Error
source: Permission denied, administrator privileges have been restricted.
uk_ua: Доступ заборонено, права адміністратора були обмежені.

# Error
source: Please enter a password for this email.
uk_ua: Будь ласка, введіть гасло для цього листа.

# Error
source: Please enter your two-factor passcode
uk_ua: Будь ласка, введіть ваше гасло для двофакторної авторизації

# Error
source: ProtonMail cannot be reached right now, please try again later.
uk_ua: Зараз до ProtonMail не можна дістатись, будь ласка, спробуйте ще раз пізніше.

# Error
source: Recovery email invalid
uk_ua: Пошта для відновлення доступу неприпустима

# Error
source: Request timed out, please try again.
uk_ua: Час очікування запиту перевищив час очікування. Будь ласка, спробуйте ще раз.

# Error
source: Reset code is required
uk_ua: Необхідний спеціальний код скидання

# Error
source: Setup failed
uk_ua: Налаштування не вдалося

# Error
source: Sign up failed
uk_ua: Помилка реєстрації

# Error
source: Sorry, this message does not exist or has already expired
uk_ua: Даруйте, цього листа або немає, або він вже не дійсний

# Error
source: Subscription request failed
uk_ua: Запит підписки не вдався

# Error
source: The ProtonMail API is offline:
uk_ua: ProtonMail API поза мережею:

# Error
source: The email address is invalid
uk_ua: Адреса е-пошти недійсна

# Error
source: The maximum expiration is 4 weeks.
uk_ua: Найдовший строк дії - 4 тижні.

# Error
source: The request failed
uk_ua: Помилка запиту

# Error
source: Unable to get organization keys
uk_ua: Не вдалося отримати ключі організації

# Error
source: Unable to reset theme
uk_ua: Не вдалося скинути теми

# Error
source: Unable to save your changes, please try again.
uk_ua: Не вдається зберегти зміни, будь ласка, спробуйте ще раз.

# Error
source: Unable to upload file. Please try again
uk_ua: Не вдалося передати файл. Будь ласка, спробуйте ще раз

# Error
source: Unsupported API version.
uk_ua: Непідтримувана версія API.

# Error
source: Unsupported auth version
uk_ua: Непідтримувана версія автентифікації

# Error
source: Username already taken
uk_ua: Ім'я користувача вже використано

# Error
source: Username invalid
uk_ua: Ім'я користувача невірне

# Error
source: Username required
uk_ua: Ім'я користувача обов'язкове!

# Error
source: VPN request failed
uk_ua: Помилка запиту VPN

# Error
source: You are doing this too much, please try again later
uk_ua: Ви робите це занадто часто, будь ласка, спробуйте ще раз пізніше

# Error
source: You are in Private Mode or have Session Storage disabled. Please deactivate Private Mode and then reload the page. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">More information here</a>.
uk_ua: Ви в Приватному режимі або у вас вимкнуто Сховище сесій. Будь ласка, вимкніть Приватний режим та перезавантажте сторінку. <a href="https://protonmail.com/support/knowledge-base/enabling-cookies/" target="_blank">Більше інформації тут</a>.

# Error
source: You must set an email
uk_ua: Ви повинні вибрати електронну пошту

# Error during importation
source: Import failed. Please check the import file or try again.
uk_ua: Не вдалося виконати імпорт. Перевірте файл імпорту чи спробуйте знову.

# Error input
source: Please enter a valid date and time.
uk_ua: Будь ласка, вкажіть коректні дату і час.

# Error input
source: Please enter a valid date.
uk_ua: Будь ласка, вкажіть коректну дату.

# Error input
source: Please enter a valid day in the month and time.
uk_ua: Будь ласка, вкажіть коректні число місяця та час.

# Error input
source: Please enter a valid day in the month.
uk_ua: Будь ласка, вкажіть коректне число місяця.

# Error input
source: Please enter a valid day in the week and time.
uk_ua: Будь ласка, вкажіть коректні день тижня та час.

# Error input
source: Please enter a valid day in the week.
uk_ua: Будь ласка, вкажіть коректний день тижня.

# Error input
source: Please enter a valid time.
uk_ua: Будь ласка, вкажіть коректний час.

# Error label modal
source: Error when saving label
uk_ua: Помилка при збереженні мітки

# Error label modal
source: Invalid folder name
uk_ua: Неприпустима назва теки

# Error label modal
source: Invalid label name
uk_ua: Неприпустима назва мітки

# Error organization
source: Error during the generation of new organization keys
uk_ua: Помилка під час створення нових ключів для організації

# Error organization
source: Organization request failed
uk_ua: Запит організації не вдався

# Error reported when the delete account form is invalid
source: Invalid email address or password
uk_ua: Недійсна адреса е-пошти чи пароль

# Export contacts button in the sidebar
source: Export
uk_ua: Експорт

# Filter message
source: <span class="filterButton-label-text">Attachments</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"></custom-checkbox>
uk_ua: <span class="filterButton-label-text">Вкладення</span> <custom-checkbox class="filterButton-checkbox" data-custom-ng-model="model.attachments"> </custom-checkbox>

# Filter message
source: Filter on:
uk_ua: Фільтр по:

# Filter message
source: Next
uk_ua: Далі

# Filter message
source: Recipient
uk_ua: Отримувач

# Filter message
source: Sender
uk_ua: Відправник

# Filter message
source: Subject
uk_ua: Тема

# Filter modal condition
source: If
uk_ua: Якщо

# Filter modal title
source: Custom Filter
uk_ua: Власний фільтр

# Filter modal value OR value
source: or
uk_ua: або

# Full day name
source: Friday
uk_ua: П'ятниця

# Full day name
source: Monday
uk_ua: Понеділок

# Full day name
source: Saturday
uk_ua: Субота

# Full day name
source: Sunday
uk_ua: Неділя

# Full day name
source: Thursday
uk_ua: Четвер

# Full day name
source: Tuesday
uk_ua: Вівторок

# Full day name
source: Wednesday
uk_ua: Середа

# Generate key modal
source: Key created for {{email}}
uk_ua: Створено ключ для {{email}}

# Gift code request
source: Gift code accepted
uk_ua: Подарунковий код прийнято

# Help
source: You can drag and drop active addresses to order them. The top address is the default address.
uk_ua: Ви можете перетягувати активні адреси, щоб змінити їхній порядок. Топ адреса - це типова адреса.

# Help
source: You can drag and drop custom filter to order them.
uk_ua: Ви можете перетягувати користувацькі фільтри, щоб впорядкувати їх.

# Import complete
source: Importing contacts complete!
uk_ua: Імпортування контактів закінчено!

# Import contacts button in the sidebar
source: Import
uk_ua: Імпорт

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
uk_ua: * НЕ забудьте цей пароль. Якщо ви його забудете, то не зможете увійти або розшифрувати свої повідомлення.

# Info
source: * Do NOT forget this password. If you forget it, you will not be able to manage your organization.
uk_ua: * НЕ забудьте даний пароль. Якщо ви його забудете, то не зможете керувати своєю організацією.

# Info
source: * Save your password somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
uk_ua: *Збережіть пароль десь в надійному місці. Натисніть на іконку <i class="fa fa-eye"></i>, щоб перевірити коректність введення пароля.

# Info
source: * We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
uk_ua: * Ми рекомендуємо спочатку додати резервну адресу електронної пошти. Інакше, ви не зможете відновити ваш обліковий запис, якщо щось піде не так.

# Info
source: 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys. Clicking <strong>Save</strong> will generate encryption keys and may freeze ProtonMail for several minutes
uk_ua: 4096-розрядні ключі працюють лише на потужних комп'ютерах. Для більшості користувачів радимо використовувати 2048-розрядні ключі. Якщо натиснути <strong>Зберегти</strong>, то буде створено ключі шифрування, а ProtonMail можливо завмре на кілька хвилин

# Info
source: <i class="fa fa-info-circle"></i> Refreshing the page or <a href="https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies/" target="_blank">clearing your browser cache</a> will automatically resolve most issues.
uk_ua: <i class="fa fa-info-circle"></i> Оновлення сторінки або <a href = "https://protonmail.com/support/knowledge-base/how-to-clean-cache-and-cookies / "target =" _ blank ">очищення кешу браузера </a> допоможе вирішити більшість проблем.

# Info
source: <kbd>*</kbd> then <kbd>a</kbd> <strong>Select all</strong> conversations.
uk_ua: <kbd>*</kbd>потім <kbd>a</kbd> <strong>Виділити всі</strong>ланцюжки повідомлень.

# Info
source: <kbd>*</kbd> then <kbd>n</kbd> <strong>Unselect all</strong> conversations.
uk_ua: <kbd>*</kbd>потім <kbd>n</ kbd> <strong>Очистити всі</strong>ланцюжки повідомлень.

# Info
source: <kbd>.</kbd> Marks or unmarks the message/conversation as <strong>starred</strong>.
uk_ua: <kbd>.</kbd> Виділити або зняти позначку з повідомлення / ланцюжка листів як <strong> обраного </strong>.

# Info
source: <kbd>/</kbd> Focus the <strong>search input</strong>.
uk_ua: <kbd>/</kbd>Встановити курсор в <strong> рядок пошуку </strong>.

# Info
source: <kbd><i class="fa fa-long-arrow-down"></i></kbd> Marks the <strong>next</strong> message/conversation.
uk_ua: <kbd><i class="fa fa-long-arrow-down"></i></kbd>Зазначає <strong>наступне</strong>повідомлення/ланцюжки повідомлень.

# Info
source: <kbd><i class="fa fa-long-arrow-left"></i></kbd> Marks the last message.
uk_ua: <kbd><i class="fa fa-long-arrow-left"></i></kbd>Зазначає останнє повідомлення.

# Info
source: <kbd><i class="fa fa-long-arrow-right"></i></kbd> Unmarks the message.
uk_ua: <kbd><i class="fa fa-long-arrow-right"></i></kbd>Знімає позначку з повідомлення.

# Info
source: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Marks the <strong>previous</strong> message/conversation.
uk_ua: <kbd><i class="fa fa-long-arrow-up"></i></kbd> Зазначає<strong>попереднє</strong>повідомлення/ланцюжки повідомлень.

# Info
source: <kbd>?</kbd> Opens the <strong>help modal</strong>.
uk_ua: <kbd>?</kbd> відкриває <strong>вікно допомоги</strong>.

# Info
source: <kbd>a</kbd> Moves the message/conversation to <strong>archive</strong>.
uk_ua: <kbd>a</kbd>Переміщує повідомлення /бесіди в<strong>архів</strong>.

# Info
source: <kbd>c</kbd> Opens a new <strong>composer</strong>.
uk_ua: <kbd>c</kbd>Відкриває новий<strong>редактор</strong>.

# Info
source: <kbd>command</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
uk_ua: <kbd>command</kbd> + <kbd>enter</kbd> <strong>відправляє</strong>повідомлення.

# Info
source: <kbd>command</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
uk_ua: <kbd>command</kbd> + <kbd>s</kbd> <strong>зберігає</strong>повідомлення.

# Info
source: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Sends</strong> the message.
uk_ua: <kbd>ctrl</kbd> + <kbd>enter</kbd> <strong>Відправляє</strong>повідомлення.

# Info
source: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Saves</strong> the message.
uk_ua: <kbd>ctrl</kbd> + <kbd>s</kbd> <strong>Зберігає</strong>повідомлення.

# Info
source: <kbd>enter</kbd> Confirms <strong>the active modal</strong>.
uk_ua: <kbd>enter</kbd> Підтверджує<strong>активне модальне вікно</strong>.

# Info
source: <kbd>enter</kbd> Opens the <strong>marked</strong> message/conversation.
uk_ua: <kbd>enter</kbd> Відкриває<strong>зазначене</strong>повідомлення/ланцюжки повідомлень.

# Info
source: <kbd>escape</kbd> Back to the list.
uk_ua: <kbd>escape</kbd>Назад до списку.

# Info
source: <kbd>escape</kbd> Closes <strong>the active modal</strong>.
uk_ua: <kbd>escape</kbd> Закриває <strong>активне модальне вікно</strong>.

# Info
source: <kbd>escape</kbd> Closes the active <strong>composer</strong>.
uk_ua: <kbd>escape</kbd> Закриває активний <strong>редактор</strong>.

# Info
source: <kbd>g</kbd> then <kbd>.</kbd> Goes to <strong>starred</strong>.
uk_ua: <kbd>g</kbd>g</kbd>а потім<kbd>.</kbd>Перехід до <strong> вибраних</strong>.

# Info
source: <kbd>g</kbd> then <kbd>a</kbd> Goes to <strong>archive</strong>.
uk_ua: <kbd>g</kbd>, відтак <kbd>a</kbd> Перехід до <strong>архіву</strong>.

# Info
source: <kbd>g</kbd> then <kbd>d</kbd> Goes to <strong>drafts</strong>.
uk_ua: <kbd>g</kbd>, відтак <kbd>d</kbd> Перехід у <strong>чернетки</strong>.

# Info
source: <kbd>g</kbd> then <kbd>i</kbd> Goes to <strong>inbox</strong>.
uk_ua: <kbd>g</kbd>, потім <kbd>i</kbd> Перехід до теки <strong>«Вхідні»</strong>.

# Info
source: <kbd>g</kbd> then <kbd>s</kbd> Goes to <strong>sent</strong>.
uk_ua: <kbd>g</kbd>, потім<kbd>s</kbd> Перехід до <strong>відправленого</strong>.

# Info
source: <kbd>g</kbd> then <kbd>t</kbd> Goes to <strong>trash</strong>.
uk_ua: <kbd>g</kbd>, потім <kbd>t</kbd> Перехід в <strong>корзину</strong>.

# Info
source: <kbd>g</kbd> then <kbd>x</kbd> Goes to <strong>spam</strong>.
uk_ua: <kbd>g</kbd>, потім <kbd>x</kbd> Перехід до <strong>спаму</strong>.

# Info
source: <kbd>i</kbd> Moves the message/conversation to <strong>inbox</strong>.
uk_ua: <kbd>i</kbd>Переміщення повідомлення/ланцюжок <strong>папку "Вхідні"</strong>.

# Info
source: <kbd>j</kbd> Displays the <strong>older</strong> conversation.
uk_ua: <kbd>j</kbd> Показує <strong> більш старий</strong>ланцюжок повідомлення.

# Info
source: <kbd>k</kbd> Displays the <strong>newer</strong> conversation.
uk_ua: <kbd>k</kbd> Показує <strong>новіші</strong> ланцюжки повідомлень.

# Info
source: <kbd>r</kbd> Marks the message/conversation as <strong>read</strong>.
uk_ua: <kbd>r</kbd> Позначає повідомлення/ланцюжок повідомлень як <strong>прочитану</strong>.

# Info
source: <kbd>s</kbd> Moves the message/conversation to <strong>spam</strong>.
uk_ua: <kbd>s</kbd> Переміщує повідомлення/ланцюжки повідомлень до теки <strong>«Спам»</strong>.

# Info
source: <kbd>shift</kbd> + <kbd>a</kbd> Reply to all recipients for a message/conversation.
uk_ua: <kbd>shift</kbd> + <kbd>a</kbd> Відповісти всім отримувачам повідомлення/ланцюжка листів.

# Info
source: <kbd>shift</kbd> + <kbd>f</kbd> Forward a message/conversation.
uk_ua: <kbd>shift</kbd> + <kbd>f</kbd> Переслати повідомлення/ланцюжок повідомлень.

# Info
source: <kbd>shift</kbd> + <kbd>r</kbd> Reply to a message/conversation.
uk_ua: <kbd>shift</kbd> + <kbd>r</kbd> Відповісти на повідомлення/ланцюжок повідомлень.

# Info
source: <kbd>shift</kbd> + <kbd>space</kbd> Opens <strong>the command palette</strong>.
uk_ua: <kbd>Shift</kbd> + <kbd>прóбіл</kbd> відкриває <strong>палітру команд</strong>.

# Info
source: <kbd>t</kbd> Moves the message/conversation to <strong>trash</strong>.
uk_ua: <kbd>t</kbd> Переміщує повідомлення/ланцюжок повідомлень до теки <strong>«Корзина»</strong>.

# Info
source: <kbd>u</kbd> Marks the message/conversation as <strong>unread</strong>.
uk_ua: <kbd>u</kbd> Позначає повідомлення/розмову як <strong>нечитану</strong>.

# Info
source: <kbd>x</kbd> Selects the message/conversation marked.
uk_ua: <kbd>x</kbd> Виділяє позначені повідомлення/розмови.

# Info
source: <strong>This will only be shown once.</strong> ProtonMail is a global effort. Your feedback is very important in our mission to make encryption available for everyone. Thank You!
uk_ua: <strong>Це буде показано лише раз.</strong> ProtonMail робиться усім світом. Ваш відгук дуже важливий для нашої місії зробити шифрування доступним для всіх. Дякуємо!
