Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# Title
source: Resetting your password means you will no longer be able to read your old emails. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Click here to learn more</a>. If you have further questions, please email contact@protonmail.ch. Are you sure you want to reset your password?
uk_ua: Скидання гасла означає, що ви більше не зможете читати ваші старі листи. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Натисніть тут, щоб дізнатися більше</a>. Якщо у вас є додаткові запитання, будь ласка, напишіть на contact@protonmail.ch. Ви дійсно бажаєте скинути гасло?

# Title
source: Restore Administrator Privileges
uk_ua: Відновити права адміністратора

# Title
source: Role
uk_ua: Роль

# Title
source: Search
uk_ua: Пошук

# Title
source: Security
uk_ua: Безпека

# Title
source: Select payment method:
uk_ua: Обрати метод оплати:

# Title
source: Sender
uk_ua: Відправник

# Title
source: Sent
uk_ua: Відправлені

# Title
source: Sent / Drafts folders appearance
uk_ua: Вигляд тек Надіслані / Чернетки

# Title
source: Session Management
uk_ua: Керування сесіями

# Title
source: Set OpenVPN Password
uk_ua: Встановити пароль для OpenVPN

# Title
source: Set Organization Password
uk_ua: Встановити пароль організації

# Title
source: Set Up Two Factor Authentication
uk_ua: Налаштувати двофакторну автентифікацію

# Title
source: Set up your account
uk_ua: Налаштувати ваш обліковий запис

# Title
source: Setting up your Keys
uk_ua: Налаштування Ключів

# Title
source: Setting up your Organization
uk_ua: Налаштування Організації

# Title
source: Settings
uk_ua: Налаштування

# Title
source: Show previous message
uk_ua: Показати попередній лист

# Title
source: Sieve Script
uk_ua: Сценарій Sieve

# Title
source: Signature
uk_ua: Підпис

# Title
source: Signup
uk_ua: Зареєструватися

# Title
source: Spam
uk_ua: Спам

# Title
source: Spam Filters
uk_ua: Фільтри спаму

# Title
source: Starred
uk_ua: З зірками

# Title
source: Start date
uk_ua: Дата початку

# Title
source: Status
uk_ua: Стан

# Title
source: Storage
uk_ua: Сховище

# Title
source: Switch to One-Password Mode
uk_ua: Перемкнутися на Режим "Одине Гасло"

# Title
source: Switch to Two-Password Mode
uk_ua: Перемкнутися на Режим "Два Гасла"

# Title
source: Thank you for your support!
uk_ua: Дякуємо за вашу підтримку!

# Title
source: Threadlist
uk_ua: Спис розмов

# Title
source: Time
uk_ua: Час

# Title
source: To
uk_ua: Кому

# Title
source: Toolbar
uk_ua: Панель інструментів

# Title
source: Trash
uk_ua: Кошик

# Title
source: Two-Factor Authentication
uk_ua: Двофакторна аутентифікація

# Title
source: Type
uk_ua: Тип

# Title
source: Update user
uk_ua: Оновити користувача

# Title
source: Upgrade
uk_ua: Покращити

# Title
source: User
uk_ua: Користувач

# Title
source: User history
uk_ua: Історія користувача

# Title
source: User login
uk_ua: Ім'я для входу

# Title
source: Username
uk_ua: Ім'я користувача

# Title
source: Username and domain
uk_ua: Ім'я користувача та домен

# Title
source: Users
uk_ua: Користувачі

# Title
source: Value / Data / Points to
uk_ua: Значення / Дані / Вказувати на

# Title
source: Verify
uk_ua: Перевірити

# Title
source: Warning
uk_ua: Попередження

# Title
source: Welcome
uk_ua: Ласкаво просимо

# Title
source: Welcome to ProtonMail
uk_ua: Ласкаво просимо до ProtonMail

# Title
source: Welcome to your new encrypted email account
uk_ua: Ласкаво просимо до вашої нової електронної пошти з шифруванням

# Title
source: With Attachments
uk_ua: Зі вкладеннями

# Title
source: Without Attachments
uk_ua: Без вкладень

# Title
source: You now have an encrypted email account!
uk_ua: Тепер у вас є електронна пошта з шифруванням!

# Title for the contacts exporter modal
source: Exporting Contacts
uk_ua: Експортування контактів

# Title for the contacts exporter modal
source: Importing Contacts
uk_ua: Імпортування контактів

# Title for the custom plan modal
source: Plan Details
uk_ua: Деталі тарифу

# To continue, type DANGER below:
source: To continue, type
uk_ua: Щоб продовжити, введіть

# To continue, type DANGER below:
source: below:
uk_ua: нижче:

# To enable desktop notifications, click here
source: To enable desktop notifications,
uk_ua: Щоб увімкнути сповіщення на робочому столі,

# Try to reload bitcoin qrcode
source: Try again.
uk_ua: Спробуйте знов.

# Type of label for a message/conversation
source: In archive
uk_ua: В архіві

# Type of label for a message/conversation
source: In drafts
uk_ua: В чернетках

# Type of label for a message/conversation
source: In inbox
uk_ua: У вхідних

# Type of label for a message/conversation
source: In sent
uk_ua: У надісланих

# Type of label for a message/conversation
source: In spam
uk_ua: У спамі

# Type of label for a message/conversation
source: In trash
uk_ua: У смітнику

# User role
source: Admin
uk_ua: Адмін

# User role
source: Member
uk_ua: Учасник

# VCard key name
source: Address
uk_ua: Адреса

# VCard key name
source: Anniversary
uk_ua: Річниця

# VCard key name
source: Birthday
uk_ua: Уродини

# VCard key name
source: Calendar user address
uk_ua: Адреса календаря користувача

# VCard key name
source: Categories
uk_ua: Категорії

# VCard key name
source: Cell
uk_ua: Стільниковий

# VCard key name
source: Custom
uk_ua: Користувацькі

# VCard key name
source: Email
uk_ua: Е-пошта

# VCard key name
source: Fax
uk_ua: Факс

# VCard key name
source: Free or busy URL
uk_ua: Вільна чи зайнята URL

# VCard key name
source: Gender
uk_ua: Стать

# VCard key name
source: Geolocation
uk_ua: Геолокація

# VCard key name
source: Language
uk_ua: Мова

# VCard key name
source: Logo
uk_ua: Лоґотип

# VCard key name
source: Member
uk_ua: Учасник

# VCard key name
source: Name
uk_ua: Ім'я

# VCard key name
source: Nickname
uk_ua: Прізвисько

# VCard key name
source: Note
uk_ua: Нотатка

# VCard key name
source: Office
uk_ua: Кабінет

# VCard key name
source: Organization
uk_ua: Установа

# VCard key name
source: Personal
uk_ua: Особистий

# VCard key name
source: Phone
uk_ua: Телефон

# VCard key name
source: Photo
uk_ua: Фото

# VCard key name
source: Private
uk_ua: Приватне

# Warning
source: Warning: You did not set a recovery email so account recovery is impossible if you forget your password. Proceed without recovery email?
uk_ua: Попередження: Ви не встановили резервну адресу електронної пошти так що відновлення облікового запису є неможливим, якщо ви забудете пароль. Продовжити без резервної адреси електронної пошти?

# action
source: Create a new label
uk_ua: Створити новий ярлик

# action
source: Create label
uk_ua: Створити новий ярлик

# action
source: Forgot username?
uk_ua: Забули ім'я користувача?

# atom text loader
source: Decrypting
uk_ua: Розшифрування

# atom text loader
source: Enabling IMAP (coming soon).<br />This may take a few minutes, please wait.
uk_ua: Увімкнення IMAP (найближчим часом). <br /> Це може зайняти декілька хвилин, будь ласка, зачекайте.

# auth log entry
source: Login failure (two-factor)
uk_ua: Не вдалось увійти (двофакторна авт-ція)

# auth log entry
source: Login success
uk_ua: Вхід виконано

# auth log entry
source: Logout
uk_ua: Вихiд

# bitcoin error request
source: Error connecting to the Bitcoin API.
uk_ua: Помилка при під'єднанні до Bitcoin API.

# bug report modal label
source: Browser
uk_ua: Бравзер

# bug report modal label
source: Browser version
uk_ua: Версія бравзера

# bug report modal label
source: Email address
uk_ua: Адреса е-пошти

# copyright
source: ProtonMail.com - Made globally, hosted in Switzerland.
uk_ua: ProtonMail.com - Зроблено глобальним, ташується у Швейцарії.

# dashboard options select
source: 1 Custom Domain
uk_ua: 1 свій домен

# dashboard options select
source: 1 GB Storage
uk_ua: 1 ГБ сховища

# dashboard options select
source: 1 User
uk_ua: 1 користувач

# dashboard options select
source: {{value}} Addresses
uk_ua: {{value}} Адреси

source: of
uk_ua: з

source: of
uk_ua: з

# domains
source: 'www' subdomains are typically not used for email. Are you sure you want to use this domain value?
uk_ua: Піддомени з 'www' для ел. пошти зазвичай не застосовуються. Ви впевнені, що хочете використати це значення для домену?

# domains list
source: Click on 'ADD CUSTOM DOMAIN' button to add a domain.
uk_ua: Натисніть кнопку 'ДОДАТИ СВІЙ ДОМЕН', щоб додати його.

# domains list
source: No custom domain found
uk_ua: Користувацьких доменів немає

# dropdown label
source: Label Saved
uk_ua: Мітку збережено

# dropdown label
source: Labels Saved
uk_ua: Мітки збережено

# fileSize format
source: GB
uk_ua: ГБ

# fileSize format
source: KB
uk_ua: КБ

# fileSize format
source: MB
uk_ua: МБ

# how many domains are in use
source: domains used.
uk_ua: доменів використано.

# info link to Addresses/Users in Signatures page
source: New Addresses can be added on
uk_ua: Нові адреси можна додати в

# key generation progrss
source: Done
uk_ua: Готово

# key generation progrss
source: Generating
uk_ua: Створення

# label
source: Currency
uk_ua: Валюта

# month price
source: /mo
uk_ua: /місяць

# notification drag and drop
source: Apply label
uk_ua: Застосувати мітку

# notification drag and drop
source: Move {{total}} {{type}}
uk_ua: Перемістити {{total}} {{type}}

# notification drag and drop
source: Star {{total}} {{type}}
uk_ua: Позначити {{total}} {{type}}

# reset password
source: If you are resetting the Login password only, old messages can be recovered later if you know your existing Mailbox Password. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
uk_ua: Якщо ві скидаєте лише пароль для входу, старі повідомлення можуть бути пізніше відновлені, якщо ви знаєте свій поточний пароль до поштової скриньки. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Дізнатись більше</a>.

# reset password
source: If you remember your old password later, you can recover your existing messages. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Learn More</a>.
uk_ua: Якщо пізніше ви згадаєте свій пароль, то зможете відновити існуючі повідомлення. <a href="https://protonmail.com/support/knowledge-base/restoring-encrypted-mailbox/" target="_blank">Дізнатись більше</a>.

# show used storage for an account
source: of
uk_ua: з

# subscription details
source: Billing cycle end
uk_ua: Кінець платіжного циклу

# subscription label
source: Address
uk_ua: Адреса

# subscription label
source: Custom domain
uk_ua: Користувацький домен

# subscription link
source: Manage
uk_ua: Керування

# subscription price label information
source: (with coupon)
uk_ua: (з купоном)

# subscription title
source: Payment
uk_ua: Платіж

# subscription title
source: Plans
uk_ua: Плани

# title
source: Label as
uk_ua: Позначити як

# title
source: Move to
uk_ua: Перемістити до

# toggle password
source: Hide password
uk_ua: Приховати пароль

# toggle password
source: Show password
uk_ua: Показати гасло

# topUp modal
source: Credits added
uk_ua: Кошти зараховано

source: 2-years
uk_ua: 2-річний

source: A new version of ProtonMail is available. Please refresh this page.
uk_ua: Доступна нова версія ProtonMail. Будь ласка, оновіть цю сторінку.

source: Active
uk_ua: Активні

source: Add VPN Protection
uk_ua: Додати захист VPN

source: Add additional email addresses to your account such as username2@protonmail.com. To enable this feature, <a ui-sref="secured.dashboard({scroll: true})">upgrade to ProtonMail Plus</a>.
uk_ua: Вписати додаткові адреси е-пошти до своєї обліковки, наприклад username2@protonmail.com. Щоб увімкнути цю функцію, <a ui-sref="secured.dashboard({scroll: true})">перейдіть на ProtonMail Pus</a>.

source: All
uk_ua: Усе

source: Allocated to admin
uk_ua: Наданоі адміністратору

source: Already used
uk_ua: Вже використано

source: Also Archive
uk_ua: Ще й в архів

source: Annually
uk_ua: Щорічно

source: Archive
uk_ua: Архівувати

source: Available VPN connections
uk_ua: Доступні VPN-під'єднання

source: Available domains
uk_ua: Доступні домени

source: By leaving now, you will lose what you have written in this email. You can save a draft if you want to come back to it later on.
uk_ua: Перериваючись зараз, ви втратите все написане в цьому повідомленні. Ви можете зберегти чернетку, якщо захочете повернутися до нього пізніше.

source: Choose your default language.
uk_ua: Оберіть мову.

source: Column
uk_ua: Стовпець

source: Confirm login password
uk_ua: Підтвердження паролю для входу

source: Confirm mailbox password
uk_ua: Підтвердження паролю для поштової скриньки

source: Confirm recovery Password
uk_ua: Підтвердити пароль для відновлення

source: Copied to clipboard
uk_ua: Скопійовано до буфера обміну

source: Copy to your clipboard
uk_ua: Копіювати до буферу обміну

source: Custom
uk_ua: Користувацькі

source: DANGER
uk_ua: ЗАГРОЗА

source: Day of the month
uk_ua: День місяця

source: Decrypt
uk_ua: Розшифрувати

source: Default
uk_ua: Типово

source: Delete
uk_ua: Видалити

source: Desktop notifications are currently <strong>disabled</strong>. To enable them, you need to go to your browser settings.
uk_ua: Сповіщення наразі <strong>вимкнені</strong>. Щоб їх увімкнути, необхідно перейти до налаштувань вашого браузеру.

source: Desktop notifications are currently <strong>enabled</strong>.
uk_ua: Сповіщення наразі <strong>увімкнені</strong>.

source: Digital signature verified
uk_ua: Цифровий підпис перевірено

source: Disabled
uk_ua: Вимкнено

source: Display name
uk_ua: Назва

source: Do not require exact match
uk_ua: Не вимагати повного збігу

source: Done
uk_ua: Готово

source: Download
uk_ua: Завантажити

source: Draft
uk_ua: Чернетка

source: Enabled
uk_ua: Увімкнено

source: Enter the key password:
uk_ua: Введіть пароль до ключа:

source: Enter the word 'DANGER' here.
uk_ua: Введіть тут слово "DANGER".

source: Enter your login password:
uk_ua: Введіть ваш пароль для входу:

source: Error encrypting message
uk_ua: Помилка шифрування повідомлення

source: Export contact in vCard format
uk_ua: Експорт контактів у формат vCard

source: Folder deleted
uk_ua: Теку видалено

source: Folder emptied
uk_ua: Теку очищено

source: From
uk_ua: Від

source: Generating keys
uk_ua: Генеруємо ключі

source: Generating keys...
uk_ua: Генеруємо ключі...

source: Good
uk_ua: Добре

source: Hotkeys preferences updated
uk_ua: Вподобання гарячих клавіш оновлено

source: Image preferences updated
uk_ua: Налаштування зображень оновлено

source: In archive
uk_ua: В архіві

source: In spam
uk_ua: У спамі

source: In trash
uk_ua: У смітнику

source: Inactive
uk_ua: Неактивний

source: Inbox
uk_ua: Вхідні

source: Info
uk_ua: Інформація

source: Insert link
uk_ua: Вставити посилання

source: It currently isn't possible to subscribe to a Paid ProtonMail plan.
uk_ua: Наразі неможливо оформити платну підписку на ProtonMail.

source: Label deleted
uk_ua: Мітку видалено

source: Label order saved
uk_ua: Порядок міток збережено

source: Layout saved
uk_ua: Макет збережено

source: Loading...
uk_ua: Завантаження...

source: Login password
uk_ua: Гасло для входу

source: Mailbox password
uk_ua: Пароль поштової скриньки

source: Maximized
uk_ua: Розгорнуто

source: Message sent
uk_ua: Повідомлення відправлено

source: Missing keys
uk_ua: Відсутні ключі

source: Monthly
uk_ua: Щомісяця

source: More
uk_ua: Докладніше

source: No
uk_ua: Ні

source: Not set
uk_ua: Не задано

source: Not set properly
uk_ua: Задано не вірно

source: Number of VPN connections which can be assigned to users.
uk_ua: Кількість VPN-під'єднань, які можуть бути призначені для користувачів.

source: Number of users
uk_ua: Кількість користувачів

source: Operation timed out for security reasons, please try again
uk_ua: Чин обмежено у часі з міркувань безпеки, спробуйте ще раз

source: Optional
uk_ua: Необов'язково

source: Organization storage
uk_ua: Сховище організації

source: Orphan
uk_ua: Сирота

source: Page
uk_ua: Сторінка

source: Password updated
uk_ua: Пароль оновлено

source: Plan subscription
uk_ua: Підписка

source: Please add addresses to send and receive email with this domain
uk_ua: Будь ласка, додайте адреси для надсилання й отримання е-пошти з цим доменом

source: Please add the follow TXT record. Note, DNS records can take several hours to update.
uk_ua: Будь ласка, додайте такий TXT запис. Зверніть увагу, що оновлення записів DNS може тривати кілька годин.

source: Please enter your organization recovery password:
uk_ua: Будь ласка, введіть гасло для відновлення організації:

source: Please give the address and temporary password to the new member so they can log in.
uk_ua: Будь ласка, дайте адресу та тимчасове гасло для нового члена так що він може увійти в систему.

source: Popup
uk_ua: Спливаюче вікно

source: Preference saved
uk_ua: Налаштування збережено

source: Primary
uk_ua: Головний

source: Primary Admin
uk_ua: Головний Адміністратор

source: ProtonMail Verified
uk_ua: ProtonMail перевірено

source: ProtonMail cannot be used for mass emailing or spamming. Legitimate emails are unlimited.
uk_ua: ProtonMail не може використовуватися для масових розсилок або спаму. Для законних листів обмежень немає.

source: ProtonMail supports DKIM signing for custom domains! To use DKIM authentication, please add the following TXT record into your DNS for this domain. This can typically be done in the control panel of your domain name registrar.
uk_ua: ProtonMail підтримує DKIM підписування для настроюваних доменів! Щоб використати автентифікацію DKIM, будь ласка, додайте такий запис TXT у ваш DNS для цього домену. Звичайно це можна зробити на панелі керування доменними іменами.

source: Received:
uk_ua: Отримано:

source: Recommended
uk_ua: Рекомендовано

source: Recovery/Notification email saved
uk_ua: Пошту для відновлення доступу/отримання повідомлень збережено

source: Redirecting
uk_ua: Перенаправлення

source: Required
uk_ua: Обов'язкове поле

source: Row
uk_ua: Список

source: Search parameter updated
uk_ua: Параметр пошуку оновлено

source: Sent
uk_ua: Відправлені

source: Sent:
uk_ua: Надіслано:

source: Set
uk_ua: Налаштовано

source: Setting up account
uk_ua: Налаштування облікового запису

source: Spam
uk_ua: Спам

source: Test notification
uk_ua: Спробувати сповіщення

source: To
uk_ua: Кому

source: To download attachments in Safari:
uk_ua: Щоб звантажити прикріплене у Safari:

source: Trash
uk_ua: Кошик

source: Yes
uk_ua: Так

source: addresses used.
uk_ua: адрес(у/и) викорстано.

source: advanced
uk_ua: додатково

source: click here
uk_ua: натисніть тут

source: embedded image
uk_ua: вбудоване зображення

source: file attached
uk_ua: файл вкладено

source: month
uk_ua: місяць
