Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# 1 of 2 contacts successfully imported.
source: contacts successfully imported.
uk_ua: Контакти успішно імпортовано.

# 2FA setup modal
source: 30 seconds
uk_ua: 30 секунд

# 2FA setup modal
source: 6 digits
uk_ua: 6 цифр

# 2FA setup modal
source: Interval
uk_ua: Інтервал

# 2FA setup modal
source: Key
uk_ua: Ключ

# 2FA setup modal
source: Length
uk_ua: Довжина

# 2FA setup modal
source: Manually enter this information into your two factor authentication device to set up your account.
uk_ua: Щоб налаштувати вашу обліковку, самостійно внесіть цю інформацію до вашого двофакторного авторизаційного пристрою.

# Action
source: <i class="fa fa-lock"></i> Submit
uk_ua: <i class="fa fa-lock"></i> Вiдправити

# Action
source: <i class="fa fa-trash-o"></i> <span ng-show="!!message.maximized" translate="" translate-context="Action">Discard</span>
uk_ua: <i class="fa fa-trash-o"></i><span ng-show="!!message.maximized" translate="" translate-context="Action">Відкинути</span>

# Action
source: Activate Keys
uk_ua: Активувати ключі

# Action
source: Activate ProtonVPN
uk_ua: Активувати ProtonVPN

# Action
source: Add
uk_ua: Додати

# Action
source: Add Address
uk_ua: Додати адресу

# Action
source: Add Condition
uk_ua: Додати умову

# Action
source: Add Entry
uk_ua: Додати запис

# Action
source: Add Filter
uk_ua: Додати фільтр

# Action
source: Add Payment Method
uk_ua: Додати Спосіб оплати

# Action
source: Add Sieve Filter
uk_ua: Додати фільтр Sieve

# Action
source: Add address
uk_ua: Додати адресу

# Action
source: Add auto-reply
uk_ua: Додати самовідповідь

# Action
source: Add contact
uk_ua: Додати контакт

# Action
source: Add coupon
uk_ua: Додати купон

# Action
source: Add custom domain
uk_ua: Придумати власний домен

# Action
source: Add filters
uk_ua: Додати фільтри

# Action
source: Add folder
uk_ua: Додати теку

# Action
source: Add label
uk_ua: Додати мітку

# Action
source: Add new users
uk_ua: Додати нових користувачів

# Action
source: Add user
uk_ua: Додати користувача

# Action
source: Add your domain
uk_ua: Додати ваш домен

# Action
source: Addresses
uk_ua: Адреси

# Action
source: Advanced
uk_ua: Додатково

# Action
source: Advanced search
uk_ua: Розширений пошук

# Action
source: All Read
uk_ua: Усе прочитане

# Action
source: All Starred
uk_ua: Усе відібране

# Action
source: All Unread
uk_ua: Усе Нечитане

# Action
source: All Unstarred
uk_ua: Усе Невідібране

# Action
source: Already have an account?
uk_ua: Вже маєте обліковий запис?

# Action
source: Apply
uk_ua: Застосувати

# Action
source: Auto
uk_ua: Автоматично

# Action
source: Back to protonmail.com
uk_ua: Повернутися до protonmail.com

# Action
source: Basic
uk_ua: Базовий

# Action
source: Buy
uk_ua: Купити

# Action
source: Cancel
uk_ua: Скасувати

# Action
source: Change login password
uk_ua: Змінити пароль обліковки

# Action
source: Change mailbox password
uk_ua: Змінити пароль поштової скриньки

# Action
source: Change order
uk_ua: Змінити порядок

# Action
source: Change organization keys
uk_ua: Змінити ключі організації

# Action
source: Change organization password
uk_ua: Змінити пароль організації

# Action
source: Change password
uk_ua: Змінити гасло

# Action
source: Click here to try again
uk_ua: Клацніть тут, щоб спробувати знов

# Action
source: Close
uk_ua: Закрити

# Action
source: Common login problems
uk_ua: Поширені проблеми зі входом

# Action
source: Complete setup
uk_ua: Завершити налаштування

# Action
source: Compose
uk_ua: Створити

# Action
source: Compose to
uk_ua: Написати до

# Action
source: Contacts
uk_ua: Контакти

# Action
source: Copy address
uk_ua: Копіювати адресу

# Action
source: Create Account
uk_ua: Створити акаунт

# Action
source: Create a new folder
uk_ua: Створити нову папку

# Action
source: Customize
uk_ua: Налаштувати

# Action
source: Date: New to old
uk_ua: Дата: від нового до старого

# Action
source: Date: Old to new
uk_ua: Дата: від старого до нового

# Action
source: Delete
uk_ua: Видалити

# Action
source: Delete your account
uk_ua: Видалити вашу обліковку

# Action
source: Deselect all
uk_ua: Зняти вибір

# Action
source: Disable
uk_ua: Вимкнути

# Action
source: Disable Two-Factor Authentication
uk_ua: Вимкнути двофакторну автентифікацію

# Action
source: Disabled
uk_ua: Вимкнено

# Action
source: Discard
uk_ua: Відхилити

# Action
source: Display invoice
uk_ua: Показати рахунок-фактуру

# Action
source: Donate
uk_ua: Пожертвувати

# Action
source: Done
uk_ua: Готово

# Action
source: Download
uk_ua: Завантажити

# Action
source: Edit
uk_ua: Змінити

# Action
source: Edit other signatures
uk_ua: Редагувати інші підписи

# Action
source: Edit signature
uk_ua: Редагувати підпис

# Action
source: Email our support team
uk_ua: Написати листа команді техпідтримки

# Action
source: Empty drafts
uk_ua: Очистити чернетки

# Action
source: Empty folder
uk_ua: Порожня тека

# Action
source: Empty spam
uk_ua: Очистити спам

# Action
source: Empty trash
uk_ua: Очистити смітник

# Action
source: Enable
uk_ua: Увімкнути

# Action
source: Enable Two-Factor Authentication
uk_ua: Увімкнути двофакторну автентифікацію

# Action
source: Enable multi-user support
uk_ua: Увімкнути підтримку декількох користувачів

# Action
source: Enabled
uk_ua: Увімкнено

# Action
source: Encrypting
uk_ua: Шифруємо

# Action
source: Encrypting attachments
uk_ua: Шифруємо вкладення

# Action
source: Enter key manually instead
uk_ua: Ввести ключ рукошма

# Action
source: Finish
uk_ua: Завершити

# Action
source: Folders / Labels
uk_ua: Теки / Мітки

# Action
source: For custom 2-year plans, click here
uk_ua: Задля особливих 2-річних планів натисніть тут

# Action
source: Forgot password?
uk_ua: Забули пароль?

# Action
source: Forgot username?
uk_ua: Забули ім'я користувача?

# Action
source: Generate Keys
uk_ua: Згенерувати ключі

# Action
source: Generate missing keys
uk_ua: Згенерувати відсутні ключі

# Action
source: Get a new 2-year plan
uk_ua: Отримай новий 2-річний план

# Action
source: Having trouble? Try an older version
uk_ua: Виникли проблеми? Спробуйте старішу версію

# Action
source: Help &amp; answers
uk_ua: Допомога &amp; відповіді

# Action
source: Hide
uk_ua: Приховати

# Action
source: Hide details
uk_ua: Приховати подробиці

# Action
source: Hide non-trashed messages
uk_ua: Приховати не видалені повідомлення

# Action
source: Hide trashed messages
uk_ua: Приховати видалені повідомлення

# Action
source: I have a question
uk_ua: У мене є питання

# Action
source: Import
uk_ua: Імпорт

# Action
source: Import contacts
uk_ua: Імпортувати контакти

# Action
source: Insert File
uk_ua: Вставити файл

# Action
source: Insert URL
uk_ua: Вставити URL

# Action
source: Learn more
uk_ua: Дізнатись більше

# Action
source: Load
uk_ua: Завантажити

# Action
source: Load classic theme
uk_ua: Завантажити класичну тему

# Action
source: Load edison theme
uk_ua: Завантажити тему Едісон

# Action
source: Log out
uk_ua: Вийти

# Action
source: Log out all other sessions
uk_ua: Вийти з усіх інших сесій

# Action
source: Login
uk_ua: Вхід

# Action
source: Logout
uk_ua: Вийти

# Action
source: Make Admin
uk_ua: Зробити адміністратором

# Action
source: Make Private
uk_ua: Зробити приватними

# Action
source: Make default
uk_ua: Зробити типовим

# Action
source: Manage
uk_ua: Керування

# Action
source: Manual
uk_ua: Рукошма

# Action
source: Mark as read
uk_ua: Позначити як прочитане

# Action
source: Mark as spam
uk_ua: Позначити як спам

# Action
source: Mark as unread
uk_ua: Позначити як непрочитане

# Action
source: Merge
uk_ua: Об'єднати

# Action
source: Move to archive
uk_ua: Перемістити до архіву

# Action
source: Move to inbox
uk_ua: Перемiстити до вхiдних

# Action
source: Move to spam
uk_ua: Перемістити у Спам

# Action
source: Move to trash
uk_ua: Перемістити у кошик

# Action
source: Need help?
uk_ua: Потрібна допомога?

# Action
source: Next
uk_ua: Далі

# Action
source: Next tip
uk_ua: Наступна порада

# Action
source: No
uk_ua: Ні

# Action
source: Not spam
uk_ua: Не спам

# Action
source: Pay
uk_ua: Сплатити

# Action
source: Pay annually
uk_ua: Сплачувати щорічно

# Action
source: Print
uk_ua: Друк

# Action
source: Private
uk_ua: Приватний

# Action
source: ProtonMail Shop
uk_ua: Крамниця ProtonMail-а

# Action
source: Public key
uk_ua: Публічний ключ

# Action
source: Reactivate
uk_ua: Повторна активація

# Action
source: Refresh domain status
uk_ua: Оновити статус домену

# Action
source: Remove
uk_ua: Видалити

# Action
source: Remove link
uk_ua: Видалити посилання

# Action
source: Reply securely
uk_ua: Безпечно відповісти

# Action
source: Report bug
uk_ua: Повідомити про помилку

# Action
source: Reset
uk_ua: Скинути

# Action
source: Reset Keys
uk_ua: Скинути ключі

# Action
source: Reset Password
uk_ua: Скинути гасло

# Action
source: Reset password
uk_ua: Скинути гасло

# Action
source: Reset theme
uk_ua: Скинути тему

# Action
source: Restore Keys
uk_ua: Відновити ключі

# Action
source: Restore administrator privileges
uk_ua: Відновити права адміністратора

# Action
source: Retry
uk_ua: Повторити

# Action
source: Revoke Admin
uk_ua: Відкликати права адміністратора

# Action
source: Save
uk_ua: Зберегти

# Action
source: Saving
uk_ua: Збереження

# Action
source: Search
uk_ua: Пошук

# Action
source: Select messages
uk_ua: Вибрати повідомлення

# Action
source: Send
uk_ua: Надіслати

# Action
source: Send new code
uk_ua: Надіслати новий код

# Action
source: Sending
uk_ua: Надсилається

# Action
source: Set
uk_ua: Налаштовано

# Action
source: Settings
uk_ua: Налаштування

# Action
source: Setup Account
uk_ua: Налаштування Обліковки

# Action
source: Show
uk_ua: Показати

# Action
source: Show all
uk_ua: Показати все

# Action
source: Show details
uk_ua: Детальніше

# Action
source: Show features
uk_ua: Показати можливості

# Action
source: Show non-trashed messages
uk_ua: Показати не видалені листи

# Action
source: Show read
uk_ua: Показати прочитане

# Action
source: Show trashed messages
uk_ua: Показати видалені листи

# Action
source: Show unread
uk_ua: Показати не прочитане

# Action
source: Sign up for free
uk_ua: Зареєструватися безкоштовно

# Action
source: Size: Large to small
uk_ua: Розмір: зменшення

# Action
source: Size: Small to large
uk_ua: Розмір: зростання

# Action
source: Sort
uk_ua: Упорядкувати

# Action
source: Submit
uk_ua: Надіслати

# Action
source: Switch to one-password mode
uk_ua: Перемкнутися на режим "одине гасло"

# Action
source: Switch to two-password mode
uk_ua: Перемкнутися на режим "два гасла"

# Action
source: This message contains embedded images
uk_ua: Це повідомлення містить вбудовані зображення

# Action
source: This message contains remote content
uk_ua: Це повідомлення містить зовнішні ресурси

# Action
source: Try again
uk_ua: Спробуйте ще раз

# Action
source: Tutorial
uk_ua: Керівництво

# Action
source: Unlock
uk_ua: Відімкнути

# Action
source: Unsubscribe
uk_ua: Відмовитися від підписки

# Action
source: Update
uk_ua: Оновити

# Action
source: Update link
uk_ua: Оновити посилання

# Action
source: Upgrade
uk_ua: Покращити

# Action
source: Upgrade account
uk_ua: Покращити обліковку

# Action
source: Upgrade storage
uk_ua: Покращити сховище даних

# Action
source: Upgrade your plan
uk_ua: Поліпшити ваш план

# Action
source: Uploading
uk_ua: Вивантаження

# Action
source: Verify
uk_ua: Перевірити

# Action
source: View Keyboard Shortcuts
uk_ua: Перегляд комбінацій клавіш

# Action
source: View headers
uk_ua: Перегляд заголовків

# Action
source: View original
uk_ua: Переглянути оригінал

# Action
source: View rendered HTML
uk_ua: Переглянути відображений HTML

# Action
source: View source code
uk_ua: Перегляд вихідного коду

# Action
source: What is this?
uk_ua: Що це?

# Action
source: Wipe
uk_ua: Витерти

# Action
source: Yes
uk_ua: Так

# Action
source: click here
uk_ua: натисніть тут

# Action
source: complete setup
uk_ua: завершити налаштування

# Action
source: top Up
uk_ua: Поповнити

# Action for the vpn columns
source: Add ProtonVPN Basic
uk_ua: Додати ProtonVPN Basic

# Action for the vpn columns
source: Add ProtonVPN Plus
uk_ua: Додати ProtonVPN Plus

# Action in contact details
source: Hide custom fields
uk_ua: Приховати користувацькі поля

# Action notification error trying to connect to the API
source: Retry now
uk_ua: Повторити зараз

# Action to not save contact details and switch to the new page
source: Discard
uk_ua: Відхилити

# App folder
source: Archive
uk_ua: Архів

# App folder
source: Drafts
uk_ua: Чернетки

# App folder
source: Inbox
uk_ua: Вхідні

# Auto-reply duration description
source: Auto-reply is active each month between the selected start and end time.
uk_ua: Автовідповідач активний кожен місяць в інтервалі між обраними початковим та кінцевим числом.

# Auto-reply duration description
source: Auto-reply is active each week between the selected start and end time.
uk_ua: Автовідповідач активний кожен тиждень в інтервалі між обраними початковою та кінцевою датами.

# Auto-reply duration description
source: Auto-reply is active from the start time to the end time.
uk_ua: Автовідповідач активний з початкової по кінцеву дату.

# Auto-reply duration description
source: Auto-reply is active until you turn it off.
uk_ua: Автовідповідач активний доти, доки ви не вимкнете його.

# Auto-reply duration description
source: Auto-reply is always active on the days of the week you select, between the selected hours.
uk_ua: Автовідповідач завжди активний в обрані вами дні тижня та в обраний проміжок часу.

# Back button in the contact sidebar
source: Back to mail
uk_ua: Назад до пошти

# Billing cycle for the dashboard
source: 2-year plan
uk_ua: 2-річний план

# Billing cycle for the dashboard
source: Pay annually
uk_ua: Сплачувати щорічно

# Billing cycle for the dashboard
source: Pay monthly
uk_ua: Сплачувати щомісячно

# Bitcoin donation
source: Amount BTC
uk_ua: Кількість BTC

# Bitcoin donation
source: BTC address
uk_ua: Аlреса BTC

# Bitcoin notice
source: After making your Bitcoin payment, please follow <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank">the instructions here</a> to upgrade
uk_ua: Після здійснення платежу Bitcoin, будь ласка, виконайте <a href="https://protonmail.com/support/knowledge-base/paying-with-bitcoin" target="_blank"> наведені тут вказівки</a> для оновлення

# Bitcoin validation error
source: Amount below minimum. ({{ ::validator.amountMin / 100 }} {{::currency}})
uk_ua: Сума менша найменшого значення. ({{:: validator.amountMin / 100}} {{::currency}})

# Bubbule info in appearance sent and drafts folders
source: Setting to 'Include Moved' means that sent / drafts messages that have been moved to other folders will continue to appear in the Sent/Drafts folder.
uk_ua: Налаштування "Разом з переміщеними" означає, що надіслані листи або чернетки, які було переміщено до іншої теки, все ще буде показано у теці Надіслані/Чернетки.

# Bug report successfully
source: Bug reported
uk_ua: Про ваду прозвітовано

# Button
source: + Add ProtonVPN
uk_ua: + Додати ProtonVPN

# Button to select plan on the dashboard
source: Downgrade to Free
uk_ua: Понизити до Free

# Button to select plan on the dashboard
source: Downgrade to Plus
uk_ua: Понизити до Plus

# Button to select plan on the dashboard
source: Switch to Professional
uk_ua: Перейти на Professional

# Button to select plan on the dashboard
source: Switch to Visionary
uk_ua: Перейти на Visionary

# Button to select plan on the dashboard
source: Update Free
uk_ua: Оновити Free

# Button to select plan on the dashboard
source: Update Plus
uk_ua: Оновити Plus

# Button to select plan on the dashboard
source: Update Professional
uk_ua: Оновити Professional

# Button to select plan on the dashboard
source: Update Visionary
uk_ua: Оновити Visionary

# Button to select plan on the dashboard
source: Upgrade to Plus
uk_ua: Підвищити до Plus

# Button to select plan on the dashboard
source: Upgrade to Professional
uk_ua: Підвищити до Professional

# Clear user's logs (security)
source: Logs cleared
uk_ua: Журнали очищено

# Command palette action
source: Add folder
uk_ua: Додати теку

# Command palette action
source: Add label
uk_ua: Додати мітку

# Compose message
source: Error during file upload
uk_ua: Сталася помилка при вивантаженні файлу

# Compose message
source: Error encrypting attachment
uk_ua: Помилка шифрування вкладення

# Composer
source: Empty attachment
uk_ua: Порожнє вкладення

# Composer
source: Maximum number of attachments (10) exceeded.
uk_ua: Перевищено максимальну кількість (10) вкладень.

# Composer Mode
source: Normal
uk_ua: Звичайний

# Composer Mode
source: Plain Text
uk_ua: Звичайний текст

# Composer, add Link popover
source: Edit the link
uk_ua: Змінити посилання

# Composer, add file popover
source: Insert an image
uk_ua: Вставити зображення

# Condition for custom filter
source: begins with
uk_ua: починається з

# Condition for custom filter
source: contains
uk_ua: містить

# Condition for custom filter
source: does not begin with
uk_ua: не починається з

# Condition for custom filter
source: does not contain
uk_ua: не містить

# Condition for custom filter
source: does not end with
uk_ua: не закінчується на

# Condition for custom filter
source: does not match
uk_ua: не збігається з

# Condition for custom filter
source: ends with
uk_ua: закінчується на

# Condition for custom filter
source: is exactly
uk_ua: точно співпадає

# Condition for custom filter
source: is not
uk_ua: не співпадає

# Condition for custom filter
source: matches
uk_ua: співпадає з

# Contact modal title
source: Add contact
uk_ua: Додати контакт

# Contact modal title
source: Edit contact
uk_ua: Редагувати контакт

# Context
source: Coupon
uk_ua: Купон

# Context
source: Gift code
uk_ua: Подарунковий код

# Coupon code request
source: Coupon code accepted
uk_ua: Код купона прийнято

# Credit card modal
source: Add a credit card.
uk_ua: Додати кредитну картку.

# Custom pro plan dashboard
source: 1 user
uk_ua: 1 користувач

# Custom pro plan dashboard
source: {{value}} GB storage
uk_ua: {{value}} Гб сховища

# Custom pro plan dashboard
source: {{value}} addresses
uk_ua: {{value}} адреси

# DKIM configuration status badge
source: Not set properly
uk_ua: Налаштовано невірно

# DKIM configuration status badge
source: Off
uk_ua: Вимкнено

# DKIM configuration status badge
source: On
uk_ua: Увімкнено

# Dashboard free plan title
source: Current Plan
uk_ua: Чинний тариф

# Dashboard plan detail
source: Add additional addresses to your account like <u>username2@protonmail.com</u>
uk_ua: Вписати додаткові адреси до своєї обліковки, як <u>username2@protonmail.com</u>

# Dashboard plan detail
source: Allows you to host emails for your own domain(s) at ProtonMail, e.g. <u>john.smith@example.com</u>
uk_ua: Дозволяє вам розмістити електронну пошту за власним доменом (чи кількома) на ProtonMail, наприклад, <u>john.smith@example.com</u>

# Dashboard plan detail
source: Click INFO to view total number of addresses for your plan
uk_ua: Натисніть "ІНФОРМАЦІЯ", щоб переглянути загальну кількість адрес, доступних згідно вашого тарифу

# Dashboard plan information
source: 1 Address
uk_ua: 1 Адреса

# Dashboard plan information
source: 1 User
uk_ua: 1 Користувач

# Dashboard plan information
source: 10 Custom Domains
uk_ua: 10 своїх доменів

# Dashboard plan information
source: 1000 Messages per day
uk_ua: 1000 листiв на добу

# Dashboard plan information
source: 150 Messages per day
uk_ua: 150 листiв на добу

# Dashboard plan information
source: 20 GB Storage
uk_ua: 20 ГБ сховища

# Dashboard plan information
source: 200 Folders / 200 Labels
uk_ua: 200 тек / 200 міток

# Dashboard plan information
source: 3 Folders / 3 Labels
uk_ua: 3 теки / 3 мітки

# Dashboard plan information
source: 5 Addresses / User
uk_ua: 5 адрес на користувача

# Dashboard plan information
source: 5 GB Storage / User
uk_ua: 5 ГБ сховища на користувача

# Dashboard plan information
source: 50 Addresses
uk_ua: 50 адрес

# Dashboard plan information
source: 500 MB Storage
uk_ua: 500 МБ сховища

# Dashboard plan information
source: 6 Users
uk_ua: 6 користувачів

# Dashboard plan information
source: Autoresponder
uk_ua: Автовідповідач

# Dashboard plan information
source: Catch-all email
uk_ua: Е-пошта "лови-усе"

# Dashboard plan information
source: Custom Domains
uk_ua: Користувацькі домени

# Dashboard plan information
source: Custom Filters
uk_ua: Користувацькі фільтри

# Dashboard plan information
source: Limited Support
uk_ua: Обмежена підтримка

# Dashboard plan information
source: Multi-User Support
uk_ua: Підтримка декількох користувачів

# Dashboard plan information
source: Priority Support
uk_ua: Пріоритетна підтримка

# Dashboard plan title
source: Current Plan
uk_ua: Чинний тариф

# Dashboard plan type
source: FREE
uk_ua: БЕЗКОШТОВНО

# Dashboard/security
source: Logging preference updated
uk_ua: Налаштування лоґіювання оновлено

# Day of the month select value
source: 10th of the month
uk_ua: 10-е число місяця

# Day of the month select value
source: 11th of the month
uk_ua: 11-е число місяця

# Day of the month select value
source: 12th of the month
uk_ua: 12-е число місяця

# Day of the month select value
source: 13th of the month
uk_ua: 13-е число місяця

# Day of the month select value
source: 14th of the month
uk_ua: 14-е число місяця

# Day of the month select value
source: 15th of the month
uk_ua: 15-е число місяця

# Day of the month select value
source: 16th of the month
uk_ua: 16-е число місяця

# Day of the month select value
source: 17th of the month
uk_ua: 17-е число місяця

# Day of the month select value
source: 18th of the month
uk_ua: 18-е число місяця

# Day of the month select value
source: 19th of the month
uk_ua: 19-е число місяця

# Day of the month select value
source: 1st of the month
uk_ua: 1-е число місяця

# Day of the month select value
source: 20th of the month
uk_ua: 20-е число місяця

# Day of the month select value
source: 21st of the month
uk_ua: 21-е число місяця

# Day of the month select value
source: 22nd of the month
uk_ua: 22-е число місяця

# Day of the month select value
source: 23rd of the month
uk_ua: 23-є число місяця

# Day of the month select value
source: 24th of the month
uk_ua: 24-е число місяця

# Day of the month select value
source: 25th of the month
uk_ua: 25-е число місяця

# Day of the month select value
source: 26th of the month
uk_ua: 26-е число місяця

# Day of the month select value
source: 27th of the month
uk_ua: 27-е число місяця

# Day of the month select value
source: 28th of the month
uk_ua: 28-е число місяця

# Day of the month select value
source: 29th of the month
uk_ua: 29-е число місяця

# Day of the month select value
source: 2nd of the month
uk_ua: 2-е число місяця

# Day of the month select value
source: 30th of the month
uk_ua: 30-е число місяця

# Day of the month select value
source: 31st of the month
uk_ua: 31-е число місяця

# Day of the month select value
source: 3rd of the month
uk_ua: 3-є число місяця

# Day of the month select value
source: 4th of the month
uk_ua: 4-е число місяця

# Day of the month select value
source: 5th of the month
uk_ua: 5-е число місяця

# Day of the month select value
source: 6th of the month
uk_ua: 6-е число місяця

# Day of the month select value
source: 7th of the month
uk_ua: 7-е число місяця

# Day of the month select value
source: 8th of the month
uk_ua: 8-е число місяця

# Day of the month select value
source: 9th of the month
uk_ua: 9-е число місяця

# Default autoresponder message without signature (no regards, etcetera)
source: <div>I'm out of the office with limited access to my email.</div>
uk_ua: <div>Я не на робочому місці, доступ до моєї е-пошти - обмежений.</div>

# Default error for the contact modal
source: Error with the request
uk_ua: Помилка з запитом
