Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# Info
source: A <a ui-sref="secured.dashboard({scroll: true})">paid plan</a> is required to turn off the ProtonMail signature. Paid plan revenue allows us to continue supporting free accounts.
uk_ua: Щоб вимкнути підпис ProtonMail-а, Вам понрібен <a ui-sref="secured.dashboard({scroll: true})">платний план</a>. Надходжнння від платного плану дозволяють нам підтримувати безкоштовні обліковки.

# Info
source: A draft selected is open in a composer, this action will close the composer and delete the message.
uk_ua: Вибрану чернетку нині відкрито у редакторі, ця дія закриє редактор та видалить лист.

# Info
source: ALL YOUR DATA WILL BE LOST!
uk_ua: УСІ ВАШІ ДАНІ БУДЕ ВТРАЧЕНО!

# Info
source: Add a custom filter to perform actions such as automatically labeling or archiving messages.
uk_ua: Додати налаштовуваний фільтр для виконання дій, наприклад, автоматичне позначання або архівування листів.

# Info
source: Add a domain that you own to your ProtonMail account.
uk_ua: Додати домен, яким ви володієте, до облікового запису ProtonMail.

# Info
source: Add your name (or company name) and address to your invoices.
uk_ua: Додати Ваше ім'я (або назву компанії) та адресу до Ваших рахунків-фактур.

# Info
source: Address added
uk_ua: Адресу додано

# Info
source: Address deleted
uk_ua: Адресу видалено

# Info
source: Address disabled
uk_ua: Адресу вимкнуто

# Info
source: Address enabled
uk_ua: Адресу увімкнуто

# Info
source: Address updated
uk_ua: Адресу оновлено

# Info
source: Also used to reset a forgotten password.
uk_ua: Також використовується, щоб скинути забутий пароль.

# Info
source: Annually
uk_ua: Щорічно

# Info
source: Are you sure you want to clear all your logs?
uk_ua: Ви впевнені, що хочете очистити всі свої логи авторизації?

# Info
source: Are you sure you want to delete all your contacts?
uk_ua: Ви впевнені, що хочете видалити всі контакти?

# Info
source: Are you sure you want to delete this address?
uk_ua: Ви впевнені, що хочете видалити цю адресу?

# Info
source: Are you sure you want to delete this filter?
uk_ua: Ви впевнені, що хочете видалити цей фільтр?

# Info
source: Are you sure you want to delete this folder? Messages in the folders aren’t deleted if the folder is deleted, they can still be found in all mail. If you want to delete all messages in a folder, move them to trash.
uk_ua: Ви впевнені, що хочете видалити цю папку? Повідомлення в цій папці не вилучено, якщо буде видалена папка, їх все ще можна буде знайти в папці "Вся пошта". Якщо Ви хочете видалити всі повідомлення в папці, перемістіть їх в "Корзину".

# Info
source: Are you sure you want to delete this label? Removing a label will not remove the messages with that label.
uk_ua: Ви впевнені, що хочете видалити цей ярлик? Видалення ярлика не призведе до видалення повідомлень з цим ярликом.

# Info
source: Are you sure you want to delete this payment method?
uk_ua: Ви впевнені, що хочете видалити цей спосіб оплати?

# Info
source: Are you sure you want to disable two-factor authentication?
uk_ua: Ви впевнені, що хочете відключити двухфакторную аутентифікацію?

# Info
source: Are you sure you want to permanently delete this user? The inbox and all addresses associated with this user will be deleted.
uk_ua: Ви впевнені, що хочете назавжди видалити цього користувача? Поштову скриньку і всі адреси, пов'язані з користувачем, буде видалено.

# Info
source: Are you sure you want to permanently remove this user from your organization? They will lose access to any addresses belonging to your organization.
uk_ua: Ви впевнені, що хочете назавжди видалити цього користувача зі своєї організації? Вони втратять доступ до будь-яких адрес, що належать вашій організації.

# Info
source: Are you sure you want to remove administrative privileges from this user?
uk_ua: Ви впевнені, що хочете забрати адміністративні привілеї у цього користувача?

# Info
source: Are you sure? This cannot be undone.
uk_ua: Ви впевнені? Ця дія не може бути скасована.

# Info
source: Automatic replies can respond automatically to incoming messages (such as when you are on vacation and can't respond).
uk_ua: Автовідповідач може автоматично відповідати на вхідні повідомлення (наприклад, коли ви знаходитесь у відпустці і не може відповісти).

# Info
source: Before you can start sending and receiving emails from your new addresses you need to create encryption keys for them. 4096-bit keys only work on high performance computers. For most users, we recommend using 2048-bit keys.
uk_ua: Перш ніж ви зможете почати відправку та отримання електронної пошти з вашими новими адресами, треба створити для них ключі шифрування. 4096-бітові ключі працюють тільки на високопродуктивних комп'ютерах. Для більшості користувачів ми рекомендуємо використовувати 2048-бітові ключі.

# Info
source: Below are optional settings you can use to customize your account. You can always find these on your Settings page.
uk_ua: Нижче - додаткові налаштування, які ви можете використовувати для свого облікового запису. Також їх завжди можна знайти на сторінці "Налаштування".

# Info
source: Billed as {{amount}} /2-yr
uk_ua: Сплачується {{amount}}/2 роки

# Info
source: Billed as {{amount}} /yr
uk_ua: Сплачується {{amount}}/рік

# Info
source: Blacklist
uk_ua: Чорний список

# Info
source: Bug reports are not end-to-end encrypted, please do not send any sensitive information.
uk_ua: Повідомлення про помилки не шифрується. Будь ласка, не відправляйте в них будь-яку конфіденційну інформацію.

# Info
source: Buttons position saved
uk_ua: Положення кнопок збережені

# Info
source: By clicking Create Account, you agree to abide by
uk_ua: Натискаючи на "Створити обліковий запис", ви погоджуєтеся дотримуватися

# Info
source: By clicking Setup Account, you agree to abide by
uk_ua: Натискаючи "Налаштувати обліковий запис", ви погоджуєтеся дотримуватися

# Info
source: By clicking Submit, you agree to abide by
uk_ua: Натискаючи "Відправити", ви погоджуєтеся дотримуватися

# Info
source: Change composer mode to {{value}}
uk_ua: Змінити режим редактора на {{value}}

# Info
source: Checking username
uk_ua: Перевіряння іменя користувача

# Info
source: Choose your prefered button order for marking messages as read / unread.
uk_ua: Виберіть бажане вами розташування кнопок для позначки повідомлень прочитаними / не прочитаними.

# Info
source: Click INFO to view total storage for your plan
uk_ua: Натисніть "ІНФОРМАЦІЯ", щоб переглянути загальну обсяг сховища, доступний згідно вашого тарифу

# Info
source: Click your attachment once to decrypt it. Once decryption finishes you will see a download arrow icon appear.
uk_ua: Натисніть один раз на вкладення, щоб розшифрувати його. Коли розшифровка завершиться, ви побачите іконку завантаження зі стрілкою.

# Info
source: Compose mode saved
uk_ua: Режим створення повідомлень збережений

# Info
source: Contact us at <a href="mailto:security@protonmail.com">security@protonmail.com</a> for critical security issues.
uk_ua: Пишіть нам на <a href="mailto:security@protonmail.com"> security@protonmail.com</a> з критичних питань безпеки.

# Info
source: Conversation Grouping automatically groups messages in the same conversation together.
uk_ua: Угруповання повідомлень автоматично групує повідомлення однієї розмови в ланцюжок.

# Info
source: Create and manage sub-accounts and assign them email addresses on your custom domain.
uk_ua: Створення та адміністрування підлеглих облікових записів і призначення їм поштових адрес у Вашому власному домені.

# Info
source: Credit card payment is currently not available, please try again later.
uk_ua: Оплата банківською картою в даний час недоступна, будь ласка, спробуйте ще раз пізніше.

# Info
source: Currently all available VPN connections are allocated to the administrator account. Please select the number of connections you want to reserve for additional users.
uk_ua: Наразі всі доступні під'єднання VPN надано обліковці адміністратора. Будь ласка, виберіть кількість під'єднань, яку ви хочете забронювати для додаткових користувачів.

# Info
source: Currently all available storage is allocated to the administrator account. Please reduce the admin account allocation to free up space for additional users. You can increase the total storage at any time by upgrading your account.
uk_ua: В даний час весь доступний обсяг сховища виділено облікового запису адміністратора. Будь ласка, зменшіть виділений для неї обсяг, щоб звільнити місце для додаткових користувачів. Ви можете збільшити загальний обсяг сховища в будь-який час, вибравши інший тариф.

# Info
source: Custom filter deleted
uk_ua: Фільтр користувача видалений

# Info
source: Custom filters work on all new emails, including incoming emails as well as sent emails
uk_ua: Призначені для користувача фільтри застосовуються до всіх нових листів, включаючи вихідні та надіслані

# Info
source: Custom themes from third-parties can potentially betray your privacy. Only use themes from trusted sources.
uk_ua: Теми від третіх сторін можуть потенційно порушити вашу конфіденційність. Використовуйте теми тільки з довірених джерел.

# Info
source: Decryption error
uk_ua: Помилка розшифрування

# Info
source: Decryption of this content failed
uk_ua: Дешифрування цього вмісту не вдалося

# Info
source: Delete any other MX records or make sure ProtonMail's Priority is the lowest number.
uk_ua: Видаліть будь-які інші MX-записи або впевніться, що встановлено найнижче число для пріоритету ProtonMail.

# Info
source: Do NOT forget your mailbox password. If you forget it, you will not be able to decrypt your messages.
uk_ua: НЕ ЗАБУВАЙТЕ свій пароль від поштової скриньки. Якщо ви його забудете, то не зможете розшифрувати свої повідомлення.

# Info
source: Donations are added as credit to your ProtonMail account and can be used to purchase account upgrades.
uk_ua: Пожертви додаються на ваш рахунок ProtonMail у якості кредита і можуть бути використані для покупки оновлення облікового запису.

# Info
source: Donations are currently not available, please try again later
uk_ua: Наразі неможливо здійснити пожертву, спробуйте будь ласка пізніше

# Info
source: Download your PGP Keys for use with other PGP compatible services. Only incoming messages in inline OpenPGP format are currently supported.
uk_ua: Скачайте свої ключі PGP для використання з іншими службами, сумісними з PGP. В даний час підтримуються тільки вхідні повідомлення в форматі текстового OpenPGP.

# Info
source: Drop a file here to upload
uk_ua: Для завантаження файлу перетягніть його сюди

# Info
source: Drop an image here to insert
uk_ua: Для вставки зображення перетягніть його сюди

# Info
source: Drop file or click here
uk_ua: Впустіть файл або клацніть сюди

# Info
source: Encrypted messages to non-ProtonMail recipients will expire in 28 days unless a shorter expiration time is set.
uk_ua: Зашифровані повідомлення одержувачам поза ProtonMail дійсні протягом 28 днів якщо не встановлено коротший термін дії.

# Info
source: Enter activation passcode:
uk_ua: Введіть гасло активації:

# Info
source: Enter the Organization Password to restore administrator privileges. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Learn more</a>
uk_ua: Введіть пароль організації, щоб відновити права адміністратора. <a href="https://protonmail.com/support/knowledge-base/restore-administrator/" target="_blank">Докладніше</a>

# Info
source: For American Express, the 4 digits on the front of your card.
uk_ua: На карті American Express це 4 цифри з лицьової сторони.

# Info
source: For Visa, MasterCard and Discover, the 3 digits on the back of your card.
uk_ua: На картах Visa, MasterCard та Discover це 3 цифри на звороті.

# Info
source: For a custom solution, contact our entreprise sales team for a quote.
uk_ua: Щоб отримати персональну пропозицію, зв'яжіться з нашим відділом продажів.

# Info
source: For a strictly limited period between Black Friday and Cyber Monday (November 24-27), we are having the first ever sale in ProtonMail's history! For these 4 days only, it is possible to get up to 45% off regular price for ProtonMail and ProtonVPN with our special 2-year plans. Once subscribed to this promotion, you keep the discount as long as your subscription is active.
uk_ua: Впродовж чітко обмеженого періоду між Чорною П'ятницею та Кібер Понеділком (листопад 24-27) ми проводимо перший у історії ProtonMail-а продаж! Лише у ці 4 дні можна отримати до 45% знижки до звичної ціни на ProtonMail та ProtonVPN з нашими особливими дворічними планами. Підписавшись за цією акцією, ви матимете знижку увесь час поки підписка чинна.

# Info
source: For more help please contact us directly: support@protonmail.com
uk_ua: Для отримання докладнішої інформації звертайтеся безпосередньо: support@protonmail.com

# Info
source: For security reasons, please verify that you are not a robot.
uk_ua: З міркувань безпеки, будь ласка підтвердьте, що ви не робот.

# Info
source: For security reasons, we need to verify that you are the owner of your domain. Please add the following code into your DNS. <strong>Do not remove it even after successful verification</strong>. This can typically be done in the control panel of your domain name registrar.
uk_ua: З міркувань безпеки нам необхідно пересвідчитися що ви є власником домену. Будь ласка додайте наступний запис в свій DNS. <strong>Не видаляйте його навіть післю успішної перевірки</strong>. Зазвичай це можна зробити за допомогою контрольної панелі вашого реєстратора доменних імен.

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a href="/dashboard">upgrade</a> to get unlimited filters.
uk_ua: Безкоштовні акаунти ProtonMail обмежені 1 користувацьким фільтром. Будь ласка <a href="/dashboard">оновіть свій акаунт</a> для отримання необмеженої кількості фільтрів.

# Info
source: Free ProtonMail accounts are limited to 1 custom filter. Please <a ui-sref="secured.dashboard({scroll: true})">upgrade</a> to get unlimited filters.
uk_ua: Безкоштовні акаунти ProtonMail обмежені 1 користувацьким фільтром. Будь ласка <a ui-sref="secured.dashboard({scroll: true})">оновіть свій акаунт</a> для отримання необмеженої кількості фільтрів.

# Info
source: Generating 4096-bit encryption keys may crash or freeze your browser. 4096-bit keys are only recommended for high performance computers - not recommended for tablet and mobile devices.
uk_ua: Генерування 4096-бітних ключів шифрування може викликати аварійне завершення або зависання вашого браузера. Використання 4096-бітних ключів рекомендується тільки на високопродуктивних комп'ютерах і не рекомендується для планшетів та мобільних пристроїв.

# Info
source: Here is a basic DMARC record that does nothing except email you reports.
uk_ua: Це простий запис DMARC, який нічого не робить, окрім надсилання звітів.

# Info
source: If another administrator changed this password, you will need to ask them for the new Organization Password.
uk_ua: Якщо інший адміністратор змінив цей пароль, ви маєте дізнатися у нього новий пароль організації.

# Info
source: If this domain is currently actively receiving emails, create all used email addresses in Step 3 before changing MX record to ensure a smooth transition.
uk_ua: Якщо цей домен активно приймає пошту, спочатку створіть усі використовувані адреси электронної пошти на Кроку 3 перед зміною MX записів для забезпечення плавного переходу.

# Info
source: If you have set both SPF and DKIM, DMARC allows you to specify how other email services should deliver email for your domain if both SPF and DKIM checks have failed. This can make it harder for spammers pretending to be you but may also cause delivery issues if not done properly. Feel free to ignore and skip DMARC unless you really want strict policies such as <strong>p=quarantine</strong> or <strong>p=reject</strong>.
uk_ua: Якщо у вас одночасно налаштовані SPF і DKIM, то DMARC дозволить вам вказати яким чином інші поштові служби мають доставляти пошту для вашого домену в разі невдалої перевірки SPF та DKIM. Це ускладнить можливість спамерам прикидатися вами, але також може слугувати причиною проблем з доставкою у разі неправильного налаштування. Можна проігнорувати і пропустити DMARC окрім випадку, якщо ви дійсно хочете застосовувати суворі обмеження накшталт <strong>p=quarantine</strong> або <strong>p=reject</strong>.

# Info
source: If you lose your password, you will not be able to read your emails.
uk_ua: Якщо ви втратите пароль від поштової скриньки, то не зможете читати свою пошту.

# Info
source: If you lose your two-factor-enabled device, these codes can be used instead of the 6-digit 2FA code to log into your account. Each code can only be used once.
uk_ua: Якщо ви втратите свій "двофакторний" пристрій, для входу в свій акаунт можна використати ці коди. Кожний код можна використати лише один раз.

# Info
source: If you want to keep an existing SPF record, you can just add <code>include:_spf.protonmail.ch</code> to it after the <code>v=spf1</code>. Do not create multiple SPF records.
uk_ua: Якщо ви хочете залишити існуючий SPF запис, то можете просто до нього додати <code>include:_spf.protonmail.ch</code>, післе <code>v=spf1</code>. Не створюте декілька SPF записів.

# Info
source: If you wish to delete in order to combine this account with another one, do NOT delete your account. You need to instead follow
uk_ua: Якщо ви хочете поєднати цей акаунт з іншим щоб залишити один, то НЕ ВИДАЛЯЙТЕ свій обліковий запис. Натомість дотримуйтеся процедури

# Info
source: Important: Please make sure you saved the recovery codes. Otherwise you can permanently lose access to your account if you lose your 2FA device.
uk_ua: Важливо: Будь ласка впевніться, що зберегли коди відновлення. Інакше ви можете назавжди втратити доступ до свого облікового запису в разі втрати 2ФА-пристрою.

# Info
source: Invoice paid
uk_ua: Рахунок сплачено

# Info
source: It can take up to a day for DNS changes to update.
uk_ua: Оновлення DNS може зайняти цілий день.

# Info
source: Keep this password safe--it cannot be recovered.
uk_ua: Зберігайте цей пароль у безпеці -- він не зможе бути відновлений.

# Info
source: Keep this record in your DNS for as long as you want to use DKIM. You can change its Value to <code>off</code> to disable DKIM
uk_ua: Зберігайте цей запис у вашому DNS стільки часу, скільки ви плануєте користуватися DKIM. Ви можете змінити його згачення на <code>off</code> щоб вимкнути DKIM

# Info
source: Learn more
uk_ua: Дізнатись більше

# Info
source: Learn more.
uk_ua: Дізнатись більше.

# Info
source: Loading themes will override your current theme!
uk_ua: Завантажувані теми заступлять собою вашу чинну тему!

# Info
source: Login failure (password)
uk_ua: Не вдалось увійти (хибне гасло)

# Info
source: Logs include authentication attempts for all Proton services that use your ProtonMail credentials.
uk_ua: Журнали містять спроби аутентифікації в усіх сервісах Proton, в яких використовуються облікові дані ProtonMail.

# Info
source: Monthly
uk_ua: Щомісяця

# Info
source: Name your attachment from 'unknown' to the correct name, including the file extension.
uk_ua: Перейменуйте ваше вкладення з "невідоме" на правильне ім'я, з урахуванням розширення файлу.

# Info
source: No contact found
uk_ua: Контактів не знайдено

# Info
source: No invoices found.
uk_ua: Рахунків-фактур не знайдено.

# Info
source: No labels
uk_ua: Міток немає

# Info
source: No logs yet
uk_ua: Журнал порожній

# Info
source: OpenVPN login updated
uk_ua: Ім'я для OpenVPN-а оновлено

# Info
source: OpenVPN password updated
uk_ua: Гасло для OpenVPN-а оновлено

# Info
source: Order saved
uk_ua: Замовлення збережено

# Info
source: Organization administrators will no longer be able to log in and control the user's account after privatization. This change is PERMANENT.
uk_ua: Адміністратори організації більше не зможуть увійти та контролювати користувацьку обліковку після її приватизації. Ця зміна є НЕОБОРОТНА.

# Info
source: Organization keys activated
uk_ua: Ключі організації активовано

# Info
source: Organization keys restored
uk_ua: Ключі організації відновлено

# Info
source: Organization updated
uk_ua: Організацію оновлено

# Info
source: Other administrators exist in your organization, you are responsible for communicating the new password to them.
uk_ua: У вашій організації є інші адмінвстратори, ви повинні передати їм новий пароль з ними.

# Info
source: Other administrators exist in your organization. You must communicate the new key recovery password to them in order for them to reactivate their full administrator privileges.
uk_ua: У вашій організації є інші адміністратори. Ви повинні передати їм новий пароль для відновлення ключа, щоб вони могли повністю відновити свої адміністраторські привілеї.

# Info
source: Password updated
uk_ua: Гасло оновлено

# Info
source: PayPal is currently not available, please try again later.
uk_ua: Наразі PayPal не доступний, будь ласка, спробуйте ще раз пізніше.

# Info
source: Payments are currently not available, please try again later
uk_ua: Наразі неможливо здійснити оплату, будь ласка спробуйте пізніше

# Info
source: Pick a name for your Organization.
uk_ua: Оберіть ім'я для вашої організації.

# Info
source: Please add the following MX record. Note, DNS records can take several hours to update.
uk_ua: Будь ласка, додайте такий MX запис. Завважте, що оновлення записів DNS може тривати кілька годин.

# Info
source: Please add the following TXT record. Note, DNS records can take several hours to update.
uk_ua: Будь ласка, додайте такий TXT запис. Завважте, що оновлення записів DNS може тривати кілька годин.

# Info
source: Please add the following TXT record:
uk_ua: Будь ласка, додайте такий TXT запис:

# Info
source: Please check your email and enter the code below:
uk_ua: Будь ласка гляньте вашу е-пошту та введіть наведений нижче код:

# Info
source: Please upgrade to a Professional plan with more than 1 user, or a Visionary account, to get multi-user support.
uk_ua: Будь ласка, оновіть тариф до Professional з більш ніж 1 користувачем, або до Visionary, щоб мати можливість обслуговування декількох користувачів.

# Info
source: ProtonMail addresses can never be deleted (only disabled). ProtonMail addresses will always count towards your address limit whether enabled or not. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank">Learn more</a>
uk_ua: Адреси на ProtonMail-і ніколи не буде видалено (тільки вимкнено). ProtonMail адреси завжди рахуватимуть до вашої межі адрес, не залежно чи ввімкнуто їх, чи ні. <a href="https://protonmail.com/support/knowledge-base/aliases-within-protonmail/" target="_blank"> Докладніше</a>

# Info
source: ProtonMail allows you to fully customize your inbox experience. By clicking <strong>(1)</strong> you can quickly switch between two possible layouts. You can set a default layout, set your composer style, adjust button layouts, and even switch themes under <em>Settings</em> <span class="fa fa-chevron-right"></span> <em>Appearance</em> <strong>(2)</strong>
uk_ua: ProtonMail дозволяє повністю налаштувати "Вхідні". Натиснувши <strong>(1)</strong> ви можете швидко переходити між двома доступними макетами розташування елементів. Ви можете встановити макет за змовчуванням, налаштувати свій власний стиль, налаштувати розташування кнопок і навіть змінювати теми в <em>Налаштування</em> <span class="fa fa-chevron-right"></span> <em>Вигляд</em> <strong>(2)</strong>
