Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# Label
source: VPN Connections
uk_ua: VPN-пiдключення

# Label
source: VPN Connections for members:
uk_ua: VPN пiдключення для учасникiв:

# Label
source: We are sorry to see you go!
uk_ua: Шкода, що ви вирішили піти!

# Label
source: ZIP/Postal Code
uk_ua: Поштовий індекс

# Label
source: zip - country
uk_ua: поштовий індекс - країна

# Label for address input in contact details
source: City
uk_ua: Місто

# Label for address input in contact details
source: Country
uk_ua: Країна

# Label for address input in contact details
source: Extended address (apartment or suite number)
uk_ua: Розширена адреса (квартира чи готельний номер)

# Label for address input in contact details
source: Post office box
uk_ua: Поштова скринька

# Label for address input in contact details
source: Postal code
uk_ua: Поштовий індекс

# Label for the progress bar displayed during the contact export
source: Decrypting contacts: {{progress}}%
uk_ua: Розшифрування контактів: {{progress}}%

# Label for the progress bar displayed during the contact import
source: Encrypting contacts: {{progress}}%
uk_ua: Шифрування контактів: {{progress}}%

# Label for the vpn columns
source: Connections/Devices
uk_ua: З'єднання/Пристрої

# Label for vpn form
source: Number of connections
uk_ua: Кількість під'єднань

# Label in the custom plan modal
source: Total Addresses
uk_ua: Усього адрес

# Label in the custom plan modal
source: Total Storage
uk_ua: Сховище

# Label in the custom plan modal
source: Users
uk_ua: Користувачі

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous mailbox password from before your account was reset:
uk_ua: Введіть свій попередній пароль від поштової скриньки, який був до скидання облікового запису:

# Label in the modal which ask the user to enter his password or mailbox password
source: Enter your previous password from before your account was reset:
uk_ua: Введіть свій попередній пароль, який діяв до скидання облікового запису:

# Label information
source: Multiple Labels can be applied to a single message, but a message can only be in a single Folder.
uk_ua: На лист можна вчепити кілька міток, але лист може бути лише в одній теці.

# Label information
source: You can drag and drop to rearrange the order of Labels/Folders.
uk_ua: Ви можете перетягнути щоб змінити послідовність Міток/Тек.

# Label modal
source: Folder created
uk_ua: Теку створено

# Label modal
source: Folder updated
uk_ua: Теку оновлено

# Label modal
source: Label created
uk_ua: Мітку створено

# Label modal
source: Label updated
uk_ua: Мітку оновлено

# Link
source: (What is this?)
uk_ua: (Що це?)

# Link
source: Download Page
uk_ua: Сторінка завантаження

# Link
source: Download bridge
uk_ua: Міст для звантаження

# Link
source: Homepage
uk_ua: Домівка

# Link
source: Include moved messages
uk_ua: Разом з переміщеними листами

# Link
source: Learn More
uk_ua: Докладніше

# Link
source: Learn more
uk_ua: Дізнатись більше

# Link
source: ProtonMail's Terms and Conditions
uk_ua: Умови й правила ProtonMail-а

# Link
source: Support Page
uk_ua: Сторінка підтримки

# Link
source: What is the difference between ProtonVPN and OpenVPN logins?
uk_ua: У чому полягає різниця між іменами для входу у ProtonVPN та OpenVPN?

# Link
source: the procedure
uk_ua: процедура

# List domains
source: No custom domain found
uk_ua: Користувацьких доменів немає

# List domains
source: Please add a custom domain before configuring addresses.
uk_ua: Будь ласка, додайте користувацький домен перед налаштуванням адреси.

# Login error
source: Please enter your username and password
uk_ua: Будь ласка, введіть ім'я користувача та гасло

# Memory info
source: Allocated
uk_ua: Надано

# Memory info
source: Already allocated
uk_ua: Вже виділено

# Memory info
source: Already used
uk_ua: Вже використано

# Message content if empty
source: Message empty
uk_ua: Порожній лист

# Message decryption error
source: Decryption error
uk_ua: Помилка розшифрування

# Message decryption error
source: Decryption of this message's encryption content failed.
uk_ua: Помилка розшифрування вмісту цього зашифрованого повідомлення.

# Message sender label
source: From
uk_ua: Від

# Modal setup 2FA
source: 2FA Guide
uk_ua: Інструкція з 2FA

# Modal setup 2FA
source: If you have never used 2FA before, we strongly recommend you reading our 2FA Guide first.
uk_ua: Якщо ви ніколи раніше не використовували двофакторну аутентифікацію, ми наполегливо рекомендуємо спочатку ознайомитись з нашою інструкцією по двофакторній аутентифікації.

# No results heading
source: All Mail
uk_ua: Уся пошта

# No results heading
source: Archive
uk_ua: Архів

# No results heading
source: Drafts
uk_ua: Чернетки

# No results heading
source: Folder
uk_ua: Тека

# No results heading
source: Inbox
uk_ua: Вхідні

# No results heading
source: Label
uk_ua: Мітка

# No results heading
source: Search
uk_ua: Пошук

# No results heading
source: Sent
uk_ua: Відправлені

# No results heading
source: Spam
uk_ua: Спам

# No results heading
source: Starred
uk_ua: З зірками

# No results heading
source: Trash
uk_ua: Кошик

# Notification
source: Filter created
uk_ua: Фільтр створено

# Notification
source: Filter updated
uk_ua: Фільтри оновлено

# Notification
source: ProtonMail's Encrypted Outside feature only allows replying 5 times. <a href="https://protonmail.com/signup" target="_blank">You can sign up for ProtonMail for seamless and unlimited end-to-end encryption</a>.
uk_ua: Функція ProtonMail-а шифруванняя зовнішнього дозволяє відповідати тіки' 5 разів. <a href="https://protonmail.com/signup" target="_blank">Ви можете зареєструватись у ProtonMail-і для швидкого й необмеженого всебічного шифрування</a>.

# Notification error trying to connect to the API
source: Servers are unreachable.
uk_ua: Сервери недоступні.

# Number of failed contact during the contact import
source: {{number}} failed to import.
uk_ua: {{number}} не вдалося імпортувати.

# Option
source: Hide Moved
uk_ua: Сховати переміщені

# Option
source: Include Moved
uk_ua: Включити переміщені

# Payment
source: Payment method deleted
uk_ua: Спосіб сплати видалено

# Payment
source: Payment method updated
uk_ua: Спосіб сплати оновлено

# Payment method
source: Cash
uk_ua: Готівка

# Payment method
source: Credit Card
uk_ua: Кредитна картка

# Paypal component
source: Error connecting to PayPal.
uk_ua: Помилка при підключенні до PayPal.

# Paypal error
source: Amount above the maximum.
uk_ua: Сума перевищує межу.

# Paypal error
source: Amount below minimum.
uk_ua: Сума нижче найменшої потрібної.

# Pikaday
source: April
uk_ua: Квітень

# Pikaday
source: August
uk_ua: Серпень

# Pikaday
source: December
uk_ua: Грудень

# Pikaday
source: February
uk_ua: Лютий

# Pikaday
source: January
uk_ua: Січень

# Pikaday
source: July
uk_ua: Липень

# Pikaday
source: June
uk_ua: Червень

# Pikaday
source: March
uk_ua: Березень

# Pikaday
source: May
uk_ua: Травень

# Pikaday
source: November
uk_ua: Листопад

# Pikaday
source: October
uk_ua: Жовтень

# Pikaday
source: September
uk_ua: Вересень

# Placeholder
source: A note
uk_ua: Примітка

# Placeholder
source: Address
uk_ua: Адреса

# Placeholder
source: Custom field
uk_ua: Користувацьке поле

# Placeholder
source: Email address
uk_ua: Адреса е-пошти

# Placeholder
source: Information
uk_ua: Інформація

# Placeholder
source: Name
uk_ua: Ім'я

# Placeholder
source: Phone number
uk_ua: Номер телефону

# Placeholder for DD in YYYY-MM-DD
source: DD
uk_ua: ДД

# Placeholder for MM in YYYY-MM-DD
source: MM
uk_ua: ММ

# Placeholder for YYYY in YYYY-MM-DD
source: YYYY
uk_ua: РРРР

# Plan feature
source: Folders
uk_ua: Теки

# Plan feature
source: Labels
uk_ua: Мітки

# Plan feature
source: Limited support
uk_ua: Обмежена підтримка

# Plan feature
source: Messages per day
uk_ua: Повідомлень на добу

# Plan feature
source: Priority support
uk_ua: Пріоритетна підтримка

# Price per month
source: /mo
uk_ua: /місяць

# ProtonVPN with X connections
source: connections
uk_ua: з'єднання

# Report bug request
source: Error communicating with the server
uk_ua: Помилка зв'язку з сервером

# Reset your login
source: Do NOT forget this password. If you forget it, you will not be able to login or decrypt your messages.
uk_ua: НЕ ЗАБУВАЙТЕ цей пароль. Якщо ви його забудете, то не зможете увійти чи розшифрувати свої повідомлення.

# Restore administrator panel
source: * Creating new sub-users
uk_ua: * Створення додаткових користувачів

# Restore administrator panel
source: * Reading emails of non-private subusers
uk_ua: * Читання листів неконфіденційних користувачів

# Restore administrator panel
source: Due to a password change, your organization administrator privileges have been restricted. The following actions are no longer permitted:
uk_ua: Унаслідок зміни пароля Ваші повноваження адміністратора організації були обмежені. Зазначені дії більше не дозволені:

# Settings autoresponder, how many bites inside the message
source: bytes used
uk_ua: байтів використано

# Signup features
source: 20GB storage
uk_ua: 20 Ґб сховища

# Signup features
source: 5GB storage
uk_ua: 5 ҐБ сховища

# Signup features
source: Early access to new features
uk_ua: Ранній доступ до нових функцій

# Signup features
source: Help pick new features through Visionary only polls
uk_ua: Допоможіть обрати нові функції за допомогою опитувань для Visionary-користувачів

# Signup features
source: Labels and Custom Filters
uk_ua: Мітки та користувацькі фільтри

# Signup features
source: No sending limits
uk_ua: Жодних обмежень надсилання листів

# Signup features
source: Priority Customer Support
uk_ua: Пріоритетна служба підтримки

# Signup step label
source: Creating new account
uk_ua: Створення нової обліковки

# Signup step label
source: Done
uk_ua: Готово

# Signup step label
source: Generating keys
uk_ua: Генеруємо ключі

# Signup step label
source: Logging in to new account
uk_ua: Вхід до нової обліковки

# Single letter code Friday
source: F
uk_ua: П

# Single letter code Monday
source: M
uk_ua: П

# Single letter code Saturday
source: S
uk_ua: С

# Single letter code Sunday
source: S
uk_ua: Н

# Single letter code Thursday
source: T
uk_ua: Ч

# Single letter code Tuesday
source: T
uk_ua: В

# Single letter code Wednesday
source: W
uk_ua: С

# Success
source: All contacts deleted
uk_ua: Усі контакти видалено

# Success
source: Autoresponder installed
uk_ua: Автовідповідач встановлено

# Success
source: Autoresponder removed
uk_ua: Автовідповідач видалено

# Success
source: Autoresponder updated
uk_ua: Автовідповідач оновлено

# Success
source: Code applied
uk_ua: Код застосовано

# Success
source: Emailing preference updated
uk_ua: Налаштування відправки пошти оновлені

# Success
source: Gift code applied
uk_ua: Подарунковий код застосовано

# Success
source: Other sessions revoked
uk_ua: Інші сесії відкинуто

# Success message
source: Contact edited
uk_ua: Контакт відредаговано

# Success message for the contact modal
source: Contact added
uk_ua: Контакт додано

# Success message when sending feedback
source: Thanks for your feedback!
uk_ua: Дякуємо за ваш відгук!

# Success notification
source: Unsubscribed
uk_ua: Підписку скасовано

# Text displays in the toggle component, make it shorter as possible
source: No
uk_ua: Ні

# Text displays in the toggle component, make it shorter as possible
source: OFF
uk_ua: Вимк

# Text displays in the toggle component, make it shorter as possible
source: ON
uk_ua: УВІМК

source: The message contains too many bytes, only
uk_ua: Повідомлення містить забагато байт, дозволено лише

source: allowed (you are using
uk_ua: дозволено (ви використовуєте

source: bytes).
uk_ua: байт).

# Three letter code Friday
source: Fri
uk_ua: Пт

# Three letter code Monday
source: Mon
uk_ua: Пн

# Three letter code Saturday
source: Sat
uk_ua: Сб

# Three letter code Sunday
source: Sun
uk_ua: Нд

# Three letter code Thursday
source: Thu
uk_ua: Чт

# Three letter code Tuesday
source: Tue
uk_ua: Вт

# Three letter code Wednesday
source: Wed
uk_ua: Ср

# Title
source: <span class="margin-right" translate="">Available VPN connections</span>
uk_ua: <span class="margin-right" translate="">Доступні VPN-під'єднання</span>

# Title
source: <span class="margin-right" translate="">Number of users</span>
uk_ua: <span class="margin-right" translate="">Кількість користувачів</span>

# Title
source: <span class="margin-right" translate="">Organization storage</span>
uk_ua: <span class="margin-right" translate="">Сховище організації</span>

# Title
source: Account
uk_ua: Обліковий запис

# Title
source: Actions
uk_ua: Дії

# Title
source: Add credits
uk_ua: Поповнити рахунок

# Title
source: Add invoice details
uk_ua: Додати дані рахунка-фактури

# Title
source: Add to Blacklist
uk_ua: Додати до чорного списку

# Title
source: Add to Whitelist
uk_ua: Додати до білого списку

# Title
source: Additional themes
uk_ua: Додаткові теми

# Title
source: Address
uk_ua: Адреса

# Title
source: Addresses
uk_ua: Адреси

# Title
source: Addresses / Users
uk_ua: Адреси / Користувачі

# Title
source: Administrator Key Activation
uk_ua: Активація ключа адміністратора

# Title
source: All Mail
uk_ua: Уся пошта

# Title
source: Allocate Storage
uk_ua: Виділене сховище

# Title
source: Allocate VPN Connections
uk_ua: Надати VPN-під'єднання

# Title
source: Allow password reset
uk_ua: Дозволити скидання гасла

# Title
source: Amount
uk_ua: Всього

# Title
source: Amount due
uk_ua: Сума до сплати

# Title
source: Appearance
uk_ua: Зовнішній вигляд

# Title
source: Application
uk_ua: Застосунок

# Title
source: Archive
uk_ua: Архів

# Title
source: Are you human?
uk_ua: Ви не робот?

# Title
source: Attach screenshot
uk_ua: Додати знімок екрану

# Title
source: Attachments
uk_ua: Вкладення

# Title
source: Authentication Logs
uk_ua: Список авторизації

# Title
source: Auto-Reply
uk_ua: Автовідповідач

# Title
source: Automatic Replies
uk_ua: Автоматичні відповіді

# Title
source: Automatically save contacts
uk_ua: Автоматично зберігати контакти

# Title
source: BCC
uk_ua: Прихована копія

# Title
source: Background color
uk_ua: Колір тла

# Title
source: Billing
uk_ua: Рахунок виставлений

# Title
source: Billing Information
uk_ua: Платіжна інформація

# Title
source: Black Friday Offer
uk_ua: Пропозиція Чорної п'ятниці

# Title
source: CC
uk_ua: Копія

# Title
source: Change Login Password
uk_ua: Змінити пароль обліковки

# Title
source: Change Mailbox Password
uk_ua: Змінити пароль поштової скриньки

# Title
source: Change OpenVPN Login
uk_ua: Змінити ім'я для OpenVPN

# Title
source: Change OpenVPN Password
uk_ua: Змінити пароль для OpenVPN

# Title
source: Change Organization Keys
uk_ua: Змінити ключі організації

# Title
source: Change Organization Password
uk_ua: Змінити пароль організації

# Title
source: Change Password
uk_ua: Змінити гасло

# Title
source: Change Role
uk_ua: Змінити роль

# Title
source: Clear
uk_ua: Очистити

# Title
source: Composer
uk_ua: Редактор

# Title
source: Composer mode
uk_ua: Режим редактора

# Title
source: Conditions
uk_ua: Умови

# Title
source: Confirm Password
uk_ua: Підтвердити пароль

# Title
source: Confirm Reset Password
uk_ua: Підтвердити пароль для скидання

# Title
source: Confirm downgrade
uk_ua: Підтвердити перехід

# Title
source: Contact
uk_ua: Зв'язок

# Title
source: Contact Details
uk_ua: Контактні дані

# Title
source: Contact us
uk_ua: Зв'язатися з нами

# Title
source: Contacts
uk_ua: Контакти

# Title
source: Conversation Grouping
uk_ua: Угрупування повідомлень в ланцюжки

# Title
source: Cost per month
uk_ua: Ціна за місяць

# Title
source: Coupon
uk_ua: Купон

# Title
source: Create Address
uk_ua: Створити адресу

# Title
source: Create Contact
uk_ua: Створити контакт

# Title
source: Create new folder
uk_ua: Створити нову папку

# Title
source: Create new label
uk_ua: Створити новий ярлик

# Title
source: Create user
uk_ua: Створити користувача

# Title
source: Create your account
uk_ua: Створити свій обліковий запис

# Title
source: Creating account
uk_ua: Створення обліковки

# Title
source: Credit
uk_ua: Баланс

# Title
source: Credit Card
uk_ua: Оплата банківською картою

# Title
source: Current status
uk_ua: Поточний статус

# Title
source: Custom Filters
uk_ua: Користувацькі фільтри

# Title
source: Custom domain
uk_ua: Свій домен

# Title
source: Custom theme
uk_ua: Призначені для користувача теми

# Title
source: Customize invoices
uk_ua: Налаштування рахунків

# Title
source: Daily email notifications
uk_ua: Щоденні повідомлення по електронній пошті

# Title
source: Dashboard
uk_ua: Інфо-дошка

# Title
source: Date
uk_ua: Дата

# Title
source: Decrypt Mailbox
uk_ua: Розшифрувати поштову скриньку

# Title
source: Decrypt message
uk_ua: Розшифрувати повідомлення

# Title
source: Delete
uk_ua: Видалити

# Title
source: Delete Account
uk_ua: Видалити обліковий запис

# Title
source: Delete Filter
uk_ua: Видалити фільтр

# Title
source: Delete account
uk_ua: Видалити обліковий запис

# Title
source: Delete all
uk_ua: Видалити всі

# Title
source: Delete folder
uk_ua: Видалити теку

# Title
source: Delete label
uk_ua: Видалити мітку

# Title
source: Delete payment method
uk_ua: Видалити метод оплати

# Title
source: Delete user
uk_ua: Видалити користувача

# Title
source: Desktop notifications
uk_ua: Сповіщення

# Title
source: Disable Two-Factor Authentication
uk_ua: Вимкнути двофакторну автентифікацію

# Title
source: Display name
uk_ua: Показуване ім'я

# Title
source: Domain
uk_ua: Домен

# Title
source: Domain addresses
uk_ua: Доменні адреси

# Title
source: Domains
uk_ua: Домени

# Title
source: Donate
uk_ua: Пожертва

# Title
source: Downloading
uk_ua: Завантаження

# Title
source: Drafts
uk_ua: Чернетки

# Title
source: Edit folder
uk_ua: Редагувати теку

# Title
source: Edit label
uk_ua: Змінити мітку

# Title
source: Email Address
uk_ua: E-mail адреса

# Title
source: Email Content
uk_ua: Вміст листа

# Title
source: Email Subscriptions
uk_ua: Отримувати розсилки

# Title
source: Encrypt for non-ProtonMail users
uk_ua: Шифрування для користувачів поза ProtonMail

# Title
source: Encrypted Message
uk_ua: Зашифроване повідомлення

# Title
source: Encrypted Reply
uk_ua: Зашифрована відповідь

# Title
source: End date
uk_ua: Кінцева дата

# Title
source: Error
uk_ua: Помилка

# Title
source: Event
uk_ua: Подія

# Title
source: Expiration
uk_ua: Термін дії

# Title
source: Expiration time
uk_ua: Дійсний до

# Title
source: Feedback form
uk_ua: Форум для відгуків

# Title
source: Filters
uk_ua: Фільтри

# Title
source: Fingerprint
uk_ua: Відбиток

# Title
source: Folders / Labels
uk_ua: Теки / Мітки

# Title
source: From
uk_ua: Від

# Title
source: Generating keys
uk_ua: Генеруємо ключі

# Title
source: Generating keys...
uk_ua: Генеруємо ключі...

# Title
source: Getting started with ProtonVPN
uk_ua: Починаючи користуватись ProtonMail-ом

# Title
source: Gift code
uk_ua: Подарунковий код

# Title
source: Help
uk_ua: Довідка

# Title
source: Help and support
uk_ua: Довідка та підтримка

# Title
source: High security
uk_ua: Високий рівень захисту

# Title
source: Highest security
uk_ua: Найвищий рівень захисту

# Title
source: Host name
uk_ua: Ім'я хосту

# Title
source: Hotkeys
uk_ua: Гарячі клавіші

# Title
source: Human verification
uk_ua: Перевірка "Я не робот"

# Title
source: Identity
uk_ua: Тотожність

# Title
source: Import
uk_ua: Імпорт

# Title
source: Inbox
uk_ua: Вхідні

# Title
source: Invoices
uk_ua: Рахунки

# Title
source: Jumping
uk_ua: Переходи

# Title
source: Key Activation
uk_ua: Активація ключа

# Title
source: Key recovery password
uk_ua: Пароль для відновлення ключа

# Title
source: Key size
uk_ua: Довжина ключа

# Title
source: Keyboard Shortcuts
uk_ua: Гарячі клавіші

# Title
source: Keys
uk_ua: Ключі

# Title
source: Label
uk_ua: Мітка

# Title
source: Labels
uk_ua: Мітки

# Title
source: Language
uk_ua: Мова

# Title
source: Layout
uk_ua: Макет

# Title
source: Load embedded images
uk_ua: Завантажити вбудовані зображення

# Title
source: Load remote content
uk_ua: Звантажити віддалений вміст

# Title
source: Loading message headers...
uk_ua: Звантаження заголовків листа...

# Title
source: Location
uk_ua: Розташування

# Title
source: Logging in to your account
uk_ua: Вхід до вашої обліковки

# Title
source: Login
uk_ua: Вхід

# Title
source: Login password
uk_ua: Гасло для входу

# Title
source: Mailbox password
uk_ua: Пароль поштової скриньки

# Title
source: Merge contacts
uk_ua: Об'єднати контакти

# Title
source: Message Password
uk_ua: Пароль повідомлення

# Title
source: Message headers
uk_ua: Заголовки повідомлення

# Title
source: Multi-User Support
uk_ua: Підтримка декількох користувачів

# Title
source: My subscription
uk_ua: Моя підписка

# Title
source: Name
uk_ua: Назва

# Title
source: Name / Signature
uk_ua: Ім'я / Підпис

# Title
source: Navigation
uk_ua: Навігація

# Title
source: New password:
uk_ua: Новий пароль:

# Title
source: No conversations
uk_ua: Бесіди відсутні

# Title
source: No messages
uk_ua: Повідомлень немає

# Title
source: Notification
uk_ua: Сповіщення

# Title
source: Notifications
uk_ua: Сповіщення

# Title
source: Number
uk_ua: Номер

# Title
source: OS version
uk_ua: Версія ОС

# Title
source: Operating system
uk_ua: Операційна система

# Title
source: Organization
uk_ua: Організація

# Title
source: Organization Key Fingerprint
uk_ua: Відбиток ключа організації

# Title
source: Organization history
uk_ua: Історія організації

# Title
source: Organization name
uk_ua: Назва організації

# Title
source: Organization recovery password
uk_ua: Пароль організації для відновлення

# Title
source: Overview
uk_ua: Огляд

# Title
source: Password
uk_ua: Пароль

# Title
source: Password Hint
uk_ua: Підказка для пароля

# Title
source: Pay invoice
uk_ua: Сплатити рахунок-фактуру

# Title
source: Payment
uk_ua: Платіж

# Title
source: Payment details
uk_ua: Деталі платежу

# Title
source: Payment method:
uk_ua: Спосіб оплати:

# Title
source: Payment methods
uk_ua: Способи оплати

# Title
source: Payments
uk_ua: Платежі

# Title
source: Personalize your layout
uk_ua: Налаштуйте розташування на свій смак

# Title
source: Plan
uk_ua: Тариф

# Title
source: Plans and prices
uk_ua: Тарифи та ціни

# Title
source: Price
uk_ua: Ціна

# Title
source: Priority
uk_ua: Важливість

# Title
source: Private
uk_ua: Приватний

# Title
source: Privatize User
uk_ua: Приватизувати користувача

# Title
source: Proration
uk_ua: Пропорційний розподіл

# Title
source: ProtonMail + VPN Plus 2-year plan
uk_ua: 2-річний план ProtonMail + VPN Plus

# Title
source: ProtonMail's Terms and Conditions
uk_ua: Умови й правила ProtonMail-а

# Title
source: ProtonVPN Resources
uk_ua: ProtonVPN Ресурси

# Title
source: Reactivate key pair
uk_ua: Повторна активація пари ключів

# Title
source: Recipient
uk_ua: Отримувач

# Title
source: Recipients
uk_ua: Отримувачі

# Title
source: Recovery email (optional)
uk_ua: Пошта для відновлення доступу (необов'язково)

# Title
source: Remove user
uk_ua: Видалити користувача

# Title
source: Report Bug
uk_ua: Повідомити про помилку

# Title
source: Request timed out, please try again.
uk_ua: Час очікування запиту перевищив час очікування. Будь ласка, спробуйте ще раз.

# Title
source: Reset Password
uk_ua: Скинути гасло

# Title
source: Reset code:
uk_ua: Спеціальний код скидання:

# Title
source: Reset/notification email
uk_ua: Пошта для скидання налаштувань/отримання сповіщень
