Repository: 321jr/WebClient
Catalog: po/ua.po
Languages: uk_ua

# Info
source: ProtonMail can also be used with a single password which replaces both the login and mailbox password. To switch to single password mode, enter the single password you would like to use and click Save.
uk_ua: ProtonMail також може використовуватися з самим гаслом, який замінює ім'я та гасло до поштової скриньки. Щоб перемкнутись на режим самого гасла, введіть цей самий пароль, який ви хотіли б використовувати і натисніть кнопку Зберегти.

# Info
source: ProtonMail encountered a problem loading your account. Please refresh the page and try again later.
uk_ua: ProtonMail зазнав проблеми завантажуючи вашу обліковку. Будь ласка, перезавантажте сторінку і спробуйте знов.

# Info
source: ProtonMail supports both column and row layouts for the inbox. Using this setting, it is possible to change between the two layouts.
uk_ua: ProtonMail підтримує й стовпцеві, й рядкові макети для теки Вхідні. Використання цього налаштування уможливлює перемикання між двома макетами.

# Info
source: Reset Password
uk_ua: Скинути гасло

# Info
source: Resetting your password will also reset your encryption keys, so you will be unable to read your existing messages. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Learn More</a>.
uk_ua: Скидання пароля також призведе до скидання ключів шифрування, тому ви не зможете читати ваші існуючі повідомлення. <a href="https://protonmail.com/support/knowledge-base/updating-your-login-password/" target="_blank">Дізнатися більше</a>.

# Info
source: Right-click on your attachment and choose 'Download linked file as...'
uk_ua: Клацніть правою кнопкою миші на ваше вкладення та виберіть "Завантажити посилання як..."

# Info
source: SPF is used to specify who is allowed to send email for the domain so we strongly recommend including ProtonMail in your SPF record. Please add the following TXT record into your DNS. This can typically be done in the control panel of your domain name registrar.
uk_ua: У SPF-і вказатують, кому дозволено надсилати пошту на домен. Тому ми наполегливо радимо включити ProtonMail у ваш SPF. Будь ласка додайте такий TXT запис у ваш DNS. Звичайно це можна зробити у панелі керування вашого реєстратора доменних імен.

# Info
source: Safari does not fully support downloading encrypted attachments.
uk_ua: Safari не повністю підтримує завантаження шифрованих вкладень.

# Info
source: Same as ProtonMail login password
uk_ua: Такий самий як пароль для входу до ProtonMail

# Info
source: Save your passwords somewhere safe. Click on <i class="fa fa-eye"></i> icon to confirm you that have typed your password correctly.
uk_ua: Збережіть ваше гасло у надійному місці. Натисніть на <i class="fa fa-eye"></i> значок, щоб пiдтвердити що ви ввели гасло без помилок.

# Info
source: Set a catch-all address for your domain.
uk_ua: Установити catch-all адресу для вашого домену.

# Info
source: Status updated
uk_ua: Стан оновлено

# Info
source: Submit
uk_ua: Надіслати

# Info
source: Take back your privacy! Creating your secure email account takes less than 2 minutes.
uk_ua: Поверніть собі конфіденційність! Створення безпечної обліковки е-пошти забере менше 2 хвилин.

# Info
source: Take back your privacy! Setting up your secure email account takes less than 2 minutes.
uk_ua: Поверніть собі конфіденційність! Налаштування безпечної обліковки е-пошти забере менше 2 хвилин.

# Info
source: This can take a few seconds or a few minutes depending on your device.
uk_ua: Це може зайняти кілька секунд або кілька хвилин залежно від пристрою.

# Info
source: This conversation contains non-trashed messages.
uk_ua: Ця розмова містить не видалені повідомлення.

# Info
source: This conversation contains trashed messages.
uk_ua: Ця розмова містить видалені повідомлення.

# Info
source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
uk_ua: Цей лист не виконав автентифікаційні вимоги свого домену. Він міг бути підроблений або неправильно пересланий!

# Info
source: This email seems to be from a ProtonMail address but came from outside our system and failed our authentication requirements. It may be spoofed or improperly forwarded!
uk_ua: Цей лист, ніби то надіслано з ProtonMail адреси, але він прийшов ззовні нашої системи і не відповідає нашим вимогам автентифікації. Лист міг бути підроблений або неправильно пересланий!

# Info
source: This is the 'From' name that people will see when you email them.
uk_ua: Це ім'я, яке отримувачі бачитимуть в полі "Від".

# Info
source: This is used to recover your account if you get locked out or forget your password.
uk_ua: Це використовується для відновлення облікового запису, якщо його буде заблоковано або ви забудете пароль.

# Info
source: This message is automatically generated as a response to a previous message.
uk_ua: Це повідомлення автоматично створюється у відповідь на попереднє повідомлення.

# Info
source: This message is from a mailing list.
uk_ua: Це повідомлення зі списку розсилки.

# Info
source: This page is only available on larger resolution devices. If you are on a phone, try landscape mode, or visit on a computer instead.
uk_ua: Ця сторінка доступна лише на пристроях з більшою роздільної здатністю. Якщо ви використовуєте телефон, спробуйте альбомний режим або відвідайте цю сторінку на комп'ютері.

# Info
source: This sets the default composer size. Two sizes are available, a smaller popup composer, and a bigger full screen composer.
uk_ua: Ця настройка встановлює розмір вікна створення повідомлення. Доступні два розміри: меньше вікно -- popup, та більше -- на весь екран.

# Info
source: This short tutorial will show you the main features of your new ProtonMail account. For more information, you can also check out the Welcome email we have sent you. If you ever want to view this tutorial again, you can access it by clicking your username in the upper right corner.
uk_ua: Цей короткий підручник покаже вам, основні функції ProtonMail. Для отримання додаткової інформації ви також можете переглянути вітальний лист який ми надіслали вам. Якщо ви хочете переглянути цей підручник знову, натисніть ваше ім'я користувача у верхньому правому куті.

# Info
source: This will be your new ProtonMail email address.
uk_ua: Це буде ваш новий адрес електронної пошти ProtonMail.

# Info
source: This will create a new encryption key for your organization. 4096-bit keys only work on high performance computers, for most users, we recommend using 2048-bit keys.
uk_ua: Буде створено новий ключ шифрування для вашої організації. 4096-розрядні ключі працюватимуть тільки на потужному комп'ютері, для більшості користувачів рекомендується використовувати 2048-розрядні ключі.

# Info
source: To fight spam, please verify you are human.
uk_ua: Для протидії спаму, будь ласка підтвердьте, що ви людина.

# Info
source: To find out how to write Sieve filters, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/">click here</a>.
uk_ua: Щоб дізнатися, як створювати Sieve фільтри, <a target="_blank" href="https://protonmail.com/support/knowledge-base/sieve/"> натисніть тут</a>.

# Info
source: To pay via Cash, please email us at <strong>contact@protonmail.ch</strong> for instructions.
uk_ua: Щоб сплатити готівкою, будь ласка напишіть нам на <strong>contact@protonmail.ch</strong> для вказівок.

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, enter the login and mailbox password you would like to use and click Save.
uk_ua: Режим двох гасел використовує окремий гасла для входу та розшифрування поштової скриньки. Це надає незначне збільшення безпеки в деяких ситуаціях, однак ми рекомендуємо режим одного гасла для більшості користувачів. Щоб перемкнутись до режиму двох гасел, введіть гасло для входу та поштової скриньки, які ви хотіли б використовувати, і натисніть кнопку Зберегти.

# Info
source: Two-password mode uses separate passwords for login and mailbox decryption. This provides a minor security benefit in some situations, however we recommend one-password mode for most users. To switch to two password mode, first set a login password and then set a mailbox password.
uk_ua: Режим двох гасел використовує окремий гасла для входу та розшифрування поштової скриньки. Це надає незначне збільшення безпеки в деяких ситуаціях, однак ми рекомендуємо режим одного гасла для більшості користувачів. Щоб перемкнутись до режиму двох гасел, спершу введіть гасло для входу та поштової скриньки, відтак введіть гасло до поштової скриньки.

# Info
source: Use the following credentials to log into the <a href="https://protonvpn.com/download" target="_blank">ProtonVPN native clients</a>.
uk_ua: Використайте такі облікові дані для входу у <a href="https://protonvpn.com/download" target="_blank">власні клієнти ProtonVPN-а</a>.

# Info
source: Use the following credentials when connecting to ProtonVPN with third party clients, for example: Tunnelblick on MacOS or OpenVPN on GNU/Linux.
uk_ua: Використовувати такі облікові дані для під'єднання до ProtonVPN-а з третьо-сторонніх клієнтів, наприклад: Tunnelblick на MacOS або OpenVPN на GNU/Linux.

# Info
source: User removed
uk_ua: Користувача видалено

# Info
source: Username available
uk_ua: Ім'я користувача доступне

# Info
source: Valid characters are A-Z, a-z, 0-9, . (full stop), _ (underscore) and - (hyphen). The login must start and end with an alphanumeric character.
uk_ua: Дозволені символи: A-Z, a-z, 0-9. (крапка), _ (підкреслення) і - (мінус). Логін повинен починаютися і закінчуватися з букви або цифри.

# Info
source: Verification code sent
uk_ua: Код підтвердження надіслано

# Info
source: View mode saved
uk_ua: Режим перегляду збережений

# Info
source: WARNING: DELETION IS PERMANENT
uk_ua: ПОПЕРЕДЖЕННЯ: ВИДАЛЕННЯ Є НЕЗВОРОТНІМ

# Info
source: WARNING: THIS ALSO DELETES ALL CONNECTED SERVICES (ex: <i>ProtonVPN</i>)
uk_ua: УВАГА: Ця дія також ВИДАЛИТЬ всі ПІД'ЄДНАНІ сервіси (наприклад: <i>ProtonVPN</i>)

# Info
source: We recommend adding a recovery email address first. Otherwise, you cannot recover your account if something goes wrong.
uk_ua: Ми радимо спершу додати резервну адресу е-пошти. Інакше, ви не зможете відновити вашу обліковку, як щось піде не так.

# Info
source: We recommend using different login and mailbox passwords.
uk_ua: Ми радимо використовувати різні гасла для входу та до поштової скриньки.

# Info
source: We will send a reset code to your <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="This is the optional email you used when first creating an account. This is the same as your notification email that is used for sending alerts about new messages.">recovery email</a> to reset your password.
uk_ua: Ми надішлемо вам код для скидання на <a class="bold" href="https://protonmail.com/support/knowledge-base/set-forgot-password-options/" target="_blank" title="Це не обов'язкова адреса е-пошти, яку ви використали, коли створювали обліковку. Вона та сама, на яку приходять сповіщення про нові листи.">е-пошту для відновлення</a> щоб перевизначити гасло.

# Info
source: We've sent a reset code to your <strong>recovery email</strong>. Enter it below to continue.
uk_ua: Ми надіслали скидальний код на вашу <strong>е-пошту для відновлення</strong>. Зайдіть на неї для продовження.

# Info
source: What do you think of ProtonMail version 3.0?
uk_ua: Що ви думаєте про ProtonMail версії 3.0?

# Info
source: Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
uk_ua: Без активації ви не зможете створювати нових користувачів, додавати адреси для чинних користувачів або мати доступ до не конфіденційних обліковок.

# Info
source: You can enable authentication logging to see when your account is accessed, and from which IP. We will record the IP address that accesses the account and the time, as well as failed attempts.
uk_ua: Ви можете увімкнути журнал авторизації, що б побачити хто і з якої IP-адреси мав доступ до вашого акаунту. Ми записуватимемо IP-адреси та час, коли було отримано доступ, а також невдалі спроби.

# Info
source: You have a new email
uk_ua: У вас є нові повідомлення

# Info
source: You have lost access to your organization keys. Without restoration you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
uk_ua: Ви втратили доступ до ваших ключів організації. Без відновлення ви не зможете створювати нових користувачів, додавати адреси наявним користувачам або мати доступ до неприватних обліковок.

# Info
source: You have no custom filters.
uk_ua: У вас немає налаштовуваних фільтрів.

# Info
source: You have no labels.
uk_ua: У вас немає позначок.

# Info
source: You have no saved payment methods.
uk_ua: У вас немає збережених методiв оплати.

# Info
source: You must activate your organization keys. Without activation you will not be able to create new users, add addresses to existing users, or access non-private user accounts.
uk_ua: Ви повинні активувати ваші ключі організації. Без активації Ви не зможете створювати нових користувачів, додавати адреси до чинних користувачів чи мати доступ до неприватних обліковок.

# Info
source: You must activate your organization private key with the backup organization key password provided to you by your organization administrator.
uk_ua: Ви повинні активувати Ваш приватний ключ організації за допомогою гасла до ключа організації для відновлення, який було надано Вам адміністратором Вашої організації.

# Info
source: You need to add a credit card if you want to pay your invoice.
uk_ua: Вам потрібно додати кредитну картку, якщо хочете сплатити ваш рахунок.

# Info
source: You will be prompted to save the attachment.
uk_ua: Вам буде запропоновано зберегти вкладення.

# Info
source: You will need to login to your PayPal account to complete this transaction. We will open a new tab with PayPal for you. If you use any pop-up blockers, please disable them to continue.
uk_ua: Щоб завершити цю транзакцію, вам потрібно увійти у Вашу PayPal обліковку. Ми відкриемо нову вкладку з PayPal для вас. Якщо ви використовуєте якийсь блокувальник спливаючих елементів, будь ласка, вимкніть його, щоб продовжити.

# Info
source: You're upgrading your account. Once we successfully process payment, we'll immediately upgrade your account. Thanks for choosing to become a paying customer!
uk_ua: Ви модернізуєте свій обліковий запис. Як тільки оплата буде успішно оброблена, то ми негайно модернізуємо ваш обліковий запис. Дякуємо, що вирішили оплачувати послуги сервісу!

# Info
source: Your ProtonVPN account request has been received. You're already on the waitlist, we'll contact you once capacity becomes available.
uk_ua: Ваш запит щодо обліковки ProtonVPN-а отримано. Ви вже у списі очікування, ми повідомимо Вас коли з'являться технічні можливості.

# Info
source: Your VPN account has not yet been activated, go to <a href="https://account.protonvpn.com/signup" target="_blank">https://account.protonvpn.com/signup</a> to sign up and activate your account.
uk_ua: Ваш VPN акаунт не активовано, перейдіть за посиланням <a href="https://account.protonvpn.com/signup" target="_blank"> https://account.protonvpn.com/signup</a> для реєстрації та активації свого облікового запису.

# Info
source: Your account currently has an overdue invoice. Please pay all unpaid invoices.
uk_ua: У вашому обліковому записі є прострочений рахунок-фактура. Будь ласка, сплатіть всі неоплачені рахунки-фактури.

# Info
source: Your account is being updated, this may take up to 30 seconds.
uk_ua: Ваш обліковий запис було оновлено, це може зайняти до 30 секунд.

# Info
source: Your account is currently not eligible for ProtonVPN access. If you are part of an Organization, please contact your account administrator.
uk_ua: Ваша обліковка нині не має права на доступ до ProtonVPN-а. Якщо ви є частиною організації, зверніться до Вашого адміністратора обліковки.

# Info
source: Your account or organization currently has an overdue invoice. Please pay all unpaid invoices.
uk_ua: У вашому обліковому записі чи вашій організації є прострочений рахунок-фактура. Будь ласка, сплатіть всі неоплачені рахунки-фактури.

# Info
source: Your attachments are secure and encrypted, but to download them requires extra work. We recommend using a different web browser such as Chrome or Firefox for a better user experience.
uk_ua: Ваші вкладення в безпеці та зашифровані, але їхнє звантаження потребує додаткової праці. Радимо використовувати різні веб-бравзери, наприклад Chrome або Firefox, для кращого користувацького досвіду.

# Info
source: Your organization password can be shared with other users you wish to give administrative privileges. It is also an emergency recovery code to gain access to your organization in case you lose access to your account. Please save this password and keep it safe.
uk_ua: Гасло вашої організації може бути надано іншим користувачам, яким Ви хочете дати правами адміністратора. Це також код аварійного відновлення для отримання доступу до вашої організації у разі, якщо Ви втратите доступ до своєї обліковки. Збережіть будь ласка це гасло в надійному місці.

# Info
source: no folder found
uk_ua: теки не знайдено

# Info
source: no label found
uk_ua: міток не знайдено

# Info
source: of
uk_ua: з

# Info
source: used
uk_ua: використовується

# Info for the vpn columns
source: High
uk_ua: Висока

# Info for the vpn columns
source: Highest
uk_ua: Найвища

# Info present in the custom professional plan modal
source: Each user adds 5GB of storage and 5 addresses to your organization. Professional plans start with 5 addresses included. Storage and addresses can be distributed among users however you wish.
uk_ua: Кожен користувач додає 5 ГБ до сховища та 5 адрес до вашої організації. Професійні тарифи від початку включають 5 адрес. Ви можете на власний розсуд розподіляти сховища та адреси серед користувачів.

# Inform the user that he reach the search limit
source: Your search matched too many results. Please limit your search and try again.
uk_ua: За вашим пошуковим запитом знайшлося дуже багато записів. Будь ласка, відкоригуйте налаштування пошуку та спробуйте знову.

# Information about this user
source: Organization administrators cannot access the messages of private users.
uk_ua: Адміністратори організації не мають доступу до листів приватних користувачів.

# Information for the contacts exporter modal
source: Exporting contacts, this may take a few minutes. When the progress is completed, this modal will close and let you download the file.
uk_ua: Контакти експортуються, це може забрати кілька хвилин. Коли дія закінчиться, це плаваюче вікно згорнеться й дозволить вам звантажити файл.

# Information for the contacts importer modal
source: Importing contacts, this may take a few minutes.
uk_ua: Імпортуємо контакти, це може тривати кілька хвалин.

# Information for the custom vpn modal
source: Each connected device consumes one VPN connection.
uk_ua: Кожний під'єднаний пристрій використовує одне VPN з'єднання.

# Information for the custom vpn modal
source: Need more connections?
uk_ua: Потрібно більше з'єднань?

# Invoice status display as badge
source: Billed
uk_ua: Рахунок виставлено

# Invoice status display as badge
source: Paid
uk_ua: Сплачено

# Invoice type display as badge
source: Cancellation
uk_ua: Скасування

# Invoice type display as badge
source: Credit
uk_ua: Баланс

# Invoice type display as badge
source: Donation
uk_ua: Пожертва

# Invoice type display as badge
source: Other
uk_ua: Інше

# Label
source: <label class="labelsState-toggle-label" translate-context="Label" translate="">Notification</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>
uk_ua: <label class="labelsState-toggle-label" translate-context="Label" translate="">Сповіщення</label> <toggle data-status="label.notify" data-on="ON" data-off="OFF" data-name="changeNotifyLabel" data-id="{{ label.ID }}"></toggle>

# Label
source: Account storage
uk_ua: Сховище облікового запису

# Label
source: Address
uk_ua: Адреса

# Label
source: Admin Account Storage:
uk_ua: Сховище адмінової обліковки:

# Label
source: Admin VPN Connections:
uk_ua: Адміністраторські VPN-під'єднання:

# Label
source: Archive
uk_ua: Архів

# Label
source: Captcha
uk_ua: Каптча

# Label
source: Card Number
uk_ua: Номер картки

# Label
source: Card holder
uk_ua: Власник картки

# Label
source: Color
uk_ua: Колір

# Label
source: Confirm Password
uk_ua: Підтвердити пароль

# Label
source: Confirm password
uk_ua: Підтвердити пароль

# Label
source: Country
uk_ua: Країна

# Label
source: Days
uk_ua: Дні

# Label
source: Do not require exact match
uk_ua: Не вимагати повного збігу

# Label
source: Download App
uk_ua: Звантажити застосунок

# Label
source: Download ProtonVPN
uk_ua: Завантажити ProtonVPN

# Label
source: Duration
uk_ua: Тривалість

# Label
source: Enable
uk_ua: Увімкнути

# Label
source: Enable Conversation Grouping
uk_ua: Увімкнути об'єднання листів у ланцюжки

# Label
source: End time
uk_ua: Час закінчення

# Label
source: Enter new OpenVPN login
uk_ua: Введіть новий логін для OpenVPN

# Label
source: Enter new OpenVPN password
uk_ua: Введіть новий пароль для OpenVPN

# Label
source: Enter two-factor passcode:
uk_ua: Введіть двофакторний код:

# Label
source: Enter your login password to confirm your identity:
uk_ua: Введіть свое гасло для входу, щоб підтвердити вашу особу:

# Label
source: Expires
uk_ua: Закінчується

# Label
source: Expiry Date
uk_ua: Дата закінчення

# Label
source: Follow us
uk_ua: Слідкуйте за нами

# Label
source: Get Support for ProtonVPN
uk_ua: Одержати довідку з ProtonVPN

# Label
source: Gift code
uk_ua: Подарунковий код

# Label
source: High security
uk_ua: Високий рівень захисту

# Label
source: Highest security
uk_ua: Найвищий рівень захисту

# Label
source: Inbox
uk_ua: Вхідні

# Label
source: Key Strength
uk_ua: Стійкість ключа

# Label
source: Major Announcements (2-3 per year)
uk_ua: Основні оголошення (2-3 на рік)

# Label
source: Major New Features (3-4 per year)
uk_ua: Нові важливі особливості (3-4 на рік)

# Label
source: Name
uk_ua: Назва

# Label
source: Name on card
uk_ua: Назва на картці

# Label
source: New Login Password
uk_ua: Новий пароль для логіна

# Label
source: New Mailbox Password
uk_ua: Новий пароль поштової скриньки

# Label
source: New Organization Password
uk_ua: Новий пароль організації

# Label
source: New Password
uk_ua: Новий пароль

# Label
source: Notification
uk_ua: Сповіщення

# Label
source: Organization password:
uk_ua: Пароль організації:

# Label
source: Password
uk_ua: Пароль

# Label
source: Please provide an email address in case we need to contact you (optional):
uk_ua: Будь ласка надайте е-адресу на випадок потреби нам написати вам (необов'язково):

# Label
source: Please tell us why you are leaving:
uk_ua: Будь ласка, повідомте нас, чому ви йдете:

# Label
source: Proton Beta (~ 10-12 per year)
uk_ua: Proton Beta (~ 10-12 на рік)

# Label
source: Proton Newsletter (5-6 per year)
uk_ua: Розсилка Proton-а (5-6 на рік)

# Label
source: ProtonVPN Homepage
uk_ua: Домашня сторінка ProtonVPN-а

# Label
source: Read
uk_ua: Читати

# Label
source: Response
uk_ua: Відповідь

# Label
source: Security Code
uk_ua: Код безпеки

# Label
source: Spam
uk_ua: Спам

# Label
source: Starred
uk_ua: З зірками

# Label
source: Start time
uk_ua: Час початку

# Label
source: Storage for members:
uk_ua: Сховище для учасників:

# Label
source: Time zone
uk_ua: Часовий пояс

# Label
source: Trash
uk_ua: Кошик
